{
    "results": [
        {
            "id": "a93852f2-e7b5-4cf1-81cc-009a371fd2f4",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "a1044f9f-bb27-4dae-8ed2-15ce0532b7a3",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "6b1d6e54-2abd-475e-a3a3-0dbf4b61c868",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan:\n1. Pegawai Negeri Sipil adalah Pegawai Negeri Sipil sebagaimana\n      dimaksud dalam Undang-undang Nomor 8 Tahun 1974.\n ٢.   Jabatan adalah kedudukan yang menunjukkan tugas,\n      tanggungjawab, wewenang dan hak seseorang Pegawai Negeri Sipil\n      dalam rangka suatu satuan organisasi.\n3.  Jabatan struktural Pegawai Negeri Sipil yang selanjutnya dalam\n      Peraturan Pemerintah ini disebut jabatan struktural adalah\n      kedudukan yang menunjukkan tugas, tanggungjawab, wewenang\n      dan hak seseorang Pegawai Negeri Sipil dalam rangka memimpin\n      suatu satuan organisasi Negara.\n4. Eselon adalah tingkatan jabatan struktural.\n5. Pimpinan Instansi adalah Menteri, Jaksa Agung, Pimpinan\n    Lembaga Pemerintah Non Departemen, Pimpinan Kesekretariatan\n    Lembaga Tertinggi/Tinggi Negara, Gubernur Kepala Daerah\n    Tingkat I, dan Bupati/Walikotamadya Kepala Daerah Tingkat II.\n6. Pejabat yang berwenang adalah pejabat yang berwenang\n    mengangkat, memindahkan, dan memberhentikan Pegawai Negeri\n    Sipil dalam dan dari jabatan struktural sesuai dengan ketentuan\n    peraturan perundang-undangan yang berlaku.\n\n7. Pola karier Pegawai Negeri Sipil adalah pola pembinaan Pegawai\nNegeri Sipil yang menggambarkan jalur pengembangan karier dan\nmenunjukkan keterkaitan dan keserasian antara jabatan, pangkat,\npendidikan dan pelatihan struktural serta masa jabatan seseorang\nPegawai Negeri Sipil sejak pengangkatan pertama dalam jabatan\ntertentu sampai dengan pensiun.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "b0ceef3a-a59a-4b9a-af60-e04f39f6318d",
            "name": "Chapter II",
            "title": "\nJABATAN STRUKTURAL DAN ESELON",
            "type": "chapter",
            "children": [
                {
                    "id": "8fb93d8a-d573-444f-a8c6-830cad2ca286",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "45e3207d-7726-430e-831c-8013075e15dc",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Jabatan struktural dalam susunan satuan organisasi Negara\nditetapkan dengan Keputusan Presiden atau Menteri yang\nbertanggungjawab dalam bidang pendayagunaan aparatur negara.",
                            "explanation": "\nJabatan struktural dalam susunan satuan organisasi dapat dibedakan dalam dua\njenis, yaitu jabatan struktural umum dan jabatan struktural khusus.\n\nJabatan struktural umum pada dasarnya adalah jabatan yang bersifat pelayanan\nadministratif (supporting unit) dalam suatu organisasi seperti jabatan di\nlingkungan Sekretariat Jenderal (Kepala Biro Umum, Kepala Biro\nPerlengkapan, Kepala Biro Kepegawaian dan jabatan lain yang serupa dengan\nitu).\nJabatan struktural khusus pada dasarnya adalah jabatan yang bersifat teknis\noperasional (lini) dalam suatu organisasi seperti jabatan di lingkungan\nDirektorat Jenderal (Direktur, Kepala Pusat, Kepala Balai atau jabatan lain\nyang serupa dengan itu)."
                        },
                        {
                            "id": "141c5014-731c-40cc-aa2c-4f0b1649feb6",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Eselon disusun berdasarkan berat ringannya tugas, tanggungjawab,\nwewenang dan hak.",
                            "explanation": "\nPenetapan tingkat jabatan yang terendah sampai dengan tertinggi didasarkan\npada berat ringannya tugas, tanggungjawab, wewenang dan hak dalam jabatan.\nTugas adalah pekerjaan yang wajib dilaksanakan oleh Pegawai Negeri Sipil\nyang bersangkutan.\nTanggungjawab adalah kesanggupan seseorang Pegawai Negeri Sipil untuk\nmenyelesaikan pekerjaan yang diserahkan kepadanya dengan sebaik-baiknya\ndan tepat pada waktunya serta berani menanggung resiko atas keputusan yang\ndiambilnya atau tindakan yang dilakukannya.\nWewenang adalah keabsahan tindakan yang dimiliki oleh Pegawai Negeri\nSipil yang menduduki jabatan struktural agar dapat menentukan tata cara dan\ntindakan yang perlu diambil dalam melaksanakan dan menyelesaikan tugas\npekerjaannya.\nHak adalah keabsahan tindakan Pegawai Negeri Sipil yang menduduki jabatan\nstruktural untuk menggunakan segala sarana dan prasarana agar dapat\nmelaksanakan tugas pekerjaan dengan sebaik-baiknya."
                        },
                        {
                            "id": "bceb6f60-5cf6-41d9-8ec4-ef042464986b",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Eselon dari yang tertinggi sampai dengan yang terendah dan jenjang\nkepangkatan bagi masing-masing eselon adalah sebagaimana\ntersebut dalam Lampiran.",
                            "explanation": "\nPangkat adalah kedudukan yang menunjukkan tingkat seseorang Pegawai\nNegeri Sipil dalam rangkaian susunan kepegawaian dan digunakan sebagai\ndasar penggajian.\nDikaitkan dengan penjelasan ayat (2) tersebut di atas, jenjang pangkat bagi\njabatan struktural ditentukan berdasarkan tingkat jabatan dari jabatan struktural\ntersebut. Dengan demikian tinggi rendahnya jenjang pangkat ditentukan oleh\njenjang jabatan dan bukan sebaliknya."
                        }
                    ]
                },
                {
                    "id": "c2020402-6dfa-4f0f-b4b6-08c4cfd461b6",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "5e10f687-fa2c-4532-bc15-5e2c941e7a0c",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nJabatan Struktural dan Eselon sebagaimana dimaksud dalam Pasal 2,\nditetapkan dengan :\na. Keputusan Presiden atas usul Pimpinan Instansi yang bersangkutan\nsetelah mendapat pertimbangan Menteri yang bertanggung jawab di\nbidang pendayagunaan aparatur negara sepanjang menyangkut\njabatan struktural eselon I dan jabatan struktural eselon II.\n\nb. Keputusan Menteri yang bertanggungjawab di bidang pendayagunaan aparatur negara, atas usul Pimpinan Instansi yang bersangkutan sepanjang mengenai jabatan struktural eselon III, jabatan struktural eselon IV, dan jabatan struktural eselon V.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "c6107c5f-48f3-404b-a0f3-658ea080a9f2",
            "name": "Chapter III",
            "title": "\nPENGANGKATAN, PEMINDAHAN DAN PEMBERHENTIAN\nDALAM DAN DARI JABATAN STRUKTURAL",
            "type": "chapter",
            "children": [
                {
                    "id": "afb2d8b4-3105-4a3e-8f46-c3dcf3ac9c1c",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "d6b09973-6cc1-4613-8d81-47a67b813e53",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Jabatan struktural hanya dapat diduduki oleh Pegawai Negeri Sipil.",
                            "explanation": "\nCalon Pegawai Negeri Sipil tidak dapat diangkat dalam jabatan struktural."
                        },
                        {
                            "id": "d682f8bc-2176-45e3-a2f0-6ef77c4bbd01",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pengangkatan, pemindahan, dan pemberhentian Pegawai Negeri Sipil dalam dan dari jabatan struktural, ditetapkan oleh pejabat yang berwenang.",
                            "explanation": "\nDalam ayat ini yang dimaksud dengan :\nPengangkatan adalah pengangkatan Pegawai Negeri Sipil dalam jabatan struktural.\nPemindahan adalah pemindahan Pegawai Negeri Sipil yang menduduki jabatan struktural dari suatu unit kerja ke unit kerja yang lain dalam satu instansi atau antar instansi dan/atau dari suatu wilayah kerja ke wilayah kerja yang lain.\nPemberhentian adalah pemberhentian Pegawai Negeri Sipil dari suatu jabatan struktural."
                        },
                        {
                            "id": "91c07854-bbb6-401b-8a8e-0f84c3632506",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Pegawai Negeri Sipil yang diangkat dalam jabatan struktural dilantik oleh pejabat yang berwenang.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "2e07565e-badf-4335-85f3-314fdfd93f82",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "400e4591-5a77-4dcd-beb7-c36b74913a31",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSyarat bagi Pegawai Negeri Sipil untuk dapat diangkat dalam jabatan struktural adalah sebagai berikut:\na. Memiliki kemampuan manajerial, kemampuan teknis fungsional, dan kecakapan, serta pengalaman yang diperlukan;\nb. Memiliki integritas yang tinggi dalam melaksanakan tugas organisasi;\nc. Memperhatikan Daftar Urut Kepangkatan (DUK);\n\nd. Telah memiliki tingkat dan jenis pendidikan formal dan telah mengikuti dan lulus pendidikan dan pelatihan struktural yang dipersyaratkan untuk eselon jabatan struktural yang bersangkutan;\ne. Memiliki pangkat sekurang-kurangnya 1 (satu) tingkat di bawah pangkat terendah yang ditentukan untuk eselon yang bersangkutan;\nf. Masih dapat dikembangkan kemampuannya;\ng. Sehat jasmani dan rokhani;\nh. Memenuhi persyaratan lainnya sebagaimana ditentukan dalam uraian jabatannya.",
                        "explanation": "\nHuruf a\nKemampuan manajerial adalah kemampuan seseorang untuk memimpin serta melakukan tindakan yang berhubungan langsung dengan perencanaan, pengorganisasian, pengarahan dan pengawasan seluruh sumber daya secara berdayaguna dan berhasilguna untuk mencapai tujuan organisasi. Kemampuan teknis fungsional, adalah kemampuan teknis di bidang tugas tertentu yang diperlukan untuk dapat diangkat dalam jabatan struktural.\nKecakapan/pengalaman yang diperlukan, adalah kecakapan/pengalaman yang dimiliki dalam melaksanakan tugas-tugas tertentu selama menjadi Pegawai Negeri Sipil.\nHuruf b\nPenilaian terhadap unsur-unsur tersebut bersama dengan unsur lainnya yang\nterkandung dalam persyaratan pada huruf a, dicerminkan dalam Daftar\nPenilaian Pelaksanaan Pekerjaan (DP3) atau yang setara.\nHuruf c\nDaftar Urut Kepangkatan adalah merupakan salah satu syarat untuk\nmempertimbangkan pengangkatan dalam jabatan struktural. Dalam\nmempertimbangkan pengangkatan Pegawai Negeri Sipil dalam jabatan\nstruktural, maka Pegawai Negeri Sipil yang menduduki Daftar Urut\nKepangkatan yang lebih tinggi haruslah dipertimbangkan lebih dahulu.\nApabila tidak memenuhi syarat lainnya, maka alasan tersebut harus\ndiberitahukan kepada Pegawai Negeri Sipil yang bersangkutan.\nHuruf d\nPendidikan, adalah pendidikan formal serta pendidikan dan pelatihan\nstruktural yang dimiliki Pegawai Negeri Sipil yang akan dipertimbangkan\nuntuk diangkat dalam jabatan struktural.\nHuruf e\nCukup jelas\nHuruf f\nPegawai Negeri Sipil masih dapat dikembangkan kemampuannya apabila yang\nbersangkutan masih dapat diharapkan mempunyai kesempatan yang lebih besar\ndalam mengembangkan keahlian, prestasi kerja, bakat dan minat dalam\nmelaksanakan tugas yang akan menjadi tanggungjawabnya.\nHuruf g\nCukup jelas\nHuruf h\nPengangkatan dalam jabatan struktural pada hakekatnya adalah menempatkan\nseorang Pegawai Negeri Sipil yang tepat pada tempat yang tepat sesuai dengan\npersyaratan jabatan yang ditetapkan.\nSyarat sebagaimana tersebut dalam Pasal 5, adalah merupakan syarat kumulatif\nyang harus dipenuhi oleh Pegawai Negeri Sipil yang akan diangkat dalam\njabatan struktural."
                    }
                },
                {
                    "id": "61ec5b8a-2618-4404-8be8-b01f72d34c85",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "1b2fb508-f78c-474d-baef-05c329ed346a",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPegawai Negeri Sipil yang menduduki jabatan struktural tidak dapat merangkap jabatan struktural lain atau jabatan fungsional.",
                        "explanation": "\nAgar Pegawai Negeri Sipil dapat memusatkan segala perhatian dan kemampuan\ndalam melaksanakan tugas jabatannya, maka Pegawai Negeri Sipil yang telah\ndiangkat dalam jabatan struktural tidak dapat merangkap dalam jabatan struktural\nlain atau jabatan fungsional."
                    }
                },
                {
                    "id": "0a1e7714-5eb1-4da5-8ba2-9435e308c65a",
                    "name": "Article 7",
                    "type": "article",
                    "children": [
                        {
                            "id": "426640f7-255e-44f8-bc9a-8c8a44c0cb17",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Setiap pimpinan instansi atau beberapa pimpinan instansi menetapkan kebijaksanaan alur perpindahan jabatan.",
                            "explanation": "\nJenis perpindahan jabatan meliputi perpindahan dari jabatan struktural dan\njabatan fungsional baik secara horizontal, vertikal maupun diagonal serta\nperpindahan wilayah kerja.\nPerpindahan jabatan secara horizontal adalah perpindahan jabatan dalam\ntingkat eselon yang sama.\nPerpindahan jabatan secara vertikal, adalah perpindahan yang bersifat\nkenaikan jabatan atau promosi.\nPerpindahan jabatan secara diagonal, adalah perpindahan jabatan struktural\numum ke jabatan struktural khusus atau sebaliknya, atau dari jabatan struktural\nke dalam jabatan fungsional atau sebaliknya."
                        },
                        {
                            "id": "603e63a7-5512-44b1-90e3-43aa8a107a1b",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Perpindahan jabatan sebagaimana dimaksud dalam ayat (1) dilaksanakan sesuai dengan prinsip perpindahan jabatan dalam rangka pembinaan karier, peningkatan kemampuan pegawai dan kebutuhan organisasi.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "b7e08748-71c1-415a-b889-449109fdd4af",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Untuk memperlancar pelaksanaan perpindahan jabatan perlu penyelarasan antara perencanaan perpindahan dengan anggaran yang tersedia.\n",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "92f09e17-348c-4ca7-8dac-32ec0a6f4d03",
                    "name": "Article 8",
                    "type": "article",
                    "children": {
                        "id": "87a45f9c-349a-43fe-9a36-4be0ca806ff5",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPemberhentian dari jabatan struktural dilakukan apabila syarat-syarat sebagaimana ditentukan dalam Pasal 5 tidak dipenuhi.",
                        "explanation": "\nDisamping tidak memenuhi ketentuan dalam pasal 5, pemberhentian dari suatu\njabatan struktural dapat pula disebabkan adanya mutasi jabatan."
                    }
                }
            ]
        },
        {
            "id": "37f44c92-2f83-4182-9e64-91be6a07ddb3",
            "name": "Chapter IV",
            "title": "\nBADAN PERTIMBANGAN JABATAN DAN KEPANGKATAN",
            "type": "chapter",
            "children": [
                {
                    "id": "733a45e5-8c66-4a81-94a7-9741a598877a",
                    "name": "Article 9",
                    "type": "article",
                    "children": [
                        {
                            "id": "b1538343-4bde-4fc0-920a-fbb19638de16",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dalam rangka membantu pejabat yang berwenang untuk mewujudkan obyektifitas pengangkatan, pemindahan dan pemberhentian dalam dan dari jabatan struktural serta pengangkatan dalam pangkat, dibentuk Badan Pertimbangan Jabatan dan Kepangkatan.",
                            "explanation": "\nDalam upaya menjamin obyektifitas dalam pengangkatan, pemindahan, dan\npemberhentian dalam dan dari jabatan struktural serta pengangkatan dalam\npangkat, perlu dibentuk Badan Pertimbangan Jabatan dan Kepangkatan dengan\nmaksud agar benar-benar dapat diperoleh Pegawai Negeri Sipil yang tepat\nuntuk diangkat dalam jabatan yang tepat sesuai dengan kualifikasi jabatan\nyang ditentukan."
                        },
                        {
                            "id": "ec78eab1-fb2d-4e49-a821-933cd702996a",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Badan Pertimbangan Jabatan dan Kepangkatan digolongkan sebagai berikut:\na. Badan Pertimbangan Jabatan dan Kepangkatan Tingkat Instansi Pusat:\nb. Badan Pertimbangan Jabatan dan Kepangkatan Tingkat Instansi Daerah.",
                            "explanation": "\na. Badan Pertimbangan Jabatan dan Kepangkatan Tingkat Instansi Pusat\nadalah Badan Pertimbangan Jabatan dan Kepangkatan yang berada dalam\nlingkup Departemen, Kejaksaan Agung, Lembaga Pemerintah Non\nDepartemen, dan Kesekretariatan Lembaga Tertinggi/Tinggi Negara,\ntermasuk Instansi Vertikalnya yang ada di wilayah.\nb. Badan Pertimbangan Jabatan dan Kepangkatan Tingkat Instansi Daerah\nadalah Badan Pertimbangan Jabatan dan Kepangkatan yang berada dalam\nlingkup Pemerintah Daerah Tingkat I, termasuk Pemerintah Daerah\nTingkat II yang bersangkutan."
                        },
                        {
                            "id": "3c218bbd-2d8b-44a2-a710-954f83bc454c",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Tugas pokok Badan Pertimbangan Jabatan dan Kepangkatan Tingkat Instansi Pusat, adalah memberikan pertimbangan kepada pejabat yang berwenang menetapkan pengangkatan, pemindahan dan pemberhentian, dalam dan dari jabatan struktural, serta pengangkatan dalam pangkat untuk eselon II yang ada di pusat, wilayah dan daerah serta eselon III di pusat dan wilayah.\n\n(4) Tugas pokok Badan Pertimbangan Jabatan dan Kepangkatan\nTingkat Instansi Daerah, adalah memberikan pertimbangan kepada\npejabat yang berwenang menetapkan pengangkatan, pemindahan,\ndan pemberhentian dalam dan dari jabatan struktural, serta\npengangkatan dalam pangkat untuk eselon III, eselon IV dan eselon\nV yang ada di lingkungan Pemerintah Daerah.",
                            "explanation": "\nYang dimaksud dengan jabatan struktural Eselon II di daerah adalah\njabatan-jabatan di lingkungan Pemerintah Daerah, yang dalam penetapan\njabatan dan kepangkatannya menjadi kewenangan Menteri Dalam Negeri."
                        },
                        {
                            "id": "01225532-a5b6-4394-99f2-65ef0e012752",
                            "name": "Verse 5",
                            "number": "5",
                            "type": "verse",
                            "content": " Dengan memperhatikan keadaan, kebutuhan dan kemampuan,\nBadan Pertimbangan Jabatan dan Kepangkatan Tingkat Instansi\nPusat dapat pula memberi pertimbangan kepada pejabat yang\nberwenang dalam penetapan pengangkatan, pemindahan dan\npemberhentian dalam dan dari jabatan struktural serta pengangkatan\ndalam pangkat untuk jabatan Eselon IV dan Eselon V yang ada di\npusat dan di wilayah.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "a4c5cdda-b02e-4e9a-8f87-ff6b51656a53",
                    "name": "Article 10",
                    "type": "article",
                    "children": [
                        {
                            "id": "ca73ee28-1a80-4dd2-8070-c72a92080b72",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Keanggotaan Badan Pertimbangan jabatan sebagaimana dimaksud\ndalam Pasal 9 ayat (2) berjumlah ganjil dan terdiri dari :\na. Seorang ketua merangkap anggota;\nb. Sebanyak-banyaknya 4 (empat) orang anggota;\nc. Seorang sekretaris.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "266b4102-c7c7-4b17-81f1-ccf043919190",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Persyaratan keanggotaan Badan Pertimbangan Jabatan sebagaimana\ndimaksud dalam ayat (1) adalah sebagai berikut:\na. Ketua dan anggota dijabat oleh pejabat struktural eselon I;\nb. Sekretaris dijabat oleh pejabat struktural eselon II yang\nmenangani kepegawaian;\n\n(3) Penetapan susunan dan keanggotaan Badan Pertimbangan Jabatan dan Kepangkatan untuk :\na. Instansi Tingkat Pusat, ditetapkan dengan keputusan Menteri, Jaksa Agung, Pimpinan Lembaga Pemerintah Non Departemen, Pimpinan Kesekretariatan Lembaga Tertinggi/Tinggi Negara yang bersangkutan;\nb. Instansi Tingkat Daerah, ditetapkan dengan Keputusan Gubernur Kepala Daerah Tingkat I dan Bupati/Walikotamadya Kepala Daerah Tingkat II yang bersangkutan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "fe39fef9-fbcb-4b1d-9484-d71a0e1a661f",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Masa keanggotaan dalam Badan Pertimbangan Jabatan dan Kepangkatan adalah 5 (lima) tahun.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "639be0fe-9b67-4960-8d19-dc23970d8ffa",
                    "name": "Article 11",
                    "type": "article",
                    "children": {
                        "id": "bad0afb7-112b-4d99-8c49-0bc81bbde36c",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nUntuk memberikan pertimbangan bagi penetapan pengangkatan, dan pemindahan dalam dan dari jabatan struktural eselon I, dibentuk Badan Pertimbangan Jabatan Tingkat Nasional yang pengaturannya ditetapkan tersendiri dengan Keputusan Presiden.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "4302e2b0-0542-455a-acc1-0141a98b5924",
            "name": "Chapter V",
            "title": "\nPENDIDIKAN DAN PELATIHAN STRUKTURAL\nBAGI PEGAWAI NEGERI SIPIL YANG AKAN DIANGKAT\nDALAM JABATAN STRUKTURAL",
            "type": "chapter",
            "children": [
                {
                    "id": "40e387d4-b374-4f7c-89d2-5d40e06043e2",
                    "name": "Article 12",
                    "type": "article",
                    "children": {
                        "id": "31fe2663-8b34-4912-b330-2af3b8f1f65f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPendidikan dan pelatihan struktural bagi Pegawai Negeri Sipil yang akan diangkat dalam jabatan struktural, adalah pendidikan dan pelatihan struktural sesuai dengan peraturan perundang-undangan yang berlaku.",
                        "explanation": "\nPegawai Negeri Sipil yang akan diangkat dalam jabatan struktural mulai dari eselon\nyang terendah sampai dengan eselon yang tertinggi, perlu dibekali kemampuan\nmanajerial, sesuai dengan tuntutan tugas jabatan masing-masing melalui pendidikan\ndan pelatihan struktural.\nApabila diperlukan dalam pelaksanaan tugas, Pegawai Negeri Sipil yang akan\ndiangkat dalam jabatan struktural dapat diikutsertakan dalam pendidikan dan\npelatihan fungsional terkait.\nPendidikan dan Pelatihan struktural sebagaimana dimaksud di atas dilaksanakan\noleh Lembaga Administrasi Negara sepanjang mengenai pendidikan dan pelatihan\nstruktural, dan oleh Pimpinan Instansi yang bersangkutan sepanjang mengenai\npendidikan dan pelatihan fungsional.\nBagi Prajurit Angkatan Bersenjata Republik Indonesia yang ditugaskaryakan\nsebagaimana diatur dalam Pasal 14, persyaratan pendidikan dan pelatihan yang\ndiperoleh di lingkungan ABRI dipertimbangkan kesesuaiannya dengan Pendidikan\ndan Pelatihan yang dipersyaratkan untuk jabatan Struktural yang bersangkutan."
                    }
                },
                {
                    "id": "16ad9734-6f36-4ce0-8794-58605be5c163",
                    "name": "Article 13",
                    "type": "article",
                    "children": {
                        "id": "cec77989-a349-4005-af92-e7a30007818a",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPendidikan dan pelatihan struktural yang disyaratkan bagi Pegawai Negeri Sipil yang akan diangkat dalam jabatan struktural adalah :\na. Pendidikan dan Pelatihan Staf dan Pimpinan Administrasi Tingkat Pertama (SPAMA), bagi Pegawai Negeri Sipil yang terpilih dan memiliki kemampuan untuk diangkat dalam jabatan struktural eselon III;\nb. Pendidikan dan Pelatihan Staf dan Pimpinan Administrasi Tingkat Menengah (SPAMEN), bagi Pegawai Negeri Sipil yang terpilih dan memiliki kemampuan untuk diangkat dalam jabatan struktural eselon II;\nc. Pendidikan dan Pelatihan Staf dan Pimpinan Administrasi Tingkat Tinggi (SPATI), bagi Pegawai Negeri Sipil yang telah menduduki jabatan struktural eselon II dan terpilih serta memiliki kemampuan untuk diangkat dalam jabatan struktural eselon I.",
                        "explanation": "\nPendidikan dan pelatihan struktural merupakan salah satu persyaratan yang harus\ndipenuhi oleh Pegawai Negeri Sipil yang akan diangkat dalam jabatan struktural."
                    }
                }
            ]
        },
        {
            "id": "65294a6d-f656-416f-8ba6-5c0388efd084",
            "name": "Chapter VI",
            "title": "\nTUNJANGAN JABATAN STRUKTURAL",
            "type": "chapter",
            "children": [
                {
                    "id": "cc5322b7-01b3-4f90-9027-90acb507e710",
                    "name": "Article 14",
                    "type": "article",
                    "children": [
                        {
                            "id": "38a92275-7b32-4bb2-81a4-74eba742ae6e",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pegawai Negeri Sipil yang diangkat dalam jabatan struktural, diberikan tunjangan jabatan sesuai dengan peraturan perundang-undangan yang berlaku.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "6d6d8ad4-f0df-46dc-976e-4d329414f2ac",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Tunjangan jabatan sebagaimana dimaksud dalam ayat (1), diberikan sejak pelantikan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "c1e86829-1e94-4a00-b597-f7123394d05d",
            "name": "Chapter VII",
            "title": "\nKETENTUAN LAIN-LAIN",
            "type": "chapter",
            "children": [
                {
                    "id": "6b99ded5-5016-4fce-908f-955f955aee57",
                    "name": "Article 15",
                    "type": "article",
                    "children": [
                        {
                            "id": "16bcfb42-50c3-44c9-a5e9-aacf304a6a2b",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Prajurit Angkatan Bersenjata Republik Indonesia (ABRI) yang\nditugaskaryakan, dapat diangkat dalam jabatan struktural oleh\npejabat yang berwenang, setelah memenuhi syarat sebagaimana\nditentukan dalam Pasal 5, dan sesuai dengan ketentuan yang berlaku\ndi lingkungan Angkatan Bersenjata Republik Indonesia (ABRI)\nuntuk pengangkatan dalam eselon jabatan yang setara serta\nmemperoleh persetujuan Panglima Angkatan Bersenjata Republik\nIndonesia atau pejabat lain yang ditunjuk.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "4bae5a74-33b1-4e7b-9f68-64156740eba0",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Bagi Prajurit Angkatan Bersenjata Republik Indonesia yang\nditugaskaryakan untuk menduduki jabatan struktural sebagaimana\ndimaksud dalam ayat (1), pengangkatan, pemindahan, dan\npemberhentiannya dalam dan dari jabatan struktural diberlakukan\npula ketentuan Pasal 4 ayat (2) dan ayat (3), Pasal 9, Pasal 13, serta\nPasal 14.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "8ba37901-069a-42cb-bf3c-a49afdd6e997",
            "name": "Chapter VIII",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "3f5f5410-7ab1-4480-a356-bd4a88b7fdcd",
                    "name": "Article 16",
                    "type": "article",
                    "children": [
                        {
                            "id": "6821dd60-c29e-4eb5-b9ad-ace3c6ab6c84",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dengan berlakunya Peraturan Pemerintah ini, maka semua\nperaturan perundangan, mengenai pengangkatan Pegawai Negeri\nSipil dalam jabatan struktural yang telah ada dinyatakan tetap\nberlaku sepanjang tidak bertentangan atau belum diganti.\nberdasarkan Peraturan Pemerintah ini.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "2889119d-2be8-4dc0-bee5-ee9945dee1bc",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pegawai Negeri Sipil yang diangkat dalam atau telah memangku\njabatan struktural sebelum berlakunya Peraturan Pemerintah ini\ntetapi belum mengikuti pendidikan dan pelatihan struktural yang\ndipersyaratkan untuk jabatan yang didudukinya, dianggap telah\nmengikuti pendidikan dan pelatihan yang dipersyaratkan untuk\njabatan tersebut.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "e2a8d0c8-cf54-4782-b65c-ea385b8009b1",
            "name": "Chapter IX",
            "title": "\nPENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "dfa22493-89a7-46b0-8f6e-00137203a099",
                    "name": "Article 17",
                    "type": "article",
                    "children": {
                        "id": "02031124-93d6-4506-8f45-268b923443d0",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan yang diperlukan bagi pelaksanaan Peraturan Pemerintah ini\ndiatur lebih lanjut oleh Kepala Badan Administrasi Kepegawaian Negara.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "79d2ad5f-5617-430f-a9ac-276fe7302a7c",
                    "name": "Article 18",
                    "type": "article",
                    "children": {
                        "id": "5a725baf-7188-49dc-8598-51b9e1767a3b",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan\nPeraturan Pemerintah ini dengan penempatannya dalam Lembaran\nNegara Republik Indonesia.",
                        "explanation": "\nCukup jelas\nMaaf, gambar tersebut tidak memiliki teks yang relevan dengan permintaan Anda. Gambar tersebut hanya berisi logo, yang sesuai dengan kriteria untuk dihilangkan."
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nDalam rangka usaha meningkatkan pembinaan Pegawai Negeri Sipil dan untuk lebih\nmenjamin mutu kepemimpinan Pegawai Negeri Sipil yang akan diangkat dalam jabatan\nstruktural, diperlukan adanya Peraturan Pemerintah yang memuat pokok-pokok\npersyaratan yang harus dipenuhi oleh seorang Pegawai Negeri Sipil yang akan diangkat\ndalam jabatan struktural.\nDalam Peraturan Pemerintah ini diatur dengan jelas ketentuan-ketentuan yang harus\ndipenuhi Pegawai Negeri Sipil yang akan diangkat dalam jabatan struktural. Selain dari\npada itu dalam Peraturan Pemerintah ini diatur pula ketentuan-ketentuan tentang tata cara\npengangkatan, pemindahan dan pemberhentian Pegawai Negeri Sipil yang menduduki\njabatan struktural.\nTujuan pengangkatan Pegawai Negeri Sipil dalam jabatan struktural adalah untuk\nmewujudkan aparatur negara yang berdaya guna dan berhasil guna serta sanggup dan\nmampu melaksanakan tugas-tugas dengan sebaik-baiknya.",
        "Nomor": "15",
        "Tahun": "1994",
        "Tentang": "PENGANGKATAN PEGAWAI NEGERI SIPIL\nDALAM JABATAN STRUKTURAL\nPRESIDEN REPUBLIK INDONESIA,",
        "Menimbang": {
            "Introduction": "\nbahwa dalam rangka meningkatkan pembinaan Pegawai Negeri Sipil dan\nuntuk lebih menjamin mutu kepemimpinan Pegawai Negeri Sipil yang\ndiangkat dalam jabatan struktural, dipandang perlu menetapkan Peraturan\nPemerintah tentang Pengangkatan Pegawai Negeri Sipil Dalam Jabatan\nStruktural;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang No. 5 Tahun 1974 tentang Pokok-pokok\nPemerintahan di Daerah (Lembaran Negara Tahun 1974 Nomor 38,\nTambahan Lembaran Negara Nomor 3037);",
            "3": " Undang-undang Nomor 8 Tahun 1974 tentang Pokok-pokok\nKepegawaian (Lembaran Negara Tahun 1974 Nomor 55, Tambahan\nLembaran Negara Nomor 3041);",
            "4": " Peraturan Pemerintah Nomor 14 Tahun 1994 tentang Pendidikan dan\nPelatihan Jabatan Pegawai Negeri Sipil (Lembaran Negara Tahun\n1994 Nomor 20, Tambahan Lembaran Negara Nomor 3545);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG\nPENGANGKATAN PEGAWAI NEGERI SIPIL DALAM JABATAN\nSTRUKTURAL.",
        "tanggal sah": "18 April 1994"
    }
}