{
    "results": [
        {
            "id": "7ac26d80-9b3d-45e4-80e3-58f704647010",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "546a09b6-fa47-41e1-8213-b59b34b327c2",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dewan Perwakilan Rakyat Propinsi dan Badan Eksekutip Propinsi\n(Dewan Pemerintah Daerah) Sumatera Tengah dibekukan sampai\nterbentuk Dewan Perwakilan Rakyat Daerah dan Dewan Pemerintah\nDaerah menurut peraturan berdasarkan atas Undang-undang No. 22\ntahun 1948.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "6c37f7e5-816f-406e-8217-8bbb8155ab44",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "955e3237-bf87-4c39-a413-4fe04c9d1a1b",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "1) Pemerintahan daerah Propinsi Sumatera Tengah untuk sementara\nwaktu dijalankan oleh seorang Gubernur, Kepala Daerah yang\ndiangkat oleh Pemerintah, bersama-sama dengan satu Dewan,\nyang terdiri dari seorang Ketua, yaitu Kepala Daerah dan\nsekurang-kurangnya 4 dan sebanyak banyaknya 6 orang anggauta\nyang diangkat dan diperhentikan oleh Menteri Dalam Negeri\natas usul Kepala Daerah.\n2) Dalam menjalankan tugasnya seperti tersebut dalam ayat 1\nDewan bertanggung-jawab kepada Menteri Dalam Negeri.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "42a5849d-7a9c-4c4b-9992-abaedd7376eb",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "61ddeb01-fb3d-4670-b287-10632c20b5bb",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Di samping menjalankan tugas pemerintahan pada umumnya Dewan yang\ntersebut dalam pasal 2 ayat I diberi tugas-kewajiban dalam waktu\nyang singkat, selama-lamanya 6 bulan, menyelenggarakan pembentukan\nDewan Perwakilan Rakyat Daerah menurut peraturan-peraturan\nberdasarkan atas Undang-undang No. 22 tahun 1948.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "577d3a59-b587-4025-925c-40abb8147540",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "9718aa8b-71b8-479f-abe6-9d9ad97ddfda",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada hari diundangkan.\nAgar supaya setiap orang dapat mengetahuinya, memerintahkan\npengundangan Peraturan Pemerintah ini dengan penempatan dalam\nLembaran Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "1",
        "Tahun": "1951",
        "Tentang": "PEMBEKUAN DEWAN PERWAKILAN RAKYAT PROPINSI DAN BADAN\nEKSEKUTIP PROPINSI SUMATERA TENGAH DAN CARA BAGAIMANA\nMENGATUR PEMERINTAHAN DAERAH DI PROPINSI SUMATERA TENGAH\nUNTUK SEMENTARA WAKTU",
        "Menimbang": {
            "Introduction": "",
            "a": " Bahwa berhubung dengan pembentukan Propinsi Sumatera Tengah\nyang telah ditetapkan dengan Peraturan Pemerintah Pengganti\nUndang-undang No. 4 tahun 1950, yang berlaku mulai tanggal 15\nAgustus 1950, pemerintahan daerah Sumatera Tengah perlu\nsegera disusun baru menurut dasar-dasar dalam Undang-undang",
            "No": " 22 tahun 1948 sebagai pelaksanaan Program-Kabinet,\nPemerintah menganggap perlu mengadakan tindakan-tindakan dan\nperaturan seperti tersebut di bawah ini.",
            "b": " Bahwa pemerintahan daerah Propinsi Sumatera Tengah sejak hari\ntersebut masih dilakukan oleh Dewan Perwakilan Rakyat\nPropinsi dan Badan Eksekutip Propinsi (Dewan Pemerintah\nDaerah), yang dibentuk atas dasar Undang-undang No. 10 tahun\n1948, lagi pula jabatan Gubernur masih terluang, sehingga\njalannya pemerintahan daerah tidak lancar;",
            "c": " Bahwa usaha-usaha Dewan Perwakilan Rakyat dan Badan Eksekutif\nPropinsi Sumatera Tengah dalam membentuk pemerintahan daerah\nbaru menuju ke arah pelaksanaan Undang-undang pokok\npemerintahan daerah tidak berhasil, sehingga perkembangan\npelaksanaan otonomi daerah Sumatera Tengah tertahan;",
            "d": " Bahwa Acting-Gubernur yang telah diangkat oleh Pemerintah\nuntuk memangku jabatan Kepala Daerah Propinsi Sumatera Tengah\ndengan tugas juga membentuk pemerintahan baru menurut\ninstruksi Menteri Dalam Negeri tanggal 19 September 1950 No.\nDes. 12/4/27 tidak dapat menjalankan kewajibannya, karena\npenolakan Dewan Perwakilan Rakyat Propinsi Sumatera Tengah\nterhadap keangkatannya itu, dan karena timbang-terima\ndilarang oleh Dewan Perwakilan Rakyat Propinsi;",
            "e": " Bahwa dengan perbuatan dan sikap tersebut Dewan Perwakilan\nRakyat dan Badan Eksekutip Propinsi Sumatera Tengah telah\nkeliru memakai kekuasaannya dan telah menghalang-halangi\nterbentuknya pemerintahan daerah baru, yang dalam keadaan\ntersebut di atas merugikan daerah dan Negara;",
            "f": " Bahwa berhubung dengan keadaan di daerah itu dan hasrat\nPemerintah untuk segera mengadakan pemerintahan daerah yang\nmemenuhi syarat-syarat seperti tersebut dalam Undang-undang"
        },
        "Mengingat": {
            "Introduction": "\nPasal 142 dan 98 Undang-undang Dasar Sementara Republik Indonesia,\ndan pasal 46 ayat 1, pasal 25 ayat I Undang-undang No. 22 tahun\n1948, dan Peraturan Pemerintah Pengganti Undang-undang No. 4 tahun\n1950;"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PEMBEKUAN DEWAN PERWAKILAN RAKYAT\nPROPINSI DAN BADAN EKSEKUTIP PROPINSI SUMATERA TENGAH DAN CARA\nBAGAIMANA MENGATUR PEMERINTAHAN DAERAH DI PROPINSI SUMATERA TENGAH\nUNTUK SEMENTARA WAKTU.",
        "tanggal sah": "5 Januari 1951"
    }
}