{
    "results": [
        {
            "id": "41756e07-cedc-4dcb-849c-bbabd6d7ac10",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "b7f95b0f-50c2-4fea-84b8-818050f2e5f6",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "e1b385e4-c112-48be-bcd2-7ea12182acc1",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan :\n1. Undang-undang PPN adalah Undang-undang Nomor 8 Tahun 1983 tentang Pajak Pertambahan\nNilai Barang dan Jasa dan Pajak Penjualan atas Barang Mewah sebagaimana telah beberapa kali\ndiubah terakhir dengan Undang-undang Nomor 18 Tahun 2000.\n2. Pajak adalah Pajak Pertambahan Nilai atau Pajak Pertambahan Nilai dan Pajak Penjualan atas\nBarang Mewah.\n3. Piutang adalah piutang dagang yang timbul karena penyerahan Barang Kena Pajak dan atau Jasa\nKena Pajak.\n4. Persediaan Barang Kena Pajak adalah persediaan bahan baku, persediaan bahan pembantu,\npersediaan barang dalam proses, persediaan barang setengah jadi, dan atau persediaan barang\njadi.\n5. Pedagang Eceran adalah Pengusaha yang dalam kegiatan usaha atau pekerjaannya melakukan\nusaha perdagangan dengan cara sebagai berikut:\na. menyerahkan Barang Kena Pajak melalui suatu tempat penjualan eceran seperti toko,\nkios, atau dengan cara penjualan yang dilakukan langsung kepada konsumen akhir, atau\ndengan cara penjualan yang dilakukan dari rumah ke rumah; dan\nb. menyediakan Barang Kena Pajak yang diserahkan di tempat penjualan secara eceran\ntersebut; dan\nc. melakukan transaksi jual beli secara spontan tanpa didahului dengan penawaran tertulis,\npemesanan tertulis, kontrak atau lelang dan pada umumnya bersifat tunai, dan pembeli\npada umumnya datang ke tempat penjualan tersebut langsung membawa sendiri Barang\nKena Pajak yang dibelinya.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "5ebce62f-f796-4e6f-86ea-2a840e989b28",
            "name": "Chapter II",
            "title": "\nPENGUKUHAN PENGUSAHA KENA PAJAK",
            "type": "chapter",
            "children": [
                {
                    "id": "58066405-a011-46a7-82cd-de79823408e2",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "ca3753fd-2c3e-4ed8-bfb2-161a370a8c9f",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dalam rangka pengukuhan Pengusaha sebagai Pengusaha Kena Pajak, termasuk dalam pengertian Pengusaha yang melakukan penyerahan Barang Kena Pajak dan atau penyerahan Jasa Kena Pajak dan atau ekspor Barang Kena Pajak sebagaimana dimaksud dalam Pasal 1 angka 15 Undang-undang PPN, adalah Pengusaha yang sejak semula bermaksud melakukan penyerahan Barang Kena Pajak dan atau penyerahan Jasa Kena Pajak dan atau ekspor Barang Kena Pajak.",
                            "explanation": "\nPengukuhan sebagai Pengusaha Kena Pajak mempunyai akibat hukum yang luas antara\nlain berkaitan dengan pembuatan Faktur Pajak, penerapan tarif 0% (nol persen), pengkreditan\nPajak Masukan, dan pengembalian kelebihan pembayaran Pajak. Agar pemungutan Pajak\nPertambahan Nilai dan Pajak Penjualan atas Barang Mewah terlaksana secara efektif dan lancar,\nsudah sewajarnya apabila Pengusaha yang sejak semula bermaksud melakukan penyerahan\nBarang Kena Pajak dan atau penyerahan Jasa Kena Pajak dan atau ekspor Barang Kena Pajak\ndapat melaporkan usahanya untuk dikukuhkan sebagai Pengusaha Kena Pajak."
                        },
                        {
                            "id": "0eedb6e2-7e4d-453f-8c4e-b89111208da1",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dalam rangka pengukuhan Pengusaha sebagai Pengusaha Kena Pajak, termasuk dalam pengertian bentuk badan lainnya sebagaimana dimaksud dalam Pasal 1 angka 13 Undang-undang PPN, adalah bentuk kerjasama operasi.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "f4a1ae34-890a-46c0-beef-fad67d2d7213",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Saat pengukuhan Pengusaha sebagai Pengusaha Kena Pajak sebagaimana dimaksud dalam Pasal 1 angka 15 Undang-undang PPN, ditetapkan dengan Keputusan Direktur Jenderal Pajak sesuai ketentuan sebagaimana dimaksud dalam Pasal 2 ayat (5) Undang-undang Nomor 6 Tahun 1983 tentang Ketentuan Umum dan Tata Cara Perpajakan sebagaimana telah beberapa kali diubah terakhir dengan Undang-undang Nomor 16 Tahun 2000.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "d9224058-055d-4c19-b162-8c6cfe63e27a",
            "name": "Chapter III",
            "title": "\nIMPOR BARANG KENA PAJAK",
            "type": "chapter",
            "children": [
                {
                    "id": "842e2856-8650-4426-9479-cae9358a8892",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "cd820c4e-feea-486a-b7bd-d8ef721a175e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAtas impor Barang Kena Pajak yang berdasarkan ketentuan perundang-undangan Pabean dibebaskan dari pungutan Bea Masuk, Pajak yang terutang tetap dipungut kecuali ditetapkan lain berdasarkan Keputusan Menteri Keuangan.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "da6f4119-becf-4dab-8909-f2acf04c423d",
            "name": "Chapter IV",
            "title": "\nDASAR PENGENAAN PAJAK",
            "type": "chapter",
            "children": [
                {
                    "id": "44a21201-a79c-4fc9-b296-f88f71125257",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "ce5a06dd-6dac-4758-b987-462e2038425a",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dasar Pengenaan Pajak Pertambahan Nilai adalah jumlah Harga Jual, Penggantian, Nilai Impor\nNilai Ekspor, atau Nilai Lain yang ditetapkan dengan Keputusan Menteri Keuangan, yang dipakai sebagai dasar untuk menghitung Pajak yang terutang.\n\n(2) Atas penyerahan Barang Kena Pajak yang Tergolong Mewah yang dilakukan oleh Pengusaha Kena Pajak yang menghasilkan Barang Kena Pajak yang Tergolong Mewah atau atas impor Barang Kena Pajak yang Tergolong Mewah, Dasar Pengenaan Pajak sebagaimana dimaksud dalam ayat (1) tidak termasuk Pajak Pertambahan Nilai dan Pajak Penjualan atas Barang Mewah yang dikenakan atas perolehan atau atas impor Barang Kena Pajak yang Tergolong Mewah tersebut.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "c8df2fde-d462-4e42-a713-a87b3d058ebc",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Atas penyerahan Barang Kena Pajak yang Tergolong Mewah yang dilakukan oleh Pengusaha Kena Pajak selain pengusaha yang menghasilkan Barang Kena Pajak yang Tergolong Mewah atau atas impor Barang Kena Pajak yang Tergolong Mewah, Dasar Pengenaan Pajak sebagaimana dimaksud dalam ayat (1) termasuk Pajak Penjualan atas Barang Mewah yang dikenakan atas perolehan atau atas impor Barang Kena Pajak yang Tergolong Mewah tersebut.",
                            "explanation": "\nPengusaha Kena Pajak A membeli Barang Kena Pajak yang tergolong mewah dari Pengusaha yang menghasilkan Barang Kena Pajak tersebut sebagai berikut:\nHarga Beli (sebagai Dasar Pengenaan Pajak) = Rp 100.000.000,00\nPajak Pertambahan Nilai Rp 10.000.000,00\nPajak Penjualan atas Barang Mewah misalnya dengan tarif 20% = Rp 20.000.000,00\nJumlah yang dibayar oleh Pengusaha Kena Pajak A = Rp 130.000.000,00\nKemudian Pengusaha Kena Pajak A tersebut menjual Barang Kena Pajak tersebut kepada Pengusaha Kena Pajak B sebagai berikut:\nHarga Beli Pengusaha Kena Pajak A = Rp 100.000.000,00\nPajak Penjualan atas Barang Mewah yang telah dibayar = Rp 20.000.000,00\nKeuntungan yang diharapkan = Rp 15.000.000,00 + Dasar Pengenaan Pajak = Rp 135.000.000,00\nPajak Pertambahan Nilai = Rp 13.500.000,00 + Jumlah yang dibayar oleh Pengusaha Kena Pajak B = Rp 148.500.000,00"
                        }
                    ]
                }
            ]
        },
        {
            "id": "eee7936b-ecc0-4008-88b3-b2688cd1c1b3",
            "name": "Chapter V",
            "title": "\nPENGHITUNGAN PAJAK",
            "type": "chapter",
            "children": [
                {
                    "id": "990d0967-8c4c-4e2f-a250-904ee8c3eb98",
                    "name": "Article 5",
                    "type": "article",
                    "children": [
                        {
                            "id": "395800b1-c4c7-4c45-8b65-ae9bec41b5d2",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dalam kontrak atau perjanjian tertulis mengenai penyerahan Barang Kena Pajak dan atau Jasa Kena Pajak, harus disebutkan dengan jelas nilainya, Dasar Pengenaan Pajak, dan besarnya Pajak yang terutang.",
                            "explanation": "\nContoh:\nDalam pembuatan suatu kontrak atau perjanjian tertulis mengenai penyerahan Barang Kena Pajak yang Tergolong Mewah oleh Pengusaha Kena Pajak yang menghasilkan Barang Kena Pajak yang Tergolong Mewah tersebut dengan pembeli, dapat dibuat sebagai berikut:\nNilai Kontrak (sebagai Dasar Pengenaan Pajak) = Rp 100.000.000,00\nPajak Pertambahan Nilai = Rp 10.000.000,00\nPajak Penjualan atas Barang Mewah misalnya dengan tarif 20% = Rp 20.000.000,00 +Jumlah yang harus dibayar oleh pembeli = Rp 130.000.000,00"
                        },
                        {
                            "id": "da76f04f-e4eb-4d98-a722-d49398d09d45",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Apabila dalam nilai kontrak atau perjanjian tertulis telah termasuk Pajak, maka wajib disebutkan dengan jelas bahwa dalam nilai tersebut telah termasuk Pajak.",
                            "explanation": "\nContoh:\nApabila dalam pembuatan kontrak atau perjanjian tertulis bahwa dalam nilai kontrak\nsebesar Rp130.000.000,00 sebagaimana contoh dalam ayat (1) di atas secara tegas dinyatakan\nsudah termasuk Pajak Pertambahan Nilai (sebesar 10%) dan Pajak Penjualan Atas Barang Mewah\n(sebesar 20%), maka penghitungan PPN dan PPn BM menurut ayat ini adalah sebagai berikut :\nPajak Pertambahan Nilai yang terutang = 10\n--x Rp130.000.000,00 = Rp 10.000.000,00\n110+20\nPajak Penjualan atas Barang Mewah yang terutang =\n20\nxRp130.000.000,00 = Rp 20.000.000,00\n110 + 20"
                        },
                        {
                            "id": "8a87341a-994e-4bbd-9731-1870aa0880e7",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Apabila ketentuan sebagaimana dimaksud dalam ayat (1) dan ayat (2) tidak dipenuhi, maka jumlah harga yang tercantum dalam kontrak atau perjanjian tertulis tersebut dianggap sebagai Dasar Pengenaan Pajak.",
                            "explanation": "\nSebagaimana contoh dalam penjelasan ayat (2), apabila dalam kontrak atau perjanjian\ntertulis tidak dinyatakan dengan tegas bahwa Pajak Pertambahan Nilai dan Pajak Penjualan atas\nBarang Mewah termasuk dalam nilai kontrak, maka besarnya Dasar Pengenaan Pajak untuk\nmenghitung Pajak Pertambahan Nilai adalah sebesar Rp130.000.000,00."
                        }
                    ]
                },
                {
                    "id": "ea934675-b1d8-4403-86c9-0436732bd300",
                    "name": "Article 6",
                    "type": "article",
                    "children": [
                        {
                            "id": "d0a12171-5a6b-4403-8fe0-c1de218ca615",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dalam hal Pajak Pertambahan Nilai telah menjadi bagian dari harga atau pembayaran atas penyerahan Barang Kena Pajak dan atau penyerahan Jasa Kena Pajak, maka Pajak Pertambahan Nilai yang terutang adalah 10/110 dari harga atau pembayaran atas penyerahan Barang Kena Pajak dan atau penyerahan Jasa Kena Pajak.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "e5c30bf1-2805-429d-970b-e07cfa7fa15c",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dalam hal penyerahan Barang Kena Pajak sebagaimana dimaksud dalam ayat (1) juga terutang\nPajak Penjualan atas Barang Mewah dan telah menjadi bagian dari harga atau pembayaran atas\npenyerahan Barang Kena Pajak, maka cara penghitungan Pajaknya adalah sebagai berikut:\na. Pajak Pertambahan Nilai =\n10\nX\n110 + t harga atau pembayaran atas\npenyerahan Barang Kena Pajak\n\nb. Pajak Penjualan\nAtas Barang Mewah =\nt\nX\n110 + t harga atau pembayaran\natas penyerahan Barang Kena Pajak\nt = besarnya tarif Pajak Penjualan atas Barang Mewah\n(3) Apabila berdasarkan hasil pemeriksaan ternyata Pengusaha Kena Pajak tidak atau tidak\nsepenuhnya melaksanakan kewajiban pemungutan Pajak, maka besarnya Dasar Pengenaan\nPajak ditetapkan sebesar Harga Jual, atau Penggantian, atau Nilai Lain sesuai hasil pemeriksaan,\nsehingga besarnya Pajak yang terutang dihitung berdasarkan tarif dikalikan Dasar Pengenaan\nPajak menurut hasil pemeriksaan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "6813dec2-4176-4edd-bdd5-8f54f7eb21be",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Pengusaha yang seharusnya melaporkan usahanya untuk dikukuh-kan sebagai Pengusaha Kena\nPajak tetapi tidak melaksanakan kewajibannya tersebut, maka besarnya Pajak yang terutang\ndihitung sesuai ketentuan sebagaimana dimaksud dalam ayat (3).",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "3ecff21e-9397-46c2-8b4b-a77ab3bfd2f3",
                    "name": "Article 7",
                    "type": "article",
                    "children": [
                        {
                            "id": "0fdb4fe7-4cac-4e31-afe1-fda721198584",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penghapusan piutang tidak mengakibatkan dilakukan penyesuaian Pajak yang telah dilaporkan\noleh Pengusaha Kena Pajak penjual atau Pengusaha Kena Pajak pemberi jasa, dan tidak\nmengakibatkan dilakukan penyesuaian Pajak yang telah dikreditkan atau yang telah dibebankan\nsebagai biaya oleh Pengusaha Kena Pajak pembeli atau Pengusaha Kena Pajak penerima jasa.",
                            "explanation": "\nPajak Pertambahan Nilai dikenakan atas konsumsi Barang Kena Pajak dan atau Jasa\nKena Pajak. Dalam hal piutang yang timbul karena penyerahan Barang Kena Pajak dan atau Jasa\nKena Pajak tersebut dihapuskan, penghapusan tersebut tidak mempunyai akibat atas konsumsi\nBarang Kena Pajak dan atau Jasa Kena Pajak tersebut. Oleh karena itu baik Pengusaha Kena\nPajak penjual yang menghapuskan piutangnya maupun Pengusaha Kena Pajak Pembeli yang\nmenikmati penghapusan piutangnya tidak harus melakukan penyesuaian atas Pajak yang telah\ndilaporkan."
                        },
                        {
                            "id": "3309a93e-7848-4835-9b1f-0922e19cdbbb",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Atas Barang Kena Pajak yang musnah atau rusak sehingga tidak dapat digunakan lagi baik karena\nbencana alam ataupun sebab lain di luar kekuasaan Pengusaha Kena Pajak, tidak mengakibatkan\ndilakukan penyesuaian Pajak yang telah dikreditkan atau yang telah dibebankan sebagai biaya\n.\nuntuk perolehan Barang Kena Pajak yang musnah atau rusak tersebut.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "fdc6e39c-3a29-45d9-a885-846359519336",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " alam hal terjadi kesalahan pemungutan yang mengakibatkan Pajak yang dipungut lebih besar dari\nyang seharusnya atau tidak seharusnya dipungut dan Pajak yang salah dipungut tersebut telah\ndisetorkan dan dilaporkan, maka Pengusaha Kena Pajak yang memungut Pajak tersebut tidak\ndapat meminta kembali Pajak yang salah dipungut tersebut.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "26cc85dd-be3c-470b-b042-6396dc3b9074",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Pajak yang salah dipungut sebagaimana dimaksud dalam ayat (3) dapat diminta kembali oleh\npihak yang terpungut, sepanjang belum dikreditkan atau belum dibebankan sebagai biaya.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "cf6da467-42ef-4678-bd24-d8fd441c33b8",
                            "name": "Verse 5",
                            "number": "5",
                            "type": "verse",
                            "content": " Pihak yang terpungut sebagaimana dimaksud dalam ayat (4) adalah importir, pembeli barang,\npenerima jasa, atau pihak yang memanfaatkan barang tidak berwujud atau jasa dari luar Daerah\nPabean.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "7266dd5a-ea75-44a3-ac49-f5264ade822b",
                    "name": "Article 8",
                    "type": "article",
                    "children": [
                        {
                            "id": "f7b018ad-1550-44e0-86f5-7de9658c6808",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Atas penyerahan aktiva yang menurut tujuan semula tidak untuk diperjualbelikan, Dasar\nPengenaan Pajak dihitung berdasarkan Harga Jual.",
                            "explanation": "\nYang dimaksud dengan penyerahan aktiva adalah penyerahan aktiva sebagaimana\ndimaksud dalam Pasal 16D Undang-undang PPN."
                        },
                        {
                            "id": "e231091c-21ce-4f51-9057-e4dd997293a0",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Atas aktiva yang menurut tujuan semula tidak untuk diperjualbelikan dan persediaan Barang Kena\nPajak yang masih tersisa pada saat pembubaran perusahaan, serta atas pemakaian sendiri dan\npemberian cuma-cuma, Dasar Pengenaan Pajak dihitung berdasarkan Nilai Lain yang ditetapkan\noleh Menteri Keuangan.",
                            "explanation": ""
                        }
                    ]
                },
                {
                    "id": "a25aaf9f-672f-4ed0-a423-715c3eeb239a",
                    "name": "Article 9",
                    "type": "article",
                    "children": [
                        {
                            "id": "9789c5a9-111e-4a74-ae1c-35fa16b20671",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pengusaha Kena Pajak Pedagang Eceran dalam menghitung Pajak yang terutang dapat memilih\nNilai Lain yang ditetapkan oleh Menteri Keuangan sebagai Dasar Pengenaan Pajak.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "4b28a4a7-ac50-4da0-9382-034caadfb8bf",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pengusaha Kena Pajak Pedagang Eceran yang memilih menggunakan Nilai Lain sebagai Dasar\nPengenaan Pajak yang memiliki lebih dari satu tempat penjualan, atas penyerahan Barang Kena\nPajak antar tempat penjualan tersebut tidak terutang Pajak Pertambahan Nilai.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "f4bf6201-ed21-4f81-b81f-61df5fe2a97b",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Pengusaha Kena Pajak Pedagang Eceran yang tidak memilih menggunakan Nilai Lain sebagai\nDasar Pengenaan Pajak yang memiliki lebih dari satu tempat penjualan, maka penyerahan Barang\nKena Pajak antar tempat penjualan tersebut terutang Pajak Pertambahan Nilai.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "b6d0eddf-64ca-48e0-a6a3-69a25a1a23a6",
                    "name": "Article 10",
                    "type": "article",
                    "children": {
                        "id": "e97ebabc-e374-4578-8539-1df88eb537fb",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPajak yang terutang atas penyerahan Barang Kena Pajak dan atau Jasa Kena Pajak kepada Pemungut\nPajak Pertambahan Nilai dipungut pada saat pembayaran oleh Pemungut Pajak Pertambahan Nilai.",
                        "explanation": "\n\nCukup jelas"
                    }
                },
                {
                    "id": "5add766e-e19b-45a8-a971-748992e9d159",
                    "name": "Article 11",
                    "type": "article",
                    "children": [
                        {
                            "id": "2f7a6fd6-5fb8-43ef-8e1d-6f036d2afce7",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Apabila pembayaran atau Harga Jual atau Penggantian dilakukan dengan mempergunakan mata\nuang asing, maka penghitungan besarnya Pajak yang terutang harus dikonversi ke dalam mata\nuang rupiah dengan mempergunakan kurs yang berlaku menurut Keputusan Menteri Keuangan\npada saat pembuatan Faktur Pajak.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "fd2f743c-23eb-465e-a284-16fb2df0e5dc",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dalam hal pembayaran atau Harga Jual atau Penggantian yang dilakukan sehubungan dengan\npelaksanaan Pasal 16A Undang-undang PPN mempergunakan mata uang asing, maka besarnya\nPajak yang terutang harus dikonversi ke dalam mata uang rupiah dengan mempergunakan kurs\nyang berlaku menurut Keputusan Menteri Keuangan pada saat dilakukan pembayaran oleh\nPemungut Pajak Pertambahan Nilai.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "6cc47217-46fc-4535-a226-417a7871e170",
            "name": "Chapter VI",
            "title": "\nPENGKREDITAN PAJAK MASUKAN",
            "type": "chapter",
            "children": [
                {
                    "id": "8aa4adc4-ea37-4326-a570-2c67178084fa",
                    "name": "Article 12",
                    "type": "article",
                    "children": [
                        {
                            "id": "713797ea-21d3-4d4c-b325-83a8cf01e31f",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pajak Masukan yang dibayar untuk perolehan Barang Kena Pajak dan atau Jasa Kena Pajak\ndikreditkan dengan Pajak Keluaran di tempat Pengusaha Kena Pajak dikukuhkan.",
                            "explanation": "\nTempat pengkreditan Pajak Masukan adalah di tempat Pengusaha Kena Pajak\ndikukuhkan. Faktur Pajak yang menjadi dasar pengkreditan harus memenuhi ketentuan yang\nberlaku antara lain alamat Pengusaha Kena Pajak yang tercantum dalam Faktur Pajak harus sama\ndengan alamat Pengusaha Kena Pajak yang tercantum dalam Surat Keputusan Pengukuhan.\nDalam hal pengusaha melakukan impor Barang Kena Pajak dan tempat melakukan impor\nberbeda dengan tempat Pengusaha Kena Pajak dikukuhkan, maka tempat pengkreditan Pajak\nMasukan atas impor Barang Kena Pajak adalah di tempat pengusaha dikukuhkan sebagai\nPengusaha\nKena Pajak.\nDengan demikian Pengusaha Kena Pajak yang melakukan impor Barang Kena Pajak\ntersebut tidak perlu dikukuhkan sebagai Pengusaha Kena Pajak di tempat Barang Kena Pajak\ntersebut diimpor."
                        },
                        {
                            "id": "0198dacf-76bb-4454-aba0-0037021ac55d",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Direktur Jenderal Pajak dapat menentukan tempat selain tempat sebagaimana dimaksud dalam\nayat (1) sebagai tempat pengkreditan Pajak Masukan atas perolehan Barang Kena Pajak dan atau\nJasa Kena Pajak, baik atas permohonan tertulis dari Pengusaha Kena Pajak ataupun secara\njabatan.",
                            "explanation": "\nContoh:\nPengusaha Kena Pajak \"A\" yang kantor pusatnya di Jakarta dan telah terdaftar di Kantor\nPelayanan Pajak Gambir I memiliki pabrik yang terletak di kota Solo dan telah terdaftar sebagai\nPengusaha Kena Pajak di Solo. PIB dalam rangka impor Barang Kena Pajak menggunakan NPWP\nkantor pusat Jakarta.\nDengan persetujuan Direktur Jenderal Pajak, Pengusaha Kena Pajak di Solo dapat\nmengkreditkan Pajak Masukan yang tercantum dalam dokumen impor tersebut."
                        }
                    ]
                }
            ]
        },
        {
            "id": "9e3e0d9c-9a89-49d3-bbdb-106a8c6aa9f4",
            "name": "Chapter VII",
            "title": "\nSAAT DAN TEMPAT PAJAK TERUTANG",
            "type": "chapter",
            "children": [
                {
                    "id": "fd11aaad-9247-4aba-885f-5081723c9b2e",
                    "name": "Article 13",
                    "type": "article",
                    "children": [
                        {
                            "id": "67c9985e-c14d-407c-af5d-df36f7c95b9b",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Terutangnya Pajak atas penyerahan Barang Kena Pajak berwujud yang menurut sifat atau\nhukumnya berupa barang bergerak, terjadi pada saat Barang Kena Pajak tersebut diserahkan\n(2) Terutangnya Pajak atas penyerahan Barang Kena Pajak berwujud yang menurut sifat atau hukumnya berupa barang tidak bergerak, terjadi pada saat penyerahan hak untuk menggunakan atau menguasai Barang Kena Pajak tersebut, baik secara hukum atau secara nyata, kepada pihak pembeli.\n\nTerutangnya Pajak atas penyerahan Barang Kena Pajak tidak berwujud oleh Pengusaha Kena Pajak, adalah pada saat yang terjadi lebih dahulu dari peristiwa-peristiwa di bawah ini:\na. saat harga penyerahan Barang Kena Pajak tidak berwujud dinyatakan sebagai piutang oleh Pengusaha Kena Pajak;\nb. saat harga penyerahan Barang Kena Pajak tidak berwujud ditagih oleh Pengusaha Kena Pajak;\nc. saat harga penyerahan Barang Kena Pajak tidak berwujud diterima pembayarannya, baik sebagian atau seluruhnya oleh Pengusaha Kena Pajak; atau\nd. saat ditandatanganinya kontrak atau perjanjian oleh Pengusaha Kena Pajak, dalam hal saat sebagaimana dimaksud dalam huruf a sampai dengan huruf c tidak diketahui.",
                            "explanation": "\nSaat penyerahan barang bergerak tidak selalu dikaitkan dengan berbagai syarat\npenyerahan yang lazim terjadi dalam dunia perdagangan. Pajak Pertambahan Nilai menganut\npendirian bahwa penyerahan barang bergerak telah terjadi pada saat barang tersebut\ndikeluarkan\ndari penguasaan Pengusaha Kena Pajak (Penjual) dengan maksud langsung atau tidak langsung\nuntuk diserahkan pada pihak lain. Karena itu Pajak terutang pada saat barang diserahkan kepada\npihak kedua atau pembeli atau pada saat barang diserahkan melalui juru kirim, pengusaha\nangkutan, perusahaan angkutan atau pihak ketiga lainnya untuk atau atas nama pihak kedua atau\npembeli."
                        },
                        {
                            "id": "c52e5d09-2ebe-403c-94cd-e89ecb94b00b",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Terutangnya Pajak atas penyerahan Jasa Kena Pajak, terjadi pada saat mulai tersedianya fasilitas atau kemudahan untuk dipakai secara nyata, baik sebagian atau seluruhnya.",
                            "explanation": "\nAtas penyerahan jasa pemborong bangunan atau barang tidak bergerak :\nUmumnya pekerjaan jasa pemborongan bangunan dan barang tidak bergerak lainnya\ndiselesaikan dalam suatu masa tertentu. Dan sebelum jasa pemborong itu selesai dan siap untuk\ndiserahkan telah diterima pembayaran dimuka sebelum pekerjaan pemborongan dimulai atau\npembayaran atas sebagian penyelesaian pekerjaan jasa sesuai dengan tahap atau kemajuan\npenyelesaian pekerjaan. Dalam hal ini sesuai dengan ketentuan sebagaimana diatur dalam Pasal\n13 ayat (2) Undang-undang Nomor 8 Tahun 1983 tentang Pajak Pertambahan Nilai Barang dan\nJasa dan Pajak Penjualan atas Barang Mewah sebagaimana telah beberapa kali diubah terakhir\ndengan Undang-undang Nomor 18 Tahun 2000, Pajak terutang pada saat pembayaran tersebut\nditerima oleh Pemborong atau Kontraktor.\nSelanjutnya setelah bangunan atau barang tidak bergerak tersebut selesai dikerjakan,\nmaka jasa pemborongan seluruhnya diserahkan kepada penerima jasa. Dalam hal ini sesuai\ndengan Pasal 13 ayat (1) Undang-undang Nomor 8 Tahun 1983 tentang Pajak Pertambahan Nilai\nBarang dan Jasa dan Pajak Penjualan Atas Barang Mewah sebagaimana telah diubah terakhir\ndengan Undang-undang Nomor 18 Tahun 2000, Pajak terutang pada saat penyerahan Jasa Kena\nPajak itu dilakukan, meskipun pembayaran lunas jasa pemborongan tersebut belum diterima oleh\nPemborong atau Kontraktor.\nContoh:\n1.\nTanggal 1 April 2001, perjanjian pemborongan ditandatangani dan diterima uang\nmuka sebesar 20%.\n2.\nanggal 1 Mei 2001, pekerjaan selesai 20%, diterima\npembayaran tahap ke-1.\n3. Tanggal 1 Juni 2001, pekerjaan selesai 50%, diterima pembayaran tahap ke-2.\n4. Tanggal 20 Juni 2001, pekerjaan selesai 80%, diterima pembayaran tahap ke-3.\n5. Tanggal 25 Agustus 2001, pekerjaan selesai 100%, bangunan atau barang tidak bergerak diserahkan.\n6. anggal 1 September 2001, diterima pembayaran tahap akhir (ke-4) sebesar 95% dari harga borongan.\n7. Tanggal 1 Maret 2002, diterima pembayaran pelunasan seluruh jasa pemborongan.\n\nPada angka 1 s.d. angka 4 Pajak terutang pada tanggal diterimanya pembayaran (tahap), sedang angka 5 s.d. angka 7 Pajak terutang pada tanggal 25 Agustus 2001 atau saat jasa pemborongan (bangunan atau barang tak gerak) selesai dilakukan dan diserahkan kepada pemiliknya.\nTanggal pembayaran yang tersebut pada angka 6 dan angka 7 tidak perlu diperhatikan, karena tidak termasuk saat yang menentukan terutangnya Pajak sesuai dengan dasar akrual yang dianut dalam Undang-undang Nomor 8 Tahun 1983 tentang Pajak Pertambahan Nilai Barang dan Jasa dan Pajak Penjualan Atas Barang Mewah sebagaimana telah diubah terakhir dengan Undang-undang Nomor 18 Tahun 2000.\nCara penghitungan sebagaimana tersebut di atas juga berlaku dalam hal penjualan Barang Kena Pajak dan atau Jasa Kena Pajak dilakukan dengan pembayaran uang muka, sedangkan penyerahan Barang Kena Pajak dan atau Jasa Kena Pajak tersebut dilakukan kemudian.\nAtas penyerahan Jasa Kena Pajak selain pemborong bangunan, terutangnya Pajak terjadi pada saat:\na. tersedianya barang atau fasilitas untuk dipakai, baik sebagian atau seluruhnya;\natau\nb. dilakukan penagihan pembangunan atau penggantian; atau\nc. mbayaran, apabila pembayaran diterima sebelum penyerahan Jasa Kena Pajak dilakukan."
                        },
                        {
                            "id": "9d05f6fa-ef60-40dd-8f8c-68b6ae7a34b1",
                            "name": "Verse 5",
                            "number": "5",
                            "type": "verse",
                            "content": " Terutangnya Pajak atas impor Barang Kena Pajak, terjadi pada saat Barang Kena Pajak tersebut dimasukkan ke dalam Daerah Pabean.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "09cb0271-63c3-4320-bb86-a9a7ba1dc86e",
                            "name": "Verse 6",
                            "number": "6",
                            "type": "verse",
                            "content": " Terutangnya Pajak atas ekspor Barang Kena Pajak, terjadi pada saat Barang Kena Pajak dikeluarkan dari Daerah Pabean.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "2d100740-0e6b-46ce-ba1e-aa2ed899f715",
                            "name": "Verse 7",
                            "number": "7",
                            "type": "verse",
                            "content": " Terutangnya Pajak atas aktiva yang menurut tujuan semula tidak untuk diperjualbelikan dan atau persediaan Barang Kena Pajak yang masih tersisa pada saat pembubaran perusahaan terjadi, adalah pada saat yang terjadi lebih dahulu di antara saat:\na. ditandatanganinya akte pembubaran oleh Notaris; atau\nb. berakhirnya jangka waktu berdirinya perseroan yang ditetapkan dalam Anggaran Dasar; atau\nc. tanggal penetapan Pengadilan yang menyatakan perseroan dibubarkan; atau\nd. diketahuinya bahwa perusahaan tersebut nyata-nyata sudah tidak melakukan kegiatan usaha atau sudah dibubarkan, berdasarkan hasil pemeriksaan atau berdasarkan data atau dokumen yang ada.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "d3085df6-4f9f-42d1-bc4b-c58644536f38",
                            "name": "Verse 8",
                            "number": "8",
                            "type": "verse",
                            "content": " Terutangnya Pajak atas penyerahan Barang Kena Pajak dalam rangka perubahan bentuk usaha atau penggabungan usaha atau pemekaran usaha atau pengalihan seluruh aktiva perusahaan",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "71390ef8-5b93-4a4b-90a5-2c2abf10ac09",
                    "name": "Article 14",
                    "type": "article",
                    "children": [
                        {
                            "id": "907aeea8-aa3b-4796-aaa0-0f116d00acda",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Tempat Pajak terutang atas penyerahan Barang Kena Pajak dan atau Jasa Kena Pajak di dalam\nDaerah Pabean adalah di tempat tinggal atau tempat kedudukan dan tempat kegiatan usaha\ndilakukan, yaitu di tempat Pengusaha dikukuhkan atau seharusnya dikukuhkan sebagai\nPengusaha Kena Pajak.",
                            "explanation": "\nCukup jelas\n"
                        },
                        {
                            "id": "5fc71d0e-e14b-49a9-9eca-0a9bfb3ca4a8",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Tempat Pajak terutang atas :\na. Impor Barang Kena Pajak, adalah di tempat Barang Kena Pajak dimasukkan ke dalam\nDaerah Pabean;\nb. Pemanfaatan Barang Kena Pajak tidak berwujud dan atau Jasa Kena Pajak dari luar Daerah\nPabean adalah di tempat tinggal orang pribadi atau tempat kedudukan badan dalam hal\norang pribadi atau badan tersebut bukan sebagai Wajib Pajak atau di tempat orang pribadi\natau badan tersebut terdaftar sebagai Wajib Pajak;\nc. Kegiatan membangun sendiri oleh Pengusaha Kena Pajak yang dilakukan tidak dalam\nkegiatan usaha atau pekerjaannya atau oleh bukan Pengusaha Kena Pajak, adalah di\ntempat bangunan tersebut didirikan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "aa6403b6-8de1-4b97-8353-150c3553318e",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Direktur Jenderal Pajak dapat menentukan tempat lain selain tempat sebagaimana dimaksud\ndalam ayat (1) sebagai tempat Pajak terutang atas ekspor Barang Kena Pajak, baik atas\npermohonan tertulis dari Pengusaha Kena Pajak ataupun secara jabatan.",
                            "explanation": "\nContoh :\nPengusaha Kena Pajak \"A\" yang kantor pusat dan pabriknya di Bogor telah dikukuhkan\nsebagai Pengusaha Kena Pajak di Kantor Pelayanan Pajak Bogor. Dalam rangka ekspor melalui\nPelabuhan Tanjung Priok di Jakarta, Pengusaha Kena Pajak A mempunyai kantor di Jakarta dan\ntelah dikukuhkan sebagai Pengusaha Kena Pajak di Kantor Pelayanan Pajak Jakarta Gambir I.\nPemberitahuan Ekspor Barang dalam rangka ekspor Barang Kena Pajak menggunakan Nomor\nPokok Wajib Pajak Kantor Pelayanan Pajak Jakarta Gambir I. Berdasarkan permohonan\nPengusaha Kena Pajak atau karena jabatan, Direktur Jenderal Pajak dapat menetapkan tempat\nPajak terutang untuk ekspor Barang Kena Pajak di Kantor Pelayanan Pajak Bogor sepanjang tidak\nterdapat penyerahan Barang Kena Pajak yang akan diekspor dari Bogor ke Jakarta dan\npengukuhan sebagai Pengusaha Kena Pajak di Kantor Pelayanan Pajak Jakarta Gambir I\nsemata-mata untuk mempermudah dan memperlancar pelaksanaan ekspor."
                        }
                    ]
                },
                {
                    "id": "32ec451a-d35f-4b70-b8be-b68a9f410564",
                    "name": "Article 15",
                    "type": "article",
                    "children": [
                        {
                            "id": "79c1208b-da0f-435d-94a7-979f1d31bae1",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Setiap Pengusaha Kena Pajak yang melakukan penyerahan Barang Kena Pajak dan atau Jasa\nKena Pajak wajib membuat Faktur Pajak.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "6780d03c-a342-4757-b01c-2eb89adcaad2",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Faktur Pajak dapat berupa Faktur Pajak Standar, Faktur Pajak Sederhana, dan dokumen-dokumen\ntertentu yang ditetapkan sebagai Faktur Pajak oleh Direktur Jenderal Pajak.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "ea98cf15-f77c-4140-aa41-957830083c8b",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Dalam Faktur Pajak Standar harus dicantumkan keterangan tentang penyerahan Barang Kena\nPajak atau penyerahan Jasa Kena Pajak yang paling sedikit memuat keterangan sebagaimana\ndimaksud dalam Pasal 13 ayat (5) Undang-undang PPN, yaitu :\na. Nama, alamat, Nomor Pokok Wajib Pajak yang menyerahkan Barang Kena Pajak atau Jasa\nKena Pajak;\nb. Nama, alamat, dan Nomor Pokok Wajib Pajak pembeli Barang Kena Pajak atau penerima\nJasa Kena Pajak;\nc. Jenis barang atau jasa, jumlah Harga Jual atau Penggantian, dan potongan harga;\nd. Pajak Pertambahan Nilai yang dipungut;\ne. Pajak Penjualan Atas Barang Mewah yang dipungut;\nf. Kode, nomor seri dan tanggal pembuatan Faktur Pajak; dan\ng. Nama, jabatan dan tanda tangan yang berhak menandatangani Faktur Pajak.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "b7840a02-ae46-47aa-9ea8-5c0cb573a29f",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Faktur Penjualan yang memuat keterangan dan pengisiannya sesuai dengan ketentuan dalam\nayat (2) dapat dipersamakan sebagai Faktur Pajak Standar.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "8eb43467-f53e-4f28-859d-cb089de82498",
            "name": "Chapter VIII",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "4c2823bf-eb8b-4c99-9867-097b1abfa9be",
                    "name": "Article 16",
                    "type": "article",
                    "children": {
                        "id": "195417d9-c052-4e7f-b981-9b246d50e4d8",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPada saat Peraturan Pemerintah ini mulai berlaku, peraturan pelaksanaan yang berlaku sebelum\ndikeluarkan Peraturan Pemerintah ini dinyatakan tetap berlaku, sepanjang tidak bertentangan dengan\nPeraturan Pemerintah ini.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "00488e33-dde7-4205-b268-289d262e9c5f",
            "name": "Chapter IX",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "2c7fd1e9-d9d3-4ae5-98ee-fc8198c94824",
                    "name": "Article 17",
                    "type": "article",
                    "children": {
                        "id": "65f852dd-03d4-48c6-988e-e34079d39593",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan mengenai :\na. Jenis barang dan jasa yang tidak dikenakan Pajak Pertambahan Nilai; dan\nb. Kelompok Barang Kena Pajak yang Tergolong Mewah yang dikenakan Pajak Penjualan atas\nBarang Mewah, diatur tersendiri dengan Peraturan Pemerintah.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "22e70312-3a38-4bc5-97ee-0d14491efef3",
                    "name": "Article 18",
                    "type": "article",
                    "children": {
                        "id": "ea762e44-40ac-4f4a-a204-329ca4e6a3d3",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan lebih lanjut yang diperlukan dalam rangka pelaksanaan Peraturan Pemerintah ini diatur dengan\nKeputusan Menteri Keuangan.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "1d77a016-d784-411d-bf7a-239c9f495179",
                    "name": "Article 19",
                    "type": "article",
                    "children": {
                        "id": "758c22d5-0722-4f96-8848-524e99f84591",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPada saat Peraturan Pemerintah ini mulai berlaku, Peraturan Pemerintah Nomor 50 Tahun 1994 tentang\nPelaksanaan Undang-undang Nomor 8 Tahun 1983 tentang Pajak Pertambahan Nilai Barang dan Jasa\ndan Pajak Penjualan atas Barang Mewah sebagaimana telah diubah dengan Undang-undang Nomor 11\nTahun 1994 (Lembaran Negara Republik Indonesia Tahun 1994 Nomor 78, Tambahan Lembaran Negara\nRepublik Indonesia Nomor 3581), sebagaimana telah beberapa kali diubah terakhir dengan Peraturan\nPemerintah Nomor 59 Tahun 1999 (Lembaran Negara Republik Indonesia Tahun 1999 Nomor 113)\ndinyatakan tidak berlaku.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "6399f3be-9e2c-4aa4-a2f2-4a5259628bb4",
                    "name": "Article 20",
                    "type": "article",
                    "children": {
                        "id": "39e377d5-5347-48d4-8ee9-1d9d8cd7f8dd",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal 1 Januari 2001.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan\npenempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nDengan berlakunya Undang-undang Nomor 18 Tahun 2000 tentang Perubahan Kedua atas\nUndang-undang Nomor 8 Tahun 1983 tentang Pajak Pertambahan Nilai Barang dan Jasa dan Pajak\nPenjualan atas Barang Mewah, maka perlu dilakukan perubahan dan penyesuaian atas peraturan\npelaksanaan yang telah berlaku selama ini.\nUntuk mencapai maksud tersebut, perlu ditetapkan peraturan pelaksanaan yang baru sebagai pengganti\nPeraturan Pemerintah Nomor 50 Tahun 1994 tentang Pelaksanaan Undang-undang Nomor 8 Tahun 1983\ntentang Pajak Pertambahan Nilai Barang dan Jasa dan Pajak Penjualan atas Barang Mewah sebagaimana\ntelah beberapa kali diubah terakhir dengan Undang-undang Nomor 11 Tahun 1994, sebagaimana telah\nbeberapa kali diubah terakhir dengan Peraturan Pemerintah Nomor 59 Tahun 1999.",
        "Nomor": "143",
        "Tahun": "2000",
        "Tentang": "PELAKSANAAN UNDANG-UNDANG NOMOR 8 TAHUN 1983 TENTANG\nPAJAK PERTAMBAHAN NILAI BARANG DAN JASA DAN PAJAK\nPENJUALAN ATAS BARANG MEWAH SEBAGAIMANA TELAH\nBEBERAPA KALI DIUBAH TERAKHIR DENGAN\nUNDANG-UNDANG NOMOR 18 TAHUN 2000",
        "Menimbang": {
            "Introduction": "\nbahwa dengan diundangkannya Undang-undang Nomor 18 Tahun 2000 tentang\nPerubahan Kedua Atas Undang-undang Nomor 8 Tahun 1983 tentang Pajak\nPertambahan Nilai Barang dan Jasa dan Pajak Penjualan Atas Barang Mewah, perlu\nmenetapkan Peraturan Pemerintah tentang pelaksanaan Undang-undang Nomor 8\nTahun 1983 tentang Pajak Pertambahan Nilai Barang dan Jasa dan Pajak Penjualan\nAtas Barang Mewah sebagaimana telah beberapa kali diubah terakhir dengan\nUndang-undang Nomor 18 Tahun 2000;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945 sebagaimana telah diubah dengan\nPerubahan Kedua Undang-Undang-Dasar 1945;",
            "2": " Undang-undang Nomor 6 Tahun 1983 tentang Ketentuan Umum dan Tata Cara\nPerpajakan (Lembaran Negara Republik Indonesia Tahun 1983 Nomor 49, Tambahan\nLembaran Negara Nomor 3262) sebagaimana telah beberapa kali diubah terakhir\ndengan Undang-undang Nomor 16 Tahun 2000 (Lembaran Negara Republik\nIndonesia Tahun 2000 Nomor 126, Tambahan Lembaran Negara Nomor 3984);",
            "3": " Undang-undang Nomor 7 Tahun 1983 tentang Pajak Penghasilan (Lembaran Negara\nRepublik Indonesia Tahun 1983 Nomor 50, Tambahan Lembaran Negara Nomor\n3263) sebagaimana telah beberapa kali diubah terakhir dengan Undang-undang\nNomor 17 Tahun 2000 (Lembaran Negara Republik Indonesia Tahun 2000 Nomor\n127, Tambahan Lembaran Negara Nomor 3985);",
            "4": " Undang-undang Nomor 8 Tahun 1983 tentang Pajak Pertambahan Nilai Barang dan\nJasa dan Pajak Penjualan Atas Barang Mewah (Lembaran Negara Republik\nIndonesia Tahun 1983 Nomor 51, Tambahan Lembaran Negara Nomor 3264)\nsebagaimana telah beberapa kali diubah terakhir dengan Undang-undang Nomor 18\nTahun 2000 (Lembaran Negara Republik Indonesia Tahun 2000 Nomor 128,\nTambahan Lembaran Negara Nomor 3986);"
        },
        "Menetapkan": "\nPeraturan Pemerintah tentang pelaksanaan Undang-undang Nomor 8\nTahun 1983 tentang Pajak Pertambahan Nilai Barang dan Jasa dan Pajak Penjualan\nAtas Barang Mewah sebagaimana telah beberapa kali diubah terakhir dengan\nUndang-undang Nomor 18 Tahun 2000;\nMengingat\n 1. Pasal 5 ayat (2) Undang-Undang Dasar 1945 sebagaimana telah diubah dengan\nPerubahan Kedua Undang-Undang-Dasar 1945;\n2. Undang-undang Nomor 6 Tahun 1983 tentang Ketentuan Umum dan Tata Cara\nPerpajakan (Lembaran Negara Republik Indonesia Tahun 1983 Nomor 49, Tambahan\nLembaran Negara Nomor 3262) sebagaimana telah beberapa kali diubah terakhir\ndengan Undang-undang Nomor 16 Tahun 2000 (Lembaran Negara Republik\nIndonesia Tahun 2000 Nomor 126, Tambahan Lembaran Negara Nomor 3984);\n3. Undang-undang Nomor 7 Tahun 1983 tentang Pajak Penghasilan (Lembaran Negara\nRepublik Indonesia Tahun 1983 Nomor 50, Tambahan Lembaran Negara Nomor\n3263) sebagaimana telah beberapa kali diubah terakhir dengan Undang-undang\nNomor 17 Tahun 2000 (Lembaran Negara Republik Indonesia Tahun 2000 Nomor\n127, Tambahan Lembaran Negara Nomor 3985);\n4. Undang-undang Nomor 8 Tahun 1983 tentang Pajak Pertambahan Nilai Barang dan\nJasa dan Pajak Penjualan Atas Barang Mewah (Lembaran Negara Republik\nIndonesia Tahun 1983 Nomor 51, Tambahan Lembaran Negara Nomor 3264)\nsebagaimana telah beberapa kali diubah terakhir dengan Undang-undang Nomor 18\nTahun 2000 (Lembaran Negara Republik Indonesia Tahun 2000 Nomor 128,\nTambahan Lembaran Negara Nomor 3986);\nMEMUTUSKAN \nMenetapkan \nPERATURAN PEMERINTAH TENTANG PELAKSANAAN UNDANG-UNDANG NOMOR\n8 TAHUN 1983 TENTANG PAJAK PERTAMBAHAN NILAI BARANG DAN JASA DAN\nPAJAK PENJUALAN ATAS BARANG MEWAH SEBAGAIMANA TELAH BEBERAPA\nKALI DIUBAH TERAKHIR DENGAN UNDANG-UNDANG NOMOR 18 TAHUN 2000.",
        "tanggal sah": "1 Januari 2001"
    }
}