{
    "results": [
        {
            "id": "68b1b146-8358-48de-ba44-c78d4d9eae06",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "6701d7bb-082e-4804-88e4-6289ce657d24",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "0fb81710-4e4c-46f5-8519-06faf7f0dce9",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan :\n1. Barang adalah tiap benda atau hak yang dapat dijadikan objek sita.\n2. Simpanan adalah dana yang dipercayakan oleh masyarakat kepada bank berdasarkan perjanjian penyimpanan dana dalam bentuk giro, deposito, sertifikat deposito, tabungan dan atau bentuk lainnya yang dipersamakan dengan itu.\n3. Giro adalah simpanan yang penarikannya dapat dilakukan setiap saat dengan menggunakan cek, bilyet giro, sarana perintah pembayaran lainnya, atau dengan pemindahbukuan.\n4. Deposito adalah simpanan yang penarikannya hanya dapat dilakukan pada waktu tertentu berdasarkan perjanjian Nasabah Penyimpan dengan bank.\n5. Sertifikat Deposito adalah simpanan dalam bentuk deposito yang sertifikat bukti penyimpanannya dapat dipindahtangankan.\n6. Tabungan adalah simpanan yang penarikannya hanya dapat dilakukan menurut syarat tertentu yang disepakati, tetapi tidak dapat ditarik dengan cek, bilyet giro, dan atau alat lainnya yang dipersamakan dengan itu.\n7. Surat Berharga adalah surat pengakuan utang, wesel saham, obligasi, sekuritas kredit, atau setiap derivatifnya, atau kepentingan lain, atau suatu kewajiban dari penerbit, dalam bentuk yang lazim diperdagangkan dalam pasar modal dan pasar uang.\n8. Rekening adalah dana yang tersimpan pada bank dalam bentuk rekening koran.\n9. Obligasi adalah surat utang berjangka waktu lebih dari satu tahun dan bersuku bunga tertentu, yang dikeluarkan oleh perusahaan untuk menarik dana dari masyarakat guna menutup pembiayaan perusahaan.\n10. Saham adalah surat bukti pemilikan bagian modal perseroan terbatas yang memberi hak atas deviden dan lain-lain menurut besar kecilnya modal yang disetor.\n11. Piutang adalah tagihan orang pribadi atau badan kepada orang pribadi atau badan lain baik karena peminjaman uang maupun karena perikatan lainnya, yang akan dilunasi pada waktu tertentu sesuai perjanjian.\n12. Penyertaan modal adalah pemilikan sebagian dari modal suatu perusahaan oleh orang pribadi atau badan pada badan lain baik dalam bentuk surat setoran modal atau bentuk lainnya.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "f7fffd63-93b2-46e4-a4fb-8ae016ff5cc9",
            "name": "Chapter II",
            "title": "\nJENIS BARANG SITAAN YANG DIKECUALIKAN\nDARI PENJUALAN SECARA LELANG",
            "type": "chapter",
            "children": [
                {
                    "id": "1a6199ae-ccca-46d5-ab39-56f5087542a3",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "f3a9f6b4-e248-412e-b590-65168ba4d640",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nBarang sitaan yang dikecualikan dari penjualan secara lelang berupa :\n1. uang tunai;\n2. surat-surat berharga:\n   a. kekayaan Penanggung Pajak yang tersimpan pada bank seperti deposito berjangka,\n      tabungan, saldo rekening koran, giro atau bentuk lain yang dipersamakan dengan itu;\n   b. obligasi;\n   c. saham;\n   d. piutang;\n   e. penyertaan modal; dan\n   f. surat berharga lainnya.\n3. barang yang mudah rusak atau cepat busuk.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "7f0a5365-c32a-44d1-81c0-e52a3081fccc",
                    "name": "Article 3",
                    "type": "article",
                    "children": [
                        {
                            "id": "56dc999d-2ce0-4dc2-a170-112d72702214",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Apabila Penanggung Pajak tidak melunasi utang pajak dan biaya penagihan pajak setelah 14\n    (empat belas) hari sejak penyitaan barang yang penjualannya dikecualikan dari penjualan secara\n    lelang sebagaimana dimaksud dalam Pasal 2, Pejabat segera menggunakan, menjual dan atau\n    memindahbukukan barang sitaan untuk pelunasan biaya penagihan pajak dan utang pajak.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "9276f3d4-05c4-4c04-961d-9fe0ed2a3578",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Sebelum jangka waktu 14 (empat belas) hari sebagaimana dimaksud dalam ayat (1) berakhir\n    Penanggung Pajak dapat mengajukan permohonan kepada Pejabat untuk menggunakan barang\n    sitaan berupa uang tunai, deposito berjangka, tabungan, saldo rekening koran, giro, atau bentuk\n    lainnya yang dipersamakan dengan itu untuk pelunasan biaya penagihan pajak dan utang pajak.\n    \n(3) Terhadap barang yang mudah rusak atau cepat busuk, Pejabat dapat segera menjual\n    barang-barang dimaksud untuk pelunasan biaya penagihan pajak dan utang pajak.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "f9ce93e2-0da0-47d9-b048-9666c5f22259",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "e12b6000-a98d-455a-9835-8f22d1b68267",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penggunaan, penjualan dan atau pemindahbukuan sebagaimana dimaksud dalam Pasal 3 ayat\n(1), dilakukan dengan cara sebagai berikut:\na. uang tunai disetor ke kas negara atau ke kas daerah;\n\nb. deposito berjangka, tabungan, saldo rekening koran, giro atau bentuk lainnya yang\ndipersamakan dengan itu dipindah-bukukan ke rekening kas negara atau kas daerah atas\npermintaan Pejabat kepada bank yang bersangkutan;\nc. obligasi, saham, atau surat berharga lainnya :\n1. yang diperdagangkan di bursa efek, dijual oleh Pejabat melalui bursa efek sesuai dengan\nketentuan yang berlaku; dan\n2. yang tidak diperdagangkan di bursa efek langsung dijual oleh Pejabat kepada pembeli;\nd. piutang yang hak menagihnya beralih kepada Pejabat berdasarkan berita acara persetujuan\npengalihan hak, dijual oleh Pejabat kepada pembeli;\ne. penyertaan modal pada perusahaan lain yang penguasaannya beralih kepada Pejabat\nberdasarkan akte persetujuan pengalihan hak, dijual oleh Pejabat kepada pembeli;\nf. hasil penjualan barang sitaan sebagaimana dimaksud pada huruf c, huruf d, dan huruf e\ndisetor ke kas negara atau kas daerah;\n(2) Untuk penentuan harga jual, Pejabat dapat meminta bantuan kepada Jasa Penilai.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "b9d00d45-085e-4bf4-93c3-bcd8e415586a",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Penjualan atas barang sebagaimana dimaksud dalam ayat (1) huruf c, huruf d, dan huruf e diikuti\ndengan pembuatan Berita Acara Pengalihan Hak dari Pejabat kepada pembeli yang fungsinya\ndipersamakan dengan Risalah Lelang.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "248f9f3d-aea1-4d18-8bd9-e9da2d0a0c86",
                    "name": "Article 5",
                    "type": "article",
                    "children": [
                        {
                            "id": "12cc0cd2-e80b-454b-84ec-ce3a24310f19",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pejabat dan Jurusita Pajak dilarang membeli barang sitaan baik untuk diri sendiri maupun atas\nkuasa pihak lain.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "3307f61b-9fcc-430f-80ab-1bc8b9337b6c",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Larangan terhadap Pejabat dan Jurusita Pajak untuk membeli barang sitaan, berlaku juga\nterhadap istri, suami, keluarga sedarah dan semenda dalam keturunan garis lurus, serta anak\nangkat.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "741217bd-16ee-4ca3-a42c-0d9cbad17125",
            "name": "Chapter III",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "cb49b21e-0761-4b04-a0ef-3a66db19f427",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "516f3635-0f3f-4281-a051-91898e612257",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPasal 7\nPada saat Peraturan Pemerintah ini mulai berlaku, maka Peraturan Pemerintah Nomor 4 Tahun 1998\ntentang Tata Cara Penjualan Barang Sitaan Yang Dikecualikan Dari Penjualan Secara Lelang Dalam\nRangka Penagihan Pajak Dengan Surat Paksa (Lembaran Negara Republik Indonesia Tahun 1998 Nomor\n6, Tambahan Lembaran Negara Nomor 3726) dinyatakan tidak berlaku.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "3343ac42-fbaf-4dee-9469-3e4390667779",
                    "name": "Article 8",
                    "type": "article",
                    "children": {
                        "id": "eee8c569-6f3c-4c53-af9b-0a5bd817c83d",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal 1 Januari 2001.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan\npenempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Nomor": "136",
        "Tahun": "2000",
        "Tentang": "TATA CARA PENJUALAN BARANG SITAAN YANG DIKECUALIKAN\nDARI PENJUALAN SECARA LELANG DALAM RANGKA\nPENAGIHAN PAJAK DENGAN SURAT PAKSA",
        "Menimbang": {
            "Introduction": "\nbahwa dalam rangka melaksanakan ketentuan Pasal 25 ayat (5) Undang-undang Nomor\n19 Tahun 1997 tentang Penagihan pajak dengan Surat Paksa sebagaimana telah diubah\ndengan Undang-undang Nomor 19 Tahun 2000, perlu menetapkan Peraturan\nPemerintah tentang Tata Cara Penjualan Barang Sitaan Yang Dikecualikan Dari\nPenjualan Secara Lelang Dalam Rangka Penagihan Pajak Dengan Surat Paksa;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (1), Pasal 20 ayat (2), dan Pasal 23 ayat (2) Undang-Undang Dasar\n1945 sebagaimana telah diubah dengan Perubahan Kedua Undang-Undang Dasar\n1945;",
            "2": " Undang-undang Nomor 19 Tahun 1997 tentang Penagihan Pajak dengan Surat\nPaksa (Lembaran Negara Republik Indonesia Tahun 1997 Nomor 42, Tambahan\nLembaran Negara Nomor 3686) sebagaimana telah diubah dengan Undang-undang\nNomor 19 Tahun 2000 (Lembaran Negara Republik Indonesia Tahun 2000 Nomor\n129, Tambahan Lembaran Negara Nomor 3987);",
            "3": " Peraturan Pemerintah Nomor 135 Tahun 2000 tentang Tata Cara Penyitaan Dalam\nRangka Penagihan Pajak Dengan Surat Paksa (Lembaran Negara Republik\nIndonesia Tahun 2000 Nomor 247, Tambahan Lembaran Negara Nomor 4049);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG TATA CARA PENJUALAN BARANG SITAAN\nYANG DIKECUALIKAN DARI PENJUALAN SECARA LELANG DALAM RANGKA\nPENAGIHAN PAJAK DENGAN SURAT PAKSA.",
        "tanggal sah": "1 Januari 2001"
    }
}