{
    "results": [
        {
            "id": "580d1c7d-a5d0-4b8f-922d-11718ab85766",
            "name": "Chapter I",
            "title": ".\nKetentuan Umum.",
            "type": "chapter",
            "children": [
                {
                    "id": "fee62d99-9c3d-4f98-b4d8-5d5c266a6948",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "72b6935e-543f-4cc3-a294-b4f2783a58ac",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nYang dimaksudkan dalam peraturan ini dengan :\na. \"pegawai Pemerintah\" ialah pegawai Negeri, pegawai daerah dan pegawai perusahaan\nnegara, baik dalam dinas tetap maupun sementara, termasuk pegawai bulanan yang digaji\nberdasarkan peraturan gaji pegawai yang berlaku;\nb. \"uang saku\" ialah uang bulanan atau uang harian yang diberikan kepada militer wajib selama\nmereka dalam pendidikan atau dalam dinas wajib-militer,\nc. \"uang kompensasi\" meliputi uang kompensasi karena kehilangan penghasilan dan tunjangan\nuntuk mencukup nafkah wajib keluarga.",
                        "explanation": "\nCukup jelas."
                    }
                }
            ]
        },
        {
            "id": "a573410d-7942-4a2f-9458-d67dd3312e99",
            "name": "Chapter II",
            "title": ".\nUang Saku.",
            "type": "chapter",
            "children": [
                {
                    "id": "30c56f9a-0d41-4010-991c-ee9fa4fd8a13",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "2e5258d9-e8d6-4c03-bdd1-4b5947b20cf0",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Militer wajib selama dalam pendidikan atau selama belum diangkat dalam suatu pangkat wajib militer mendapat \"uang saku pendidikan\" menurut ketentuan-ketentuan yang berlaku bagi Militer Sukarela yang mengikuti pendidikan pembentukan militer yang setingkat.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "5670bafd-e922-4bdc-b1c8-1059830467d2",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Militer Wajib yang telah diangkat dalam suatu pangkat wajib militer selama dalam dinas mendapat uang saku yang besarnya sama dengan gaji permulaan menurut Peraturan Gaji Militer untuk pangkat yang setingkat ditambah dengan tunjangan- tunjangan yang sah menurut peraturan yang berlaku bagi Militer Sukarela.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "9049397b-df7a-498b-b8e5-961fae4a4c53",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Bekas Militer Sukarela yang diangkat menjadi Militer Wajib mendapat uang saku yang besarnya sama dengan gajinya terakhir sebagai Militer Sukarela.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "915984bb-2e8e-419a-8d0e-75567170d461",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Pegawai Pemerintah yang menjadi militer wajib selama dalam dinas wajib militer menerima penghasilan sebagai berikut:\na. ia menerima uang saku seperti termaksud dalam ayat (2); jika jumlah ini kurang dari gaji bersihnya (gaji pokok ditambah dengan tunjangan keluarga, kemahalan, sumbangan negara dan dikurangi dengan pajak dan iuran-iuran wajib) sebagai pegawai Pemerintah, maka kepadanya diberi uang saku tambahan sebesar selisih antara gaji bersihnya sebagai pegawai Pemerintah dan jumlah uang saku untuk pangkatnya, atau\nb. ia tetap menerima gajinya sebagai pegawai negeri; jika jumlah ini kurang dari jumlah uang saku seperti dimaksud dalam ayat (2), maka kepadanya diberi uang saku sebesar selisih antara kedua jumlah tersebut.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "3b9dbbf0-b2ad-48ac-aaf4-10e1817934b0",
                            "name": "Verse 5",
                            "number": "5",
                            "type": "verse",
                            "content": " Untuk masa dinas wajib militer yang berlangsung dalam satu bulan takwim penuh dibayarkan uang saku bulanan sebesar tersebut ayat (2).",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "66e81dd9-3324-445c-9f14-67ef4b0c323d",
                            "name": "Verse 6",
                            "number": "6",
                            "type": "verse",
                            "content": " Untuk masa dinas wajib militer yang berlangsung dalam sebagian dari bulan takwim dibayarkan uang saku harian yang jumlahnya tiap hari adalah 1/30 (sepertigapuluh) dari jumlah uang saku bulanan menurut perhitungan tersebut pada ayat (2).",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "289c836e-001d-4ab2-ab09-b6bbd5fec9c8",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "b1307270-028c-4fbb-b5f9-1fb4232fd5b7",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nMiliter Wajib bukan bekas militer sukarela pada waktu pengangkatannya menerima uang saku permulaan dari pangkat yang dimilikinya.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "10bd2f72-9708-402b-a2b1-72fe8ffc3c3e",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "5a33bccd-5654-4fdb-a3ce-191e7db2307c",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Kepada militer wajib dapat diberikan kenaikan uang saku berkala, kenaikan uang saku istimewa atau hadiah menurut syarat-syarat yang berlaku untuk militer sukarela.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "7d26f778-158d-474e-b1d5-30a2936da246",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Masa kerja dinas wajib militer tidak dihitung untuk penetapan kenaikan uang saku termaksud dalam ayat (1) selama yang bersangkutan :\na. menjalani pidana penjara, pidana kurungan atau pidana disiplin berupa penahanan berat;\nb. hilang karena desersi;\nc. berada dalam tahanan sementara atau pemberhentian sementara dari jabatan karena tuduhan kejahatan dan oleh pengadilan kemudian dijatuhi hukuman.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "1975fa54-277a-49b5-bae1-80485bc33526",
                    "name": "Article 5",
                    "type": "article",
                    "children": [
                        {
                            "id": "4225d658-273f-4fcf-aa56-b9c02641f297",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Militer Wajib yang dinaikkan atau diturunkan pangkatnya dalam golongan yang sama diberi uang saku tunai dari pangkat yang baru yang segaris dengan masa kerja dalam golongan pangkat itu.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "7d0f5f85-5faf-4c84-b109-583eb8f0043d",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Militer wajib yang dinaikkan atau diturunkan pangkatnya dalam golongan pangkat yang lain diberi uang saku dari pangkat yang baru yang segaris dengan masa kerja dalam golongan pangkat yang lama.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "f10ac280-8ef9-450a-a2c4-6be16b2b741a",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Jika segaris dengan tahun masa kerja menurut pangkat yang lama termaksud dalam ayat (1) dan (2) pada pangkat yang baru tidak terdapat angka uang saku, maka dalam hal kenaikan pangkat diberikan uang saku permulaan dari pangkat yang baru dan dalam hal penurunan pangkat diberikan uang saku maksimum dari pangkat yang baru.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "bd4102aa-54f4-4095-ad7f-2afdbc241bb2",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "b5c11243-9fb6-4cbe-92b2-1c9d42a1cd43",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam keadaan seperti dimaksud dalam pasal 4 ayat (2) huruf a, b dan c uang saku dan tunjangan-tunjangan dibayarkan kepada militer wajib menurut ketentuan yang berlaku bagi militer sukarela dalam keadaan yang sama.",
                        "explanation": "\nCukup jelas."
                    }
                }
            ]
        },
        {
            "id": "7a0ba74d-dd26-40c3-b87a-0673804b0bf2",
            "name": "Chapter III",
            "title": ".\nUang Kompensasi.",
            "type": "chapter",
            "children": [
                {
                    "id": "9ec6933e-3e2f-4338-9e6c-5341c9070ef3",
                    "name": "Article 7",
                    "type": "article",
                    "children": [
                        {
                            "id": "1dd0ad58-4484-437b-896f-1579e50c8e4d",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Kepada militer wajib yang terus menerus dalam dinas lebih dari satu bulan, atas permintaannya dapat diberi uang kompensasi apabila ternyata:\n  a. ia mengalami kehilangan penghasilan, atau\n  b. ia sangat memerlukan tambahan uang untuk membiayai nafkah wajib keluarganya yang tidak dapat dicukupi dengan uang saku dan lain-lain penghasilan yang diterimanya sebagai militer wajib.",
                            "explanation": ":\nPenentuan batas waktu satu bulan adalah didasarkan atas pengorbanan\nyang cukup besar bagi mereka yang melakukan kewajiban untuk masuk\ndinas wajib militer.\nayat (2):\nCukup jelas."
                        },
                        {
                            "id": "df4a4638-71ba-4c7c-b9e0-ede3f2ae7bdd",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dalam hal-hal luar biasa Menteri Keamanan Nasional dapat menyimpan dari ketentuan tentang syarat jangka waktu tersebut dalam ayat (1).",
                            "explanation": ""
                        }
                    ]
                },
                {
                    "id": "8abd6917-1508-4baf-80b3-532e1a72a35c",
                    "name": "Article 8",
                    "type": "article",
                    "children": [
                        {
                            "id": "6e6a571a-1d98-4f9e-8155-8ea58728f1a7",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Jumlah uang kompensasi dalam pasal 7 ditetapkan oleh Menteri Keamanan Nasional atau pejabat yang ditunjuknya atas usul Komisaris, setelah mendapat pertimbangan dari Komisi Pemilihan atas dasar:\n  a. besar penghasilan menurut surat penetapan gaji/penghasilan atau surat penetapan pajak penghasilan yang sah, dan/atau\n  b. peninjauan keterangan yang sah tentang kebutuhan-kebutuhan yang mutlak untuk\nmembiayai nafkah wajib keluarganya yang tidak dapat dicukupi dengan uang saku\ndan lain-lain penghasilan yang diterimanya sebagai militer wajib.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "06a98df0-886b-4724-95aa-0463518587bf",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Uang kompensasi termaksud dalam pasal 7 ayat (1) huruf a dan b setiap bulan paling tinggi\nberjumlah berturut-turut Rp. 1.500,- dan sebesar 25% dari jumlah uang saku ditambah\ndengan tunjangan keluarga dan kemahalan yang diterimanya dalam bulan yang\nbersangkutan.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "d5d3e6d5-d910-438f-8f9e-e4bbaf74e72d",
            "name": "Chapter IV",
            "title": ".\nUang Pesangon dan Hadiah Pengganti Pembelian\nPakaian Sipil.",
            "type": "chapter",
            "children": [
                {
                    "id": "077133b0-5d90-4a6b-9954-9c8b3ceffe22",
                    "name": "Article 9",
                    "type": "article",
                    "children": {
                        "id": "a470a99b-7bab-41db-8f62-ceab48b77de8",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKepada militer wajib yang telah mengahiri masa dinas wajib militer karena panggilan\nberdasarkan pasal 28 Undang-undang Wajib-Militer ayat 2 b dan yang berlangsung sekurang-\nkurangnya satu tahun terus-menerus diberi uang pesangon sekaligus sebesar dua kali uang saku\nbulanan terakhir beserta tunjangan keluarga/ kemahalan untuk tiap tahun masa dinas wajib militer,\napabila yang bersangkutan itu:\na.\ndiluar kehendak atau kesalahan sendiri tidak dapat kembali kepekerjaannya semula\nsebagai pegawai Pemerintah, pekerja Pemerintah atau buruh, atau\nb. tidak termasuk golongan yang mempunyai penghasilan tetap atau menerima\npensiun/tunjangan yang bersifat pensiun yang dibayar dari Kas Negara.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "d156d1a8-3cd5-46e3-83fb-ee12b8cd1edf",
                    "name": "Article 10",
                    "type": "article",
                    "children": {
                        "id": "e0f39f35-e57b-4807-9fec-d2c3eb9e46de",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKepada setiap militer wajib pada waktu mengakhiri masa dinas wajib militer karena\npanggilan berdasarkan pasal 28 Undang-undang Wajib Militer ayat (2) b dan yang berlangsung\nsekurang-kurangnya satu tahun terus-menerus, diberikan hadiah uang sebesar Rp. 1.250,- untuk\nmembeli pakaian preman.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "10da4f58-fa5c-4699-a794-381ffd3c2bfd",
                    "name": "Article 11",
                    "type": "article",
                    "children": {
                        "id": "e39dfe0d-0557-4c03-85b5-884c021eadc7",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKepada militer wajib pada waktu berakhirnya masa-dinas wajib militer termaksud dalam\npasal 28 ayat (1) huruf g dan pasal 25 Undang-undang Wajib Militer yang berlangsung sekurang-\nkurangnya satu tahun terus-menerus, diberikan uang pesangon dan hadiah pakaian menurut\nketetapan yang berlaku untuk militer sukarela yang meninggalkan dinas tentara.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "443eb438-7ae3-4bf4-acf1-7b8822b2bde8",
            "name": "Chapter V",
            "title": "\nTunjangan.",
            "type": "chapter",
            "children": [
                {
                    "id": "66e69f67-6765-4c71-b70c-1f4e8a25d4f9",
                    "name": "Article 12",
                    "type": "article",
                    "children": {
                        "id": "f1b08d91-fe07-42fd-9730-f6d357aa060c",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKepada militer wajib diberikan tunjangan-tunjangan khusus seperti yang berlaku bagi militer",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "a00f83bd-e832-484f-af65-ecffef7bde8d",
            "name": "Chapter VI",
            "title": ".\nKetentuan Penutup.",
            "type": "chapter",
            "children": [
                {
                    "id": "baa05c1e-bee7-42a0-93d8-8bbdbbe43c45",
                    "name": "Article 13",
                    "type": "article",
                    "children": {
                        "id": "ff15570a-12f2-415e-b921-62ddf2bb9cc3",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan ini dapat disebut \"Peraturan Penghasilan Militer Wajib\" dan mulai berlaku sejak\ntanggal diundangkan.\nAgar supaya setiap orang dapat mengetahuinya, memerintahkan pengundangan Peraturan\nPemerintah ini dengan penempatan dalam Lembaran-Negara Republik Indonesia.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nPeraturan ini mengatur tentang penghasilan militer wajib, selama dalam pendidikan dan\ndalam dinas wajib militer.\nKepada militer wajib yang karena kehilangan penghasilan sebagian atau seluruhnya, ataupun\nkarena kehilangan kesempatan untuk dapat mencukupi nafkah-wajib, diberi uang kompensasi. Pada\nasasnya besar kecilnya uang kompensasi tersebut didasarkan pada kebutuhan keluarga yang layak.\nKepada militer wajib yang telah melakukan dinas wajib militer dalam keadaan\ndarurat/perang sekurang-kurangnya satu tahun pada waktu mengakhiri dinas tersebut diberi hadiah\nuntuk dapat membeli pakaian preman sebagai penghargaan atas jasa baktinya dalam pertahanan\nNegara.",
        "Nomor": "176",
        "Tahun": "1961",
        "Tentang": "UANG SAKU, UANG KONPENSASI, UANG PESANGON DAN\nTUNJANGAN-TUNJANGAN BAGI MILITER WAJIB",
        "Menimbang": {
            "Introduction": "\nbahwa sebagai pelaksana dari pada Undang-undang Wajib Militer perlu diadakan sautu peraturan\nyang mengatur tentang penghasilan militer wajib;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 50 Undang-undang Nomor 66 tahun 1958 (Lembaran-Negara tahun 1956 Nomor 117)\nyang telah diubah dan ditambah dengan Undang-undang Nomor 40 Prp. tahun 1960\n(Lembaran-Negara tahun 1960 Nomor 125) tentang Wajib Militer;",
            "2": " Peraturan Pemerintah Nomor 26 tahun 1957 (Lembaran-Negara tahun 1957 Nomor 68)\ntentang Peraturan Gaji Militer, jo. Peraturan Presiden Nomor 9 tahun 1957 tentang kenaikan\nGaji Pokok menurut P.G.M. 1956;",
            "3": " Pasal 5 ayat (2) Undang-undang Dasar,",
            "4": " Undang-undang Nomor 10 Prp. tahun 1960 (Lembaran-Negara tahun 1960 Nomor 31);\nMendengar\nMusyawarah Kebinet Kerja pada tanggal 4 April 1961;"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG UANG SAKU, UANG KOMPENSASI, UANG\nPESANGON DAN TUNJANGAN-TUNJANGAN BAGI MILITER WAJIB.",
        "tanggal sah": "26 April 1961"
    }
}