{
    "results": [
        {
            "id": "36926a37-4df6-4866-9f47-5169162902a8",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "9f580f14-faf7-42b7-bb03-c08eaff8e41a",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dalam Peraturan Pemerintah ini, yang dimaksud dengan :\na. Bidang-bidang usaha tertentu adalah bidang-bidang usaha di sektor-sektor kegiatan ekonomi yang\nmendapat prioritas tinggi dalam skala nasional khususnya dalam rangka peningkatan ekspor.\n\nb. Daerah-daerah tertentu adalah daerah terpencil yaitu daerah yang secara ekonomi mempunyai\npotensi yang layak dikembangkan tetapi keadaan prasarana ekonomi pada umumnya kurang\nmemadai dan sulit dijangkau oleh transportasi umum, termasuk daerah perairan laut yang\nmempunyai kedalaman lebih dari 50 (lima puluh) meter yang dasar lautnya memiliki cadangan\nmineral termasuk gas bumi.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "4c80e245-3766-4460-a8c5-836687d0c758",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "a73e050d-2054-4f65-bbc2-5fcefc5f9b45",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Bidang-bidang usaha tertentu dan daerah-daerah tertentu sbagaimana dimaksud dalam Pasal 1\nditetapkan dengan Keputusan Presiden.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "b9397f90-2946-4cba-b149-904cac0373b8",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "a4dd9bb6-417c-419b-845b-8563445244cc",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Kepada Wajib Pajak badan dalam negeri berbentuk Perseroan Terbatas yang melakukan\npenanaman modal baru atau perluasan di bidang-bidang usaha tertentu dan atau di daerah-daerah\ntertentu sebagaimana dimaksud dalam Pasal 2 dapat diberikan fasilitas Pajak Penghasilan\nberdasarkan Keputusan Presiden.\n(2) Fasilitas Pajak Penghasilan sebagaimana dimaksud dalam ayat (1) adalah:\na. Pengurangan penghasilan neto sebesar 30% (tiga puluh persen) dari jumlah penanaman\nmodal yang dilakukan;\nb. Pilihan untuk menerapkan penyusutan dan atau amortisasi yang dipercepat, sebagai berikut:\n| Masa\n| Tarif Penyusutan dan|\n| Manfaat\n| Amortisasi Berdasarkan|\n| Kelompok Harta\n| Menjadi\nMetode\n| Garis Saldo |\nLurus Menurun\nI. Bukan Bangunan\natau Harta Tak\n| Berwujud\n| Kelompok I\n| 2 th\n| 50% | 100% |\n| Kelompok II\n| 4 th\n| 25% | 50% |\n| Kelompok III\n| 8 th\n| 12,5% | 25% |\n| Kelompok IV\n| 10 th\n| 10% 20% |\n\nIII. Bangunan\n| Permanen\n| 10 th\n| 10%\nTidak Permanen\n5 th | 20% ||\nc. Kompensasi kerugian fiskal, mulai tahun pajak berikutnya berturut-turut sampai paling lama 10\n(sepuluh) tahun;\nd. Pengenaan Pajak Penghasilan atas Dividen yang dibayarkan kepada Subyek Pajak Luar\nnegeri sebesar 10% (sepuluh persen), atau tarif yang lebih rendah menurut Persetujuan\nPenghindaran Pajak Berganda yang berlaku.",
                "explanation": "\nPemberian fasilitas Pajak Penghasilan sebagaimana diatur dalam Peraturan Pemerintah\nini tidak terbatas pada penanaman modal baru pada bidang-bidang usaha tertentu dan atau di\ndaerah-daerah tertentu, melainkan juga diberikan untuk perluasan modal yang telah ditanamkan\npada bidang-bidang usaha dan atau di daerah-daerah tertentu tersebut, namun tidak termasuk\npenyetoran modal dalam bentuk aktiva tetap yang sebelumnya telah ada dan dipergunakan untuk\nusaha di Indonesia maupun di luar negeri dan atau pembelian aktiva tetap dimaksud. Wajib Pajak\nyang dapat memperoleh fasilitas Pajak Penghasilan ini hanyalah Wajib Pajak badan hukum\nPerseroan Terbatas yang didirikan di Indonesia berdasarkan Undang-undang Perseroan Terbatas\nyang berlaku. Pemberian fasilitas Pajak Penghasilan kepada Wajib Pajak yang memenuhi\npersyaratan berdasarkan Keputusan Presiden"
            }
        },
        {
            "id": "6c7a4a8e-c389-41c8-9a24-4e0528579646",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "d4dea26b-5719-4b84-b369-3090137793be",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Wajib Pajak yang telah memperoleh fasilitas perpajakan atas kegiatan usaha di Kawasan\nPengembangan Ekonomi Terpadu (KAPET) berdasarkan Peraturan Pemerintah Nomor 20 Tahun 2000\ntentang Perlakuan Perpajakan di Kawasan Pengembangan Ekonomi Terpadu sebagaimana telah diubah\ndengan Peraturan Pemerintah Nomor 147 Tahun 2000, maka atas kegiatan usaha tersebut tidak lagi\ndiberikan fasilitas perpajakan sebagaimana dimaksud dalam Peraturan Pemerintah ini.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "643d506c-43d4-425d-ba9d-b5e8dcee56ed",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "666d0b98-4536-46ca-b861-721ac85b4fd6",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Wajib Pajak yang telah memeperoleh fasilitas perpajakan sebelum atau pada tanggal 31\nDesember 2000, yang jangka waktunya terbatas, dapat menikmati fasilitas tersebut sampai dengan jangka\nwaktu tersebut selesai.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "be821b90-10ee-4d48-a026-fb06b708c313",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "f9899af5-2bec-42a2-b483-e3a84cd15f53",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Ketentuan lebih lanjut yang diperlukan bagi pelaksanaan Peraturan Pemerintah ini diatur dengan\nKeputusan Menteri Keuangan.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "05cc4aeb-630d-4b18-9d02-0daea13bba15",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "e52f7d7a-3300-4d4c-abce-38890765c8ba",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pada saat Peraturan Pemerintah ini mulai berlaku :\nPeraturan Pemerintah Nomor 34 Tahun 1994 tentang Fasilitas Perpajakan atas Penanaman Modal\ndi Bidang-bidang Usaha Tertentu dan atau di Daerah-daerah Tertentu (Lembaran Negara Republik\nIndonesia Tahun 1994 Nomor 63, Tambahan Lembaran Negara Nomor 3570);\n(2) Peraturan Pemerintah Nomor 45 Tahun 1996 tentang Pajak Penghasilan atas Penghasilan Wajib\nPajak Badan untuk Usaha Industri Tertentu (Lembaran Negara Republik Indonesia Tahun 1996\nNomor 66, Tambahan Lembaran Negara Nomor 3645);\ndinyatakan berlaku.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "e814f178-1f6d-44ac-aa06-fc6576a28bb7",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "bdca0b85-4060-47c7-be2b-396c9f01c787",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal 1 Januari 2001.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini\ndengan penempatannya dalam Lembaran Negara Republik Indonesia",
                "explanation": "\nCukup jelas\n"
            }
        }
    ],
    "metadata": {
        "Nomor": "148",
        "Tahun": "2000",
        "Tentang": "FASILITAS PAJAK PENGHASILAN UNTUK PENANAMAN MODAL\nDI BIDANG-BIDANG USAHA TERTENTU DAN ATAU\nDI DAERAH-DAERAH TERTENTU\nPRESIDEN REPUBLIK INDONESIA,",
        "Menimbang": {
            "Introduction": "\nbahwa sebagai pelaksana ketentuan Pasal 31A Undang-undang Nomor 7 Tahun 1983\ntentang Pajak Penghasilan sebagaimana telah beberapa kali diubah terakhir dengan\nUndang-undang Nomor 17 Tahun 2000, dipandang perlu untuk menetapkan Peraturan\nPemerintah tentang Fasilitas Pajak Penghasilan untuk Penanaman Modal di\nBidang-bidang Usaha Tertentu dan atau di Daerah-daerah tertentu."
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945 sebagaimana telah diubah dengan\nPerubahan Kedua Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 7 Tahun 1983 tentang Pajak Penghasilan (Lembaran Negara\nRepublik Indonesia Tahun 1983 Nomor 50, Tambahan Lembaran Negara Nomor\n3263) sebagaimana telah beberapa kali diubah terakhir dengan Undang-undang\nNomor 17 Tahun 2000 (Lembaran Negara Republik Indonesia Tahun 2000 Nomor 27,\nTambahan Lembaran Negara Nomor 3985;"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG FASILITAS PAJAK PENGHASILAN UNTUK\nPENANAMAN MODAL DI BIDANG-BIDANG USAHA TERTENTU DAN ATAU DI\nDAERAH-DAERAH TERTENTU.",
        "tanggal sah": "1 Januari 2001"
    }
}