{
    "results": [
        {
            "id": "8671ff9a-0075-4b79-9a4f-848cce5f383d",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "a38de575-9ff5-4921-822c-abd66117c706",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Barang Kena Pajak yang atas impornya dibebaskan dari pengenaan Pajak Pertambahan Nilai adalah:\n1. Senjata, amunisi, alat angkutan di air, alat angkutan di bawah air, alat angkutan di udara,\nkendaraan lapis baja, kendaraan angkutan khusus lainnya, dan komponen atau bahan yang\ndiperlukan dalam pembuatan senjata dan amunisi oleh PT. PINDAD, untuk keperluan TNI dan\nPOLRI yang belum dibuat di dalam negeri;\n2. Vaksin Polio dalam rangka pelaksanaan Program Pekan Imunisasi Nasional (PIN);\n3. Buku-buku pelajaran umum, kitab suci dan buku-buku pelajaran agama;\n4. Kapal laut, kapal angkutan sungai, kapal angkutan danau dan kapal angkutan penyeberangan,\nkapal pandu, kapal tunda, kapal penangkap ikan, kapal tongkang dan suku cadang serta alat\nkeselamatan pelayaran atau alat keselamatan manusia yang diimpor dan digunakan oleh\nPerusahaan Pelayaran Niaga Nasional atau perusahaan penangkapan ikan nasional;\n5. Pesawat udara dan suku cadang serta alat keselamatan penerbangan atau alat keselamatan\nmanusia, peralatan untuk perbaikan atau pemeliharaan yang diimpor dan digunakan oleh\nPerusahaan Angkutan Udara Niaga Nasional;\n6. Kereta api dan suku cadang serta peralatan untuk perbaikan atau pemeliharaan serta prasarana\nyang diimpor dan digunakan oleh PT Kereta Api Indonesia; dan\n7. Peralatan yang digunakan untuk penyediaan data batas dan photo udara wilayah Negara Republik\nIndonesia yang dilakukan oleh Tentara Nasional Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "e645079b-52cd-48e6-b5e4-84c7f3a6ab0d",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "e0898e91-c369-4fa6-900f-776ac08de318",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Barang Kena Pajak yang atas penyerahannya dibebaskan dari pengenaan Pajak Pertambahan Nilai\nadalah:\n1. Rumah sederhana, rumah sangat sederhana, rumah susun sederhana, pondok boro, asrama\nmahasiswa dan pelajar serta perumahan lainnya, yang batasannya ditetapkan oleh Menteri\nKeuangan setelah mendengar pertimbangan Menteri Permukiman dan Prasarana Wilayah;\n\n2.\nSenjata, amunisi, alat angkutan di air, alat angkutan di bawah air, alat angkutan di udara,\nkendaraan lapis baja, kendaraan angkutan khusus lainnya dan komponen atau bahan yang\ndiperlukan dalam pembuatan senjata dan amunisi oleh PT. PINDAD, untuk keperluan TNI dan\nPOLRI;\n3. Vaksin Polio dalam rangka pelaksanaan Program Pekan Imunisasi Nasional (PIN);\n4. Buku-buku pelajaran umum, kitab suci dan buku-buku pelajaran agama;\n5. Kapal laut, kapal angkutan sungai, kapal angkutan danau dan kapal angkutan penyeberangan,\nkapal pandu, kapal tunda, kapal penangkap ikan, kapal tongkang dan suku cadang serta alat\nkeselamatan pelayaran atau alat keselamatan manusia yang diserahkan kepada dan digunakan\noleh Perusahaan Pelayaran Niaga Nasional atau perusahaan penangkapan ikan nasional;\n6. Pesawat udara dan suku cadang serta alat keselamatan penerbangan atau alat keselamatan\nmanusia, peralatan untuk perbaikan atau pemeliharaan yang diserahkan kepada dan digunakan\noleh Perusahaan Angkutan Udara Niaga Nasional;\n7. Kereta api dan suku cadang serta peralatan untuk perbaikan atau pemeliharaan serta prasarana\nyang diserahkan kepada dan digunakan oleh PT Kereta Api Indonesia;\n8. Peralatan yang digunakan untuk penyediaan data batas dan photo udara wilayah Negara Republik\nIndonesia kepada Tentara Nasional Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "97e8db65-08cf-4c4a-93c1-4623559f38e1",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "96b6a4da-910e-4ad5-b12d-0a31bac2e102",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Jasa Kena Pajak tertentu yang atas penyerahannya dibebaskan dari pengenaan Pajak Pertambahan Nilai\nadalah:\n1. Jasa yang diterima oleh Perusahaan Pelayaran Niaga Nasional atau perusahaan penangkapan\nikan nasional yang meliputi :\na. Jasa persewaan kapal;\nb. Jasa kepelabuhanan meliputi jasa tunda, jasa pandu, jasa tambat, dan jasa labuh;\nc. Jasa perawatan atau reparasi (docking) kapal;\n2. Jasa yang diterima oleh Perusahaan Angkutan Udara Niaga Nasional yang meliputi:\na. Jasa persewaan pesawat udara;\nb. Jasa perawatan atau reparasi pesawat udara;\n3. Jasa perawatan atau reparasi kereta api yang diterima oleh PT Kereta Api Indonesia;\n4. Jasa yang diserahkan oleh kontraktor untuk pemborongan bangunan sebagaimana dimaksud\ndalam Pasal 2 angka 1 dan pembangunan tempat yang semata-mata untuk keperluan ibadah;\n5. Jasa persewaan rumah susun sederhana, rumah sederhana, dan rumah sangat sederhana; dan\n6. Jasa yang diserahkan oleh Tentara Nasional Indonesia dalam rangka tersedianya data batas dan photo udara wilayah Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "ddcabdb5-3481-4a7b-98b8-4dc7ead43e41",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "12ee4325-56b1-4afe-85ce-55b8c99f040b",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pajak Masukan yang dibayar untuk perolehan Barang Kena Pajak dan atau perolehan Jasa Kena Pajak yang atas penyerahannya dibebaskan dari pengenaan Pajak Pertambahan Nilai, tidak dapat dikreditkan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "cc8c4abd-f555-4f35-b371-118357782b2f",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "7a8a61f4-8dd9-40df-b861-16d952c3b164",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Ketentuan lebih lanjut yang diperlukan bagi pelaksanaan Peraturan Pemerintah ini diatur dengan Keputusan Menteri Keuangan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "0f346158-dcbb-4b31-a007-e286a5cd8ed2",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "5ec0c755-1a3d-4154-bc04-4ddb6f865b85",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pada saat Peraturan Pemerintah ini mulai berlaku :\n1. Keputusan Presiden Nomor 18 Tahun 1986 tentang Pajak Pertambahan Nilai yang Terutang atas Impor dan Penyerahan Barang Kena Pajak dan Jasa Kena Pajak Tertentu yang Ditanggung oleh Pemerintah sebagaimana telah beberapa kali diubah terakhir dengan Keputusan Presiden Nomor 204 Tahun 1998; dan\n2. Keputusan Presiden Nomor 2 Tahun 1990 tentang Pajak Pertambahan Nilai Ditanggung Pemerintah atas Impor dan Penyerahan Buku-buku Pelajaran Umum, Kitab Suci, dan Buku-buku Pelajaran Agama; dinyatakan tidak berlaku.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "476e7023-fe1d-4d15-9997-b1dad7259630",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "8e39a229-d1f1-4ef3-af6d-80f6958079ed",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal 1 Januari 2001.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan\npenempatannya dalam Lembaran Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "146",
        "Tahun": "2000",
        "Tentang": "IMPOR DAN ATAU PENYERAHAN BARANG KENA PAJAK TERTENTU DAN ATAU\nPENYERAHAN JASA KENA PAJAK TERTENTU YANG DIBEBASKAN\nDARI PENGENAAN PAJAK PERTAMBAHAN NILAI",
        "Menimbang": {
            "Introduction": "\nbahwa dalam rangka melaksanakan ketentuan Pasal 16 B Undang-undang Nomor 8\nTahun 1983 tentang Pajak Pertambahan Nilai Barang dan Jasa dan Pajak Penjualan\nAtas Barang Mewah sebagaimana telah beberapa kali diubah terakhir dengan\nUndang-undang Nomor 18 Tahun 2000 dan untuk lebih menunjang keberhasilan\nsektor-sektor kegiatan ekonomi yang berprioritas tinggi dalam skala nasional, mendorong\nperkembangan dunia usaha, dan meningkatkan daya saing, mendukung ketahanan\nnasional serta memperlancar pembangunan nasional, perlu menetapkan Peraturan\nPemerintah tentang Impor dan atau Penyerahan Barang Kena Pajak dan atau\nPenyerahan Jasa Kena Pajak yang Dibebaskan dari Pengenaan Pajak Pertambahan\nNilai;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 Ayat (2) Undang-Undang Dasar 1945 sebagaimana telah diubah dengan\nPerubahan Kedua Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 6 Tahun 1983 tentang Ketentuan Umum dan Tata Cara\nPerpajakan (Lembaran Negara Republik Indonesia Tahun 1983 Nomor 49, Tambahan\nLembaran Negara Nomor 3262) sebagaimana telah beberapa kali diubah terakhir\ndengan Undang-undang Nomor 16 Tahun 2000 (Lembaran Negara Republik\nIndonesia Tahun 2000 Nomor 126, Tambahan Lembaran Negara Nomor 3984);",
            "3": " Undang-undang Nomor 8 Tahun 1983 tentang Pajak Pertambahan Nilai Barang dan\nJasa dan Pajak Penjualan Atas Barang Mewah (Lembaran Negara Republik\nIndonesia Tahun 1983 Nomor 51, Tambahan Lembaran Negara Nomor 3264)\nsebagaimana telah beberapa kali diubah terakhir dengan Undang-undang Nomor 18\nTahun 2000 (Lembaran Negara Republik Indonesia Tahun 2000 Nomor 128,\nTambahan Lembaran Negara Nomor 3986);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG IMPOR DAN ATAU PENYE-RAHAN BARANG\nKENA PAJAK TERTENTU DAN ATAU PENYERAHAN JASA KENA PAJAK TERTENTU\nYANG DIBEBASKAN DARI PENGENAAN PAJAK PERTAMBAHAN NILAI.",
        "tanggal sah": "1 Januari 2001"
    }
}