{
    "results": [
        {
            "id": "4cd02838-1082-463f-98e3-1e99123524d9",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "8fe7685d-212d-4a81-b203-b874b2e4aa93",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Harga penjualan yang disetujui oleh Menteri Perdagangan atau instansi lain yang\nditunjuknya bersama Menteri Urusan Bank Sentral mengenai persetujuan penjualan keluar negeri\ndari barang-barang yang ada di dalam daerah Indonesia atau mengenai penjualan barang-barang\nyang ada di luar negeri berasal dari daerah Indonesia yang belum terjual, adalah menentukan\nsehingga tidak dapat diganggu gugat lagi oleh pihak manapun juga.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "dc12d828-0551-4caa-85be-d4f34ba03d41",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "e9e60cca-bf35-4d24-8ee7-2eeac4287722",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Terhadap valuta asing yang diperoleh eksportir dari penjualan-penjualan tersebut disamping\njumlah valuta asing yang wajib diserahkan oleh eksportir menurut izin ekspor dan/atau kontrak\nvaluta, tidak berlaku ketentuan dalam pasal-pasal 6 dan 8 dari Peraturan Devisen (S. 1940 No. 291\njo. No. 380), sehingga eksportir dibebaskan dari kewajiban melaporkannya dan menyerahkannya\nkepada bank-bank yang ditunjuk oleh Lembaga Alat-Alat Pembayaran Luar Negeri.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "4d5c106e-f537-4db5-a5da-8fe038db9830",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "fff570bc-a88d-4018-a60a-e47860f23979",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dimilikinya valuta asing termaksud pada pasal 2 tidak akan dijadikan alasan oleh instansi-\ninstansi Pemerintah yang bertugas dibidang fiskal atau pidana untuk mengadakan sesuatu\npertanyaan, penyelidikan dan pemeriksaan, misalnya tentang asal-usulnya dan lain-lain.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "ce432db4-c84f-486d-9bf1-ba3d9c7f6fff",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "ae478367-700b-483c-80d0-147c9602d8dc",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan-peraturan pelaksanaan dari keputusan ini akan diumumkan sebagai surat-surat\nedaran Lembaga Alat-alat Pembayaran Luar Negeri atas perintah Menteri Perdagangan dan/atau\nMenteri Urusan Bank Sentral.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "53e8bd2d-d076-4fca-89bc-7faf259213f0",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "22485a06-aafd-414e-b9d6-43d449140d0a",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal ditetapkannya.\nAgar supaya setiap orang dapat mengetahuinya, memerintahkan pengundangan Peraturan\nPemerintah ini dengan penempatan dalam Lembaran-Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "1",
        "Tahun": "1964",
        "Tentang": "HARGA PENJUALAN BARANG-BARANG EKSPOR",
        "Menimbang": {
            "Introduction": "\nbahwa dalam rangka usaha pendorongan ekspor, demi tercapainya jaminan hukum bagi yang\nberkepentingan, perlu diadakan penegasan mengenai sifat harga penjualan barang-barang ekspor\nyang disetujui oleh yang berwajib;\nMenimbang pula\nbahwa dalam rangka usaha tersebut perlu diberikan pembebasan-pembebasan kepada eksportir dari\nbeberapa kewajiban-kewajiban yang ditentukan dalam peraturan Devisen (S. 1940 No. 291 jo. No.\n380);"
        },
        "Mengingat": {
            "Introduction": "",
            "1": "     Pasal 4 ayat 1 dan pasal 5 ayat 2 Undang-undang Dasar;",
            "2": "     Pasal 6, 8 dan 15 Peraturan Devisen (S. 1940 - No. 291 jo. No. 380);",
            "3": "     Peraturan Pemerintah No. 196 tahun 1961 (L.N. tahun 1961 No. 233);",
            "4": "     Undang-undang No. 10 Prp tahun 1960 jo. Keputusan Presiden No 5 tahun 1964."
        },
        "Menetapkan": "\nPeraturan Pemerintah tentang Harga Penjualan Barang-barang Ekspor.",
        "tanggal sah": "13 Januari 1964"
    }
}