{
    "results": [
        {
            "id": "bfab6322-fa84-4d6f-8c09-241659546188",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "0f9097d9-f420-4ffc-8963-ecd56b22be4b",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Tidak akan dipungut bea-masuk terhadap\nI. barang-barang yang dipergunakan untuk pemakaian sendiri dari:\nA. Penjabat-penjabat, yang bekerja pada dan ahli-ahli\nbukan penjabat yang melakukan tugas penting untuk:\n1. Perserikatan Bangsa-bangsa (U.Ν.Ο.) beserta\norganisasi-organisasinya.\n2. Negara-negara asing.\n3. Organisasi-organisasi asing lainnya.\n2 dan 3 yang dengan suatu perjanjian atau tidak,\nmemberikan bantuan teknik pada perkembangan dalam\nlapangan ekonomi dan/atau kebudayaan di Indonesia.\nYang dimaksud dengan penjabat-penjabat ialah\norang-orang bangsa asing, yang disamping melakukan\njabatannya, tidak menjalankan pekerjaan atau perusahaan lain dinegeri ini dan tidak merupakan tenaga yang diangkat setempat.\nYang dimaksud dengan ahli-ahli ialah orang-orang bangsa asing, yang untuk sementara melakukan tugas (zending) yang diberikan oleh negara-negara dan organisasi-organisasi yang disebut diatas pada 1 sampai dengan 3 dan tidak menjalankan pekerjaan atau perusahaan lain dinegeri ini.\nB. Ahli-ahli bangsa asing yang mengadakan perjanjian ikatan-dinas yang khusus dengan Pemerintah baik berdasarkan \"The Agreement for the Provision of Technical Assistance\" yang diadakan antara Republik Indonesia dan Perserikatan Bangsa-bangsa pada tanggal 5 Maret 1952 sebagaimana kemudian telah diubah, maupun berdasarkan syarat-syarat khusus yang tidak termasuk dalam rangka perjanjian-perjanjian pengiriman yang telah lazim.\nDalam kata-kata pemakaian sendiri termasuk pemakaian untuk keperluan anggota keluarga.\nII. Pengiriman-pengiriman oleh negara-negara dan organisasi-organisasi yang disebut pada A 1, A 2 dan A 3 kepada penjabat-poenjabatnya dinegeri ini, yang terdiri dari\na. pengumuman-pengumuman, alat-alat keperluan kantor dan lainnya untuk pemakaian yang resmi.\nb. perkakas-perkakas, alat-alat bagian perlengkapan dan barang-barang lain yang dipakai oleh ahli-ahli untuk melaksanakan tugas yang diberikan kepadanya.\nC. barang-barang dengan maksud untuk diberikan secara percuma kepada rumah-rumah sakit dan ussaha-usaha kesehatan yang lain, lembaga-lembaga Perguruan, Ilmu Pengetahuan, kebudayaan dan badan-badan lain semacam itu.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "d1461612-f3e3-4bf4-a3a6-8f0baf369dcb",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "803bc3e5-dca7-48cb-a59c-3b04c640c85a",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Tidak akan dipungut bea-keluar-umum atas barang-barang, bukan barang-barang perdagangan, yang dikeluarkan oleh penjabat-penjabat dan ahli-ahli yang disebut pada pasal 1 pada I A dan B.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "5e6cfe1c-a0f2-499d-9b63-0f2d1eb58aa1",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "c07a6b14-8d23-4cf0-a0f7-c99b664471c5",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan-peraturan lain mengenai pemasukan dan pengeluaran barang-barang selanjutnya tetap berlaku.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "660e5fbc-c2cd-47f5-ad59-a318efef6e9c",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "21ecccd6-eef4-455a-8410-1636de7768a0",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Tidak diperkenankan mengubah tujuan barang-barang yang berdasarkan ketentuan pada pasal 1 telah diberikan pembebasan bea-masuk, kecuali jika dapat izin dari atau atas nama Menteri Keuangan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "f5b65eb0-ca32-46ab-baf1-109a18e383cc",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "6b680dda-72f3-43a4-b947-c69114cd42fd",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Menteri Keuangan akan memberitahukan nama-nama dari organisasi-organisasi luar negeri yang memberikan bantuan sebagai yang dimaksud pada IA dan ahli-ahli sebagai yang dimaksud pada I B. \nBeliau akan menetapkan pula peraturan-peraturan lebih lanjut mengenai pelaksanaan Peraturan Pemerintah ini.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "6e0cf382-cf91-4213-a683-f809fda52a6d",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "73feeb06-5caf-4dcb-bb66-6a918647336d",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada hari diundangkan.\nAgar supaya setiap orang dapat mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatan dalam Lembaran-Negara Republik Indonesia.\nDitetapkan di Jakarta\npada tanggal 1 Juni 1955.\nPresiden Republik Indonesia,\nttd.\nSOEKARNO\nMenteri Keuangan,\nttd.\nONG ENG DIE\nDiundangkan\npada tanggal 15 Juni 1955.\nMenteri Kehakiman,\nttd.\nDJODY GONDOKUSUMO\nPENJELASAN\nSebagai telah diketahui, maka baik oleh atau dengan perantaraan Perserikatan Bangsa-bangsa (UNO) beserta organisasi-organisasinya antara lain UNESCO dan sebagainya, maupun oleh negara-negara asing dan organisasi-organisasi khusus lainnya di luar negeri dan dalam hal-hal yang tertentu oleh perseorangan-perseorangan dari kebangsaan asing, telah diberikan bantuan teknik pada perkembangan dalam lapangan ekonomi dan/atau kebudayaan di negeri ini.\nDalam perjanjian-perjanjian yang telah diadakan dengan organisasi-organisasi, negara-negara dan perseorangan-perseorangan yang dimaksud di atas tadi, maka antara lain dicantumkan\nketentuan-ketentuan mengenai pembebasan dari bea-bea pabean.\nSambil menunggu diadakannya peraturan-peraturan lebih lanjut\nmengenai soal ini, maka hingga kini semua barang-barang yang\nberasal dari organisasi-organisasi yang dimaksud tadi, yang ada\nhubungannya dengan pemberian bantuan dan yang ditujukan untuk\npemakaian sendiri ataupun resmi oleh penjabat-penjabat dan ahli di\nnegeri ini, telah dimasukkan dengan tiada dipungut pembayaran bea,\nsedangkan mengenai barang-barang bukan untuk diperdagangkan, yang\ndikeluarkan oleh orang-orang tersebut tidak dipungut bea-keluar-\numum pada waktu meninggalkan Indonesia.\nKemungkinan untuk pemberian pembebasan bea-masuk dicantumkan\npada pasal 3 ayat 2 huruf b dari \"Indische Tariefwet\" (Staatsblad\n1924 No. 487) yang berbunyi sebagai berikut,\n\"Selanjutnya Gubernur Jenderal (baca sekarang, Presiden)\ndapat memberikan pembebasan atau pengembalian bea-masuk\nberdasarkan hal bahwa pemasukan diadakan untuk tujuan ilmu\npengetahuan atau bahwa hubungan internasional menghendaki\ndemikian\" dan untuk bea-keluar-umum pada pasal 4 ayat 1 dari\nOrdonnantie Algemeen Uitvoerrecht (Staatsblad 1949 No. 39) yang\nberbunyi\n\"Wakil Mahkota (baca sekarang, Presiden) dapat memberikan\npembebasan atau pengembalian bea-keluar-umum, berdasarkan bahwa\nhubungan internasional menghendaki demikian\".\nPeraturan Pemerintah ini bertujuan melaksanakan perihal yang\ndiuraikan di atas tadi.\nPembebasan dari bea-statistik tidak dipersoalkan dalam\nPeraturan Pemerintah ini, oleh karena bea ini, berdasarkan\nketentuan pada pasal huruf e dari \"Ordonnantie Statistiek-recht\"\n(Staatsblad 1924 No. 517), pada hakekatnya tidak akan dipungut.\nPasal demi Pasal\nPasal 1 dan 2\nPasal-pasal ini menentukan barang-barang manakah yang dapat\ndiberikan pembebasan bea-masuk dan bea-keluar. Dalam\nperaturan yang akan ditetapkan lebih lanjut oleh Menteri\nKeuangan berdasarkan pasal 5 ayat 2, akan diberikan\nketentuan-ketentuan mengenai barang manakah yang dapat\ndimasukkan, sebagai pemakaian sendiri dan pemakaian resmi.\nAda maksud untuk memberikan tafsiran yang luas mengenai soal\nini.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "53be644c-c24b-4f63-b71e-50bd0f348944",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "d801f930-2224-416f-9bd6-9e4de65ba3e6",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pasal ini menetapkan, bahwa ketentuan-ketentuan biasa yang\nberlaku terhadap pemasukan dan pengeluaran barang-barang\ndengan tidak dikurangi tetap akan berlaku, yakni melakukan\npemberitahuan pemasukan dan pengeluaran.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "42eb24f8-be75-4bbd-8be7-12889e903d04",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "5802f3b7-8e0e-4b55-8039-54231584e6a9",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Mengandung (maksud dalam pemberian izin untuk melakukan\nperubahan terhadap tujuan (penjualan, menghadiahkan,\nmeminjamkan, dan sebagainya) mengenai barang-barang seperti\nmobil, frigidaire, piano, radio dan sebagainya, mengadakan\nsyarat, bahwa bea-masuk atas barang-barang tersebut tetap\nterhutang jika perubahan tujuan tadi dilakukan dalam masa 2\ntahun setelah pemasukannya.\nBea-masuk dalam hal demikian akan dihitung menurut harga pada\nsaat saat barang-barang tadi dijual dan sebagainya dan dengan\nmengingat peraturan-peraturan yang berlaku mengenai hal ini.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "42309ccf-4d08-4c2a-a50f-c3a6d15fe45a",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "8e78b2e8-0628-4110-b244-82811ec6f148",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Ayat 1Untuk menghindarkan bahwa setiap kali jika diadakan\nperjanjian dengan organisasi-organisasi luar negeri atau\norang bangsa asing yang baru harus diselesaikan dengan usul\nPeraturan Pemerintah, maka dalam ayat dari pasal ini Menteri\nKeuangan diberi kekuasaan untuk mengumumkan nama-nama dari\norganisasi-organisasi dan orang-orang yang berhubungan dengan\nperaturan pembebasan ini.\nLEMBARAN NEGARA REPUBLIK INDONESIA TAHUN 1955 NOMOR 40\nDAN ",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "19",
        "Tahun": "1955",
        "Tentang": "PERATURAN PEMBEBASAN DARI BEA-MASUK DAN BEA-KELUAR UMUM\nUNTUK KEPERLUAN GOLONGAN-GOLONGAN PEJABAT DAN AHLI\nBANGSA ASING YANG TERTENTU",
        "Menimbang": {
            "Introduction": "\nbahwa baik oleh atau dengan perantaraan Perserikatan Bangsa-\nbangsa beserta organisasi-organisasinya, maupun oleh negara-negara\nasing dan organisasi-organisasi khusus lainnya diluar negeri dalam\nhal-hal yang istimewa oleh perseorangan-perseorangan yang\nberbangsa asing, telah diberikan bantuan teknik pada perkembangan\ndalam lapangan ekonomi dan/atau kebudayaan dinegeri ini;\nbahwa dalam perjanjian-perjanjian yang hingga kini diadakan\ndengan organisasi-organisasi, negara-negara dan perseorangan-\nperseorangan tersebut diatas tadi antara lain telah dimuat\nketentuan-ketentuan mengenai pembebasan dari bea-bea-pabean.\nbahwa dipandang perlu memberikan dasar hukum terhadap pembebasan-\npembebasan itu."
        },
        "Mengingat": {
            "Introduction": "\npasal 3 ayat 2 huruf b dari \"Indische Tariefwet' (Staatsblad 1924\nNo. 497) dan pasal 4 ayat 1 dari, Ordonnantie Algemeen\nUitvoerrecht 1949\" (Staatsblad No. 39);\nMengingat pula \npasal 98 Undang-undang Dasar Sementara Republik Indonesia."
        },
        "Menetapkan": "\n.\nPERATURAN PEMERINTAH TENTANG PERATURAN PEMBEBASAN DARI BEA-\nMASUKDAN BEA-KELUAR-UMUM UNTUK KEPERLUAN GOLONGAN-GOLONGAN\nPENJABAT DAN AHLI BANGSA ASING YANG TERTENTU.",
        "tanggal sah": ""
    }
}