{
    "results": [
        {
            "id": "d8c83e10-1770-495f-93ad-c406adb191d2",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "41c85182-feee-4fa0-8ae9-61de337f6791",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "743fe5e9-3fc1-42dd-9ed0-c3232a240f36",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan:\n1.  Pendidikan dan Pelatihan Jabatan Pegawai Negeri Sipil yang\n    selanjutnya disebut pendidikan dan pelatihan (Diklat) adalah\n    penyelenggaraan proses belajar mengajar dalam rangka\n    meningkatkan kemampuan Pegawai Negeri Sipil dalam\n    melaksanakan jabatannya.\n2.  Pegawai Negeri Sipil adalah Pegawai Negeri Sipil sebagaimana\n    dimaksud dalam Undang-undang Nomor 8 Tahun 1974.\n3.  Jabatan adalah kedudukan yang menunjukkan tugas, tanggung\n    jawab, wewenang dan hak seseorang Pegawai Negeri Sipil dalam\n    rangka susunan suatu satuan organisasi.\n4.  Pimpinan Instansi adalah Menteri, Jaksa Agung, Panglima\n    Angkatan Bersenjata Republik Indonesia, Pimpinan Lembaga\n    Pemerintah Non Departemen, Pimpinan Kesekretariatan Lembaga\n    Tertinggi/Tinggi Negara, Gubernur Kepala Daerah Tingkat I dan\n    Bupati/Walikotamadya Kepala Daerah Tingkat II.\n\n5. Instansi Pembina adalah Lembaga Administrasi Negara yang secara\nfungsional bertanggung jawab atas koordinasi, pengaturan dan\npenyelenggaraan serta pengawasan dan pengendalian pendidikan\ndan pelatihan.\n6. Instansi Pembina Jabatan Fungsional adalah Instansi Pemerintah\nyang bertugas membina suatu jabatan fungsional menurut peraturan\nperundang-undangan yang berlaku.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "7cf593d2-171d-4ea6-b715-74438f1caa79",
            "name": "Chapter II",
            "title": "\nTUJUAN DAN SASARAN PENDIDIKAN\nDAN PELATIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "933807b0-9b8f-4944-aef2-488be8b50b7c",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "8ed5a2b3-9793-4358-9601-79397634e752",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nTujuan pendidikan dan pelatihan adalah:\na. meningkatkan kesetiaan dan ketaatan Pegawai Negeri Sipil kepada\nPancasila, Undang-Undang Dasar 1945, Negara dan Pemerintah\nRepublik Indonesia.\nb. menanamkan kesamaan pola pikir yang dinamis dan bernalar agar\nmemiliki wawasan yang komprehensif untuk melaksanakan tugas\numum pemerintahan dan pembangunan.\nс. memantapkan semangat pengabdian yang berorientasi pada\npelayanan, pengayoman, dan pengembangan partisipasi masyarakat.\nd. meningkatkan pengetahuan, keahlian dan/atau ketrampilan serta\npembentukan sedini mungkin kepribadian Pegawai Negeri Sipil.",
                        "explanation": "\nCukup Jelas"
                    }
                },
                {
                    "id": "59bc9842-2952-4edc-8c04-4ff2f805d8bb",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "b8e0f9f8-9a7f-4ffa-8b1d-37386ff8d910",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSasaran pendidikan dan pelatihan adalah tersedianya Pegawai Negeri\nSipil yang memiliki kualitas tertentu guna memenuhi salah satu\npersyaratan untuk diangkat dalam jabatan tertentu.",
                        "explanation": "\nSeseorang Pegawai Negeri Sipil hanya dapat diangkat dalam jabatan tertentu setelah\nmemenuhi persyaratan-persyaratan yang ditetapkan jabatan tersebut. Salah satu\npersyaratan adalah telah mengikuti dan lulus pendidikan dan pelatihan sesuai\ndengan jabatan yang akan dipangkunya."
                    }
                }
            ]
        },
        {
            "id": "214ed4c8-c259-48d1-84cc-4fef57e71b2f",
            "name": "Chapter III",
            "title": "\nJENIS DAN JENJANG PENDIDIKAN\nDAN PELATIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "0035808a-3b4f-4906-90c8-ca411fa732bf",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "0fae2020-77db-4f79-b478-f375a2cf2d46",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPendidikan dan pelatihan terdiri dari:\na. Pendidikan dan Pelatihan Prajabatan;\nb. Pendidikan dan Pelatihan Dalam Jabatan.",
                        "explanation": "\nCukup Jelas"
                    }
                },
                {
                    "id": "00cc7a47-4893-438c-9112-cdfc13aa8c77",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "f62b7b68-0ce5-49f9-9ad6-609ebd8d8193",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPendidikan dan Pelatihan Prajabatan adalah pendidikan dan pelatihan\nyang dipersyaratkan dalam pengangkatan Pegawai Negeri Sipil.",
                        "explanation": "\nPendidikan dan Pelatihan Prajabatan dimaksudkan untuk melakukan pembentukan\nsikap mental, kesamaptaan fisik dan disiplin serta untuk memenuhi kebutuhan\nkemampuan, keahlian dan/atau ketrampilan bagi Calon Pegawai Negeri Sipil yang\ndiperlukan untuk menduduki sesuatu jabatan negeri.\n"
                    }
                },
                {
                    "id": "3b9f77b9-53ee-4ae7-9f65-3fd8cb9d3115",
                    "name": "Article 6",
                    "type": "article",
                    "children": [
                        {
                            "id": "67052709-1ec2-4125-8e39-fb4337428127",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pendidikan dan Pelatihan Dalam Jabatan adalah pendidikan dan\npelatihan bagi Pegawai Negeri Sipil.",
                            "explanation": "\nOleh karena sasaran pendidikan dan pelatihan adalah tersedianya Pegawai\nNegeri Sipil yang memiliki kualitas tertentu guna memenuhi persyaratan\njabatan tertentu maka dalam merencanakan kebutuhan pendidikan dan\npelatihan dan jenis-jenisnya, pimpinan instansi perlu menyampaikan rencana\nkebutuhan pendidikan dan pelatihan baik yang akan diselenggarakan sendiri\nmaupun yang akan diselenggarakan di luar instansinya kepada Instansi\nPembina.\nDalam hal instansi merencanakan tugas belajar bagi pegawainya baik di dalam\nnegeri maupun di luar negeri, instansi yang bersangkutan wajib melakukan\nkonsultasi dengan Instansi Pembina untuk menentukan jenis, jumlah, serta\nkebutuhan pendidikan dan pelatihan."
                        },
                        {
                            "id": "8292c782-946c-4d57-ac19-26c93444b832",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pendidikan dan Pelatihan dalam jabatan terdiri dari:\na. Pendidikan dan Pelatihan Struktural:\nb. Pendidikan dan Pelatihan Fungsional;\nc. Pendidikan dan Pelatihan Teknis.",
                            "explanation": "\nCukup Jelas"
                        }
                    ]
                },
                {
                    "id": "c9a4137d-0685-4558-b676-ef6f072f20ca",
                    "name": "Article 7",
                    "type": "article",
                    "children": [
                        {
                            "id": "ff051195-94c1-4322-a4c4-df2e951e7511",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pendidikan dan Pelatihan Struktural adalah pendidikan dan\npelatihan yang dipersyaratkan bagi Pegawai Negeri Sipil yang akan\ndiangkat dalam jabatan struktural.",
                            "explanation": "\nPendidikan dan pelatihan sebagaimana dimaksud dalam ayat ini merupakan\nsalah satu syarat yang harus dipenuhi bagi Pegawai Negeri Sipil untuk dapat\ndiangkat dalam Jabatan Struktural disamping syarat lain yang ditentukan dalam\nperaturan perundang-undangan yang berlaku.\nPendidikan dan Pelatihan ini bersifat selektif dan diikuti atas dasar penugasan.\nOleh karenanya, bukan merupakan fasilitas yang bersifat terbuka dan dapat\ndiminta sebagai hak. Keikutsertaan dalam pendidikan dan pelatihan tersebut\nmenjadi salah satu persyaratan bagi pengangkatan dalam jabatan struktural\ntertentu. Karena jabatan pada dasarnya bukan merupakan sesuatu yang dapat\ndiminta atau dituntut, melainkan merupakan penugasan, maka keikutsertaan\ndalam pendidikan dan pelatihan bukan pula hal yang dapat diminta atau\ndituntut.\nDiklat struktural memiliki 3 (tiga) jenjang yaitu:\na. Jenjang SPAMA;\nb. Jenjang SPAMEN;\nc.\nJenjang SPATI.\nOleh karena Diklat Struktural tersebut berjenjang, maka salah satu persyaratan\nuntuk mengikuti jenjang diklat yang lebih tinggi, kepada pesertanya\ndipersyaratkan telah lulus dalam jenjang Diklat dibawahnya.\n"
                        },
                        {
                            "id": "63c716ee-90b2-4d9e-96a4-b8ab5618e2e2",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pendidikan dan Pelatihan Struktural terdiri dari:\na. Pendidikan dan Pelatihan Staf dan Pimpinan Administrasi\nTingkat Pertama yang selanjutnya disebut Diklat SPAMA, yaitu\npendidikan dan pelatihan yang dipersyaratkan bagi Pegawai\nNegeri Sipil yang terpilih dan memiliki kemampuan untuk\ndiangkat dalam jabatan struktural eselon III.\nb. Pendidikan dan Pelatihan Staf dan Pimpinan Administrasi\nTingkat Menengah yang selanjutnya disebut Diklat SPAMEN,\nyaitu pendidikan dan pelatihan yang dipersyaratkan bagi Pegawai\nNegeri Sipil yang terpilih dan memiliki kemampuan untuk\ndiangkat dalam jabatan struktural eselon II.\nc. Pendidikan dan Pelatihan Staf dan Pimpinan Administrasi\nTingkat Tinggi yang selanjutnya disebut Diklat SPATI, yaitu\npendidikan dan pelatihan yang dipersyaratkan bagi Pegawai\nNegeri Sipil yang telah menduduki jabatan struktural eselon II\ndan terpilih serta memiliki kemampuan untuk diangkat dalam\njabatan struktural eselon I.",
                            "explanation": "\nHuruf c\nBagi Pegawai Negeri Sipil terpilih yang telah menduduki jabatan eselon\nII dan dinilai memiliki kemampuan untuk diangkat dalam jabatan\nstruktural eselon I, diwajibkan untuk mengikuti Pendidikan dan Pelatihan\nSPATI.\nPendidikan dan Pelatihan ini juga dimaksudkan untuk mematangkan\nkepribadian dan daya pemikiran pejabat eselon II."
                        },
                        {
                            "id": "fd6123e4-4311-4a0c-b70e-ccce7f425cc3",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Sebelum Pendidikan dan Pelatihan struktural sebagaimana\ndimaksud dalam ayat (2) kepada Pegawai Negeri Sipil diberikan\nPendidikan dan Pelatihan Administrasi Umum.",
                            "explanation": "\nPendidikan dan Pelatihan Administrasi Umum diberikan kepada seluruh\nPegawai Negeri Sipil sebelum mereka diangkat menduduki jabatan eselon V\ndan IV agar dapat melaksanakan pekerjaannya sehari-hari secara tertib, lancar,\nefisien dan efektif. Dalam pengetahuan tentang administrasi umum ini\ndiberikan pula perencanaan kerja terpadu. Dari pengetahuan administrasi\numum ini diharapkan mereka yang telah mengikutinya akan mampu menjabat\neselon V dan IV maupun Jabatan Fungsional serta mampu mengelola kegiatan\npekerjaan dalam koordinasi dengan pihak lain.\nPendidikan dan Pelatihan ini memberikan bekal kemampuan administrasi dasar\nsehingga para peserta mampu mengenali kedudukan organisasi dan peran\ninstansi masing-masing dalam pemerintahan negara, serta mampu\nmelaksanakan tugas pekerjaannya sehari-hari secara efektif dan efisien."
                        }
                    ]
                },
                {
                    "id": "08625f22-2255-4a42-86b6-8cf4897e875e",
                    "name": "Article 8",
                    "type": "article",
                    "children": [
                        {
                            "id": "1a170aba-d961-4813-b777-89c032bfcb22",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pendidikan dan Pelatihan Fungsional adalah pendidikan dan\npelatihan yang dipersyaratkan bagi Pegawai Negeri Sipil yang akan\ndan telah menduduki jabatan fungsional.",
                            "explanation": "\nCukup Jelas"
                        },
                        {
                            "id": "56ba50a3-99b6-4c41-9525-e2d76ff1e834",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pendidikan dan Pelatihan Fungsional dapat dilakukan secara\nberjenjang sesuai dengan tingkat jabatan fungsional yang\nbersangkutan.",
                            "explanation": "\nCukup Jelas\n"
                        }
                    ]
                },
                {
                    "id": "11493c8c-8777-4e06-aa48-a53b73816a3d",
                    "name": "Article 9",
                    "type": "article",
                    "children": [
                        {
                            "id": "52b071b5-f592-469c-b998-97080ae0147a",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pendidikan dan Pelatihan Teknis adalah pendidikan dan pelatihan\nyang diselenggarakan untuk memberi ketrampilan atau penguasaan\npengetahuan di bidang teknis tertentu kepada Pegawai Negeri Sipil,\nsehingga mampu melaksanakan tugas dan tanggung jawab yang\ndiberikan dengan sebaik-baiknya.",
                            "explanation": "\nJenis pendidikan dan pelatihan (Diklat) teknis ini jumlahnya sangat banyak dan\nberagam sesuai dengan tugas instansi yang bersangkutan.\nSebagai contoh, Diklat teknis ini dapat berlangsung di bidang-bidang\nPengawasan Ketenagakerjaan, penyuluhan pertanian, pengecoran logam,\npemberantasan penyakit, menular, penyuluh industri, operator radiologi,\nkomputer, dokumentasi, kearsipan, bendaharawan, dan lain-lainnya."
                        },
                        {
                            "id": "ad6098a6-1eb7-46ef-880a-91367bdc6cf0",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pendidikan dan Pelatihan Teknis dapat dilakukan secara berjenjang\nsesuai dengan tingkat dan jenis pekerjaan Pegawai Negeri Sipil\nyang bersangkutan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "6ca1fae8-d800-4712-b9cc-78c72c31b508",
            "name": "Chapter IV",
            "title": "\nPESERTA PENDIDIKAN DAN PELATIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "1897af05-a996-43b1-a5f0-f7792fa7b81e",
                    "name": "Article 10",
                    "type": "article",
                    "children": [
                        {
                            "id": "a5c93b84-2747-4d3f-93fb-bc3cc71f9d95",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Peserta Pendidikan dan Pelatihan Prajabatan adalah Calon Pegawai\nNegeri Sipil.\n\n(2) Calon Pegawai Negeri Sipil yang berasal dari Pendidikan dan\nPelatihan Kedinasan termasuk sekolah-sekolah Kedinasan sebelum\ndiangkat menjadi Pegawai Negeri Sipil, wajib mengikuti dan lulus\nPendidikan dan Pelatihan Prajabatan,",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "7d8c1626-b733-4356-bcf0-5ab337276e17",
                    "name": "Article 11",
                    "type": "article",
                    "children": {
                        "id": "2c8fc39a-9b23-4f29-a87e-0b5845758003",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeserta Pendidikan dan Pelatihan Struktural adalah Pegawai Negeri Sipil\nyang akan diangkat dalam jabatan struktural yang telah memenuhi syarat:\na. menduduki pangkat sekurang-kurangnya setingkat lebih rendah dari\n    pangkat terendah yang ditentukan untuk jabatan yang akan\n    diduduki;\nb. mempunyai pendidikan serendah-rendahnya pendidikan menengah;\nс. memiliki potensi yang dapat dikembangkan, telah membuat prestasi\n    dalam melaksanakan tugasnya, mampu menjaga reputasi baik bagi\n    dirinya maupun instansinya, dan memiliki kemauan keras untuk\n    mengikuti pendidikan dan pelatihan yang bersangkutan serta\n    syarat-syarat lain yang ditentukan oleh Instansi Pembina.",
                        "explanation": "\nPenetapan persyaratan untuk mengikuti pendidikan dan pelatihan merupakan salah\nsatu unsur bagi keberhasilan program diklat serta kualitas para lulusannya. Oleh\nkarena itu persyaratan peserta untuk mengikuti Diklat perlu mendapat perhatian dari\npimpinan instansi yang bersangkutan. Penetapan persyaratan ini selain untuk\nmenjaga objektivitas pemilihan peserta pendidikan dan pelatihan, juga dimaksudkan\nuntuk memilih Pegawai Negeri Sipil yang tepat, yang dapat diproyeksikan untuk\nmenduduki jabatan-jabatan yang lebih tinggi di kemudian hari.\nDengan menggunakan persyaratan-persyaratan seperti tersebut dalam pasal ini maka\nefisiensi dan efektifitas pendidikan dan pelatihan struktural dapat dicapai secara\noptimal. Inilah perlunya dan peranannya Tim Seleksi peserta diklat yang bertugas\nmembantu Pimpinan Instansi dalam menentukan calon-calon peserta pendidikan dan\npelatihan."
                    }
                },
                {
                    "id": "4c8dd2f7-88dc-46b5-9500-e23e7b137622",
                    "name": "Article 12",
                    "type": "article",
                    "children": {
                        "id": "9d809a2a-abd3-49f9-9a1e-5e2b50d71431",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeserta Pendidikan dan Pelatihan Fungsional adalah Pegawai Negeri\nSipil yang akan dan telah menduduki jabatan fungsional.",
                        "explanation": "\nJabatan Fungsional adalah kedudukan yang menunjukkan tugas, tanggung jawab,\nwewenang dan hak seseorang Pegawai Negeri Sipil dalam suatu satuan organisasi\nyang dalam pelaksanaan tugasnya didasarkan pada keahlian dan/atau ketrampilan\ntertentu serta bersifat mandiri.\n\nPegawai Negeri Sipil yang menduduki jabatan fungsional cara kenaikan pangkatnya\ndidasarkan atas perolehan angka kredit.\nJabatan-jabatan fungsional yang ada sekarang antara lain : Widyaiswara, Peneliti,\nArsiparis, Guru dan seterusnya.\nPendidikan dan Pelatihan Fungsional sebagaimana dimaksud dalam pasal ini dapat\npula diikuti oleh pejabat struktural apabila keahlian dan/atau ketrampilan dalam\npendidikan dan pelatihan fungsional tersebut diperlukan dalam pelaksanaan\ntugas jabatannya."
                    }
                },
                {
                    "id": "ae1febf5-371f-4966-b1f2-6f851bc49baa",
                    "name": "Article 13",
                    "type": "article",
                    "children": {
                        "id": "6d4ae88c-5537-47ef-ac78-b0ebe7f3c7c3",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeserta Pendidikan dan Pelatihan Teknis adalah Pegawai Negeri Sipil\nterutama bagi yang dipersiapkan untuk melaksanakan pekerjaan teknis\nyang dibebankan kepadanya.",
                        "explanation": "\nTiap-tiap instansi memiliki pekerjaan-pekerjaan teknis sesuai dengan misi instansi\nyang bersangkutan. Para pelaksana pekerjaan teknis perlu dibekali dengan\npengetahuan dan ketrampilan teknis agar mampu melaksanakan pekerjaan-pekerjaan\nteknis yang akan dibebankan dan menjadi tanggung jawabnya.\nDiklat Teknis dapat pula diikuti oleh pejabat struktural apabila keahlian dan/atau\nketrampilan dalam pendidikan dan pelatihan teknis tersebut diperlukan dalam\npelaksanaan tugas jabatannya."
                    }
                }
            ]
        },
        {
            "id": "8842c2e9-6b42-436e-890b-ec607c43998a",
            "name": "Chapter V",
            "title": "\nKURIKULUM DAN METODA PENDIDIKAN\nDAN PELATIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "2a14adbf-9fce-4488-9c94-0d03f09706d3",
                    "name": "Article 14",
                    "type": "article",
                    "children": [
                        {
                            "id": "824131a8-4782-461c-9281-3b20a61a7248",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Kurikulum Pendidikan dan Pelatihan Prajabatan menekankan pada\npembentukan sikap mental, kesamaptaan fisik dan disiplin\ndisamping pengetahuan-pengetahuan dasar tentang administrasi dan\nmanajemen.",
                            "explanation": "\nMata pelajaran Pendidikan dan Pelatihan untuk meningkatkan sikap mental, kesamaptaan\nfisik dan disiplin dijadikan landasan dalam Diklat Prajabatan agar terbentuk\nketangguhan mental, fisik dan disiplin serta etos kerja yang tinggi bagi Pegawai\nNegeri Sipil untuk melaksanakan tugas-tugas umum pemerintahan dan\npembangunan."
                        },
                        {
                            "id": "989e8f70-9281-4dd1-9819-3938f58e68af",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Kurikulum Diklat Struktural disamping menekankan pada\npemantapan sikap mental, kesamaptaan fisik dan disiplin, untuk\nmasing-masing jenjang juga menekankan pada hal-hal sebagai\nberikut:\na. Diklat SPAMA menekankan pada kepemimpinan dan bimbingan\nserta penguasaan pengetahuan dan ketrampilan pelaksanaan\npekerjaan pengelolaan kegiatan dan program.\nb. Diklat SPAMEN menekankan pada kepemimpinan dan\nbimbingan serta penguasaan pengetahuan dan ketrampilan\npembinaan strategi penataan program.\nc. Diklat SPATI menekankan pada kepemimpinan dan pembinaan\nserta kedalaman pola pikir dan wawasan secara terpadu baik\ndalam lingkup nasional regional maupun internasional untuk\nmemperkuat ketahanan nasional guna kelangsungan dan\npeningkatan kehidupan bangsa.",
                            "explanation": "\nCukup Jelas"
                        },
                        {
                            "id": "a5a70736-2341-498e-8c4f-de4fec03d68a",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Kurikulum Diklat Fungsional menekankan pada peningkatan\npenguasaan pengetahuan dan/atau ketrampilan sesuai dengan\nkeahlian dan ketrampilan yang diperlukan di bidang\nmasing-masing.",
                            "explanation": "\nSepanjang materi Pendidikan dan Pelatihan Fungsional dianggap dapat\ndigunakan secara umum, maka kurikulumnya disusun oleh Instansi Pembina\nseperti Diklat Analisis Kemampuan Manajemen, Diklat Analisis Jabatan."
                        },
                        {
                            "id": "bf807e39-8de2-49b1-8304-518cecf94044",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Kurikulum Diklat Teknis menekankan pada peningkatan\npenguasaan pengetahuan dan/atau ketrampilan di bidang teknis\nmasing-masing.",
                            "explanation": "\nCukup Jelas"
                        }
                    ]
                },
                {
                    "id": "7de769d4-e838-41a9-bf5b-f002f644e876",
                    "name": "Article 15",
                    "type": "article",
                    "children": [
                        {
                            "id": "8cb92478-4c76-4592-838a-424131cf7dc3",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Kurikulum Pendidikan dan Pelatihan Prajabatan dan Pendidikan\ndan Pelatihan Struktural ditetapkan lebih lanjut oleh Instansi\nPembina.",
                            "explanation": "\nCukup Jelas"
                        },
                        {
                            "id": "01c213c0-513d-4328-9976-b7b5267f0e2a",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Kurikulum Pendidikan dan Pelatihan Fungsional ditetapkan oleh\ninstansi masing-masing bekerja sama dengan Instansi Pembina\nJabatan Fungsional dengan pembinaan Instansi Pembina.",
                            "explanation": "\nCukup Jelas"
                        },
                        {
                            "id": "6ca29b46-220b-49a3-a19a-0623bead386a",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Kurikulum Pendidikan dan Pelatihan Teknis ditetapkan oleh\ninstansi masing-masing dengan pembinaan Instansi Pembina.",
                            "explanation": "\nCukup Jelas"
                        }
                    ]
                },
                {
                    "id": "b591c53e-cf9a-4d96-aa71-3fbfc662e6cc",
                    "name": "Article 16",
                    "type": "article",
                    "children": {
                        "id": "2e8dced7-038d-40f8-97ca-810b4929c403",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nMetoda Pendidikan dan Pelatihan disusun sesuai dengan tujuan dan\nprogram pendidikan dan pelatihan bagi orang dewasa.",
                        "explanation": "\n\nPegawai Negeri Sipil yang telah memiliki tingkat pendidikan dan pelatihan tertentu,\nbaik formal maupun non formal serta pengalaman dalam melaksanakan tugas\npekerjaan maupun dalam kehidupannya akan lebih efisien dan efektif dalam\nmengikuti Diklat dengan metode pendidikan dan pelatihan bagi orang dewasa."
                    }
                }
            ]
        },
        {
            "id": "4f777b01-67ec-485d-9f63-4d3d30652085",
            "name": "Chapter VI",
            "title": "\nTENAGA KEPENDIDIKAN DAN PELATIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "8233e320-7b76-4744-86c3-7416cfa933cb",
                    "name": "Article 17",
                    "type": "article",
                    "children": {
                        "id": "e85a0286-799d-4814-bfa2-737207199cb5",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nTenaga kependidikan dan pelatihan terdiri dari:\na. Widyaiswara;\nb. Pengelola Unit Program Pendidikan dan Pelatihan;\nc. Tenaga kependidikan dan pelatihan lainnya.",
                        "explanation": "\na. Widyaiswara adalah Pegawai Negeri Sipil yang diberi tugas, tanggung jawab,\nwewenang dan hak oleh pejabat yang berwenang untuk mendidik, mengajar,\ndan/atau melatih secara penuh pada unit pendidikan dan pelatihan instansi\npemerintah dan non pemerintah.\nb. Pengelola unit program pendidikan dan pelatihan adalah Pegawai Negeri Sipil\nyang bertugas pada lembaga pendidikan dan pelatihan instansi pemerintah\nyang secara fungsional mengelola secara langsung program-program\npendidikan dan pelatihan, termasuk Pegawai Negeri Sipil di luar unit lembaga\npendidikan dan pelatihan, termasuk Pegawai Negeri Sipil di luar unit lembaga\npendidikan dan pelatihan instansi bersangkutan yang ditunjuk secara resmi\nuntuk ikut serta dalam tim penyelenggaraan program pendidikan dan pelatihan.\nc. Tenaga kependidikan dan pelatihan lainnya adalah pejabat atau seseorang yang\nbukan Widyaiswara, bukan pengelola unit program pendidikan dan pelatihan\ntetapi karena keahlian, kemampuan atau kedudukannya diikut sertakan dalam\nkegiatan pencapaian tujuan pendidikan dan pelatihan yang bersangkutan."
                    }
                }
            ]
        },
        {
            "id": "e19a28b0-e7cb-4f45-bf91-a9a8d2a963a9",
            "name": "Chapter VII",
            "title": "\nSARANA DAN PRASARANA PENDIDIKAN\nDAN PELATIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "6514966e-d45f-44d3-9673-2ca2db324f7a",
                    "name": "Article 18",
                    "type": "article",
                    "children": [
                        {
                            "id": "5d0c530b-41db-4c09-9661-554121c503a4",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Sarana dan prasarana pendidikan dan pelatihan dipersiapkan sesuai dengan tujuan pendidikan dan pelatihan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "03b7bcab-04cd-4a79-924b-84c0354fb0b5",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Instansi Pembina menetapkan kriteria sarana dan prasarana pendidikan dan pelatihan serta mengkoordinasikan pemanfaatannya.",
                            "explanation": "\nUntuk mengkoordinasikan pemanfaatan sarana dan prasarana pendidikan\ndan pelatihan dilakukan inventarisasi, evaluasi dan pengawasan oleh Instansi\nPembina agar sarana dan prasarana Diklat secara keseluruhan dapat\ndioptimalkan penggunaannya, baik oleh instansi pemiliknya maupun oleh\ninstansi lain."
                        }
                    ]
                }
            ]
        },
        {
            "id": "4968c1fd-83cf-4f85-9fd1-5d07cd645374",
            "name": "Chapter VIII",
            "title": "\nPENYELENGGARAAN PENDIDIKAN\nDAN PELATIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "919a9990-3283-4711-98e6-9128fb70b5a9",
                    "name": "Article 19",
                    "type": "article",
                    "children": {
                        "id": "570b51fb-d1fd-4ede-b3d2-15722b025b12",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPendidikan dan Pelatihan dapat diselenggarakan secara klasikal dan atau non klasikal.",
                        "explanation": "\nBentuk penyelenggaraan pendidikan dan pelatihan menentukan efisiensi, efektifitas\ndan jangkauan pendidikan dan pelatihan. Pendidikan dan pelatihan yang\ndiselenggarakan dalam bentuk klasikal maupun menghasilkan lulusan yang memiliki\nkualitas yang tinggi namun jangkauan terhadap pesertanya terbatas pada jumlah\npeserta yang hadir dalam kelas yang bersangkutan.\nSebaliknya pendidikan dan pelatihan yang diselenggarakan dalam bentuk non\nklasikal memiliki jangkauan yang jauh dan luas.\nPendidikan dan pelatihan non klasikal dapat berbentuk pendidikan jarak jauh\nmaupun pendidikan dan pelatihan di tempat kerja.\nDiklat Jarak Jauh merupakan salah satu cara penyelenggaraan pendidikan dan\npelatihan yang pesertanya aktif mempelajari bahan-bahan pelajaran menurut tingkat\nkemampuannya masing-masing, tidak terikat oleh bentuk dan metode klasikal, tidak\nharus senantiasa bertatap muka dengan tenaga kependidikan dan pelatihan dan tidak\nboleh mengganggu tugas pekerjaannya sehari-hari."
                    }
                },
                {
                    "id": "a4dc035b-8758-47e2-9139-59955550882a",
                    "name": "Article 20",
                    "type": "article",
                    "children": [
                        {
                            "id": "3e6a3538-cd59-4dd7-bd7c-c0171f2c4c09",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pendidikan dan Pelatihan Prajabatan bagi Calon Pegawai Negeri Sipil golongan I, II dan III diselenggarakan oleh masing-masing instansi di bawah pembinaan Instansi Pembina.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "af14cb02-6d89-4fb5-8473-53885e85960d",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pendidikan dan Pelatihan Prajabatan bagi Calon Pegawai Negeri Sipil Golongan III dapat pula diselenggarakan secara gabungan dan",
                            "explanation": "\nPada prinsipnya Pelaksanaan Pendidikan dan Pelatihan Prajabatan\ndiselenggarakan oleh instansi masing-masing. Namun tidak pula tertutup\nkemungkinan untuk diselenggarakan bersama-sama antar instansi atas dasar\npertimbangan efisiensi dan efektivitas penyelenggaraannya.\nMengingat peserta Pendidikan dan Pelatihan (Diklat) Prajabatan golongan III\nmerupakan kader-kader pimpinan dalam jajaran aparatur pemerintah, maka\npenyelenggaraannya dapat digabungkan antar instansi dalam satu propinsi agar\ndapat tercapai makna Pasal 14 ayat (1).\nPenyelenggaraan Diklat Prajabatan untuk golongan III, perlu mendapat\nperhatian tersendiri karena Pegawai\nNegeri Sipil golongan III inilah yang diharapkan akan dapat menjadi kader\nuntuk menduduki jabatan-jabatan tinggi yang ditinggalkan oleh para\npendahulunya.\nDalam hal penyelenggaraannya dilaksanakan tidak terpusat, pembinaan dari\nInstansi Pembina perlu dilakukan sebaik-baiknya. Apabila perlu, untuk itu\ndibentuk Panitia Penyelenggara Diklat Prajabatan golongan III baik di tingkat\nnasional maupun di daerah-daerah.\n\nPanitia Nasional menetapkan program, bahan, widyaiswara, metodologi dan\nseterusnya bagi Diklat Prajabatan Golongan III. Panitia daerah bertanggung\njawab atas penyelenggaraannya."
                        }
                    ]
                },
                {
                    "id": "7a8808c6-bf0b-46d8-b5a2-0d8ebf38666b",
                    "name": "Article 21",
                    "type": "article",
                    "children": [
                        {
                            "id": "cc6e37af-c889-4e54-9bbb-a72375debedb",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pendidikan dan Pelatihan SPATI dan SPAMEN diselenggarakan\noleh Instansi Pembina.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "08ef4e8a-20bb-43ff-ad8e-b5a8ad2ac252",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pendidikan dan Pelatihan SPAMA diselenggarakan oleh Instansi\nyang bersangkutan dengan pembinaan Instansi Pembina, atau dalam\nhal tertentu diselenggarakan oleh Instansi Pembina.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "98e2cc95-49c8-42cd-be0e-8004c9e2be5e",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Pendidikan dan Pelatihan Fungsional diselenggarakan oleh Instansi\nPembina Jabatan Fungsional dan Instansi yang bersangkutan\ndengan pembinaan Instansi Pembina.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "ea456bac-f70b-4ac0-b5f4-771a12d21ba2",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Pendidikan dan Pelatihan Teknis diselenggarakan oleh instansi yang\nbersangkutan bekerjasama dengan Instansi Teknis yang memiliki\nkeahlian yang bersangkutan dengan pembinaan Instansi Pembina.",
                            "explanation": "\nPendidikan dan Pelatihan Teknis yang bersifat umum diselenggarakan oleh\nInstansi Pembina. Pendidikan dan Pelatihan Teknis yang bersifat substantif,\ndiselenggarakan oleh instansi yang bersangkutan dengan bekerjasama dengan\ninstansi teknis lain yang berwenang atau memiliki keahlian teknis tersebut\ndengan pembinaan Instansi Pembina."
                        }
                    ]
                },
                {
                    "id": "6b55e5cc-d504-4934-b8b4-bf70afbb0824",
                    "name": "Article 22",
                    "type": "article",
                    "children": [
                        {
                            "id": "365deeef-41f9-4b6b-8255-8124d89c78ac",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dalam rangka mencapai tujuan dan sasaran pendidikan dan\npelatihan secara berdayaguna dan berhasilguna dibentuk Tim\nKurikulum.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "2e5ca0f7-d76d-45f5-b30f-ac25be41d876",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Tim Kurikulum terdiri dari :\na. Tim Kurikulum Nasional;\nb. Tim Kurikulum Instansi.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "f60c2101-87bb-4bc3-bb88-adff05f53fdf",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Tim Kurikulum Nasional dibentuk oleh Pimpinan Instansi Pembina\ndengan tugas pokok memberi pertimbangan kepada Pimpinan\nInstansi Pembina tentang hal-hal yang berkaitan dengan Program\npendidikan dan pelatihan seperti kurikulum, waktu\n\n(4) Keanggotaan Tim Kurikulum Nasional terdiri dari unsur\nPemerintah dan dapat pula dari unsur ahli di kalangan masyarakat\nyang memiliki aspirasi tentang pendidikan dan pelatihan, diangkat\ndan diberhentikan oleh Pimpinan Instansi Pembina.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "7bde4cbe-fb32-4913-8eef-e296221e65ee",
                            "name": "Verse 5",
                            "number": "5",
                            "type": "verse",
                            "content": " Tim Kurikulum Instansi dibentuk oleh Pimpinan Instansi yang\nbersangkutan dengan tugas pokok memberi pertimbangan kepada\nPimpinan Instansi tersebut tentang hal-hal yang berkaitan dengan\nprogram pendidikan dan pelatihan seperti kurikulum, waktu\npenyelenggaraan, metodologi lain-lainnya, khususnya yang\nmenyangkut bidang instansinya.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "70ba8410-9a62-4ae8-a054-df34faafde7b",
                            "name": "Verse 6",
                            "number": "6",
                            "type": "verse",
                            "content": " Keanggotaan Tim Kurikulum Instansi terdiri dari pejabat instansi\nyang bersangkutan dan dapat pula dari pejabat instansi lainnya yang\nmemiliki keahlian yang berkaitan dengan pendidikan dan pelatihan,\ndiangkat dan diberhentikan oleh Pimpinan Instansi yang\nbersangkutan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "67c140ca-7ef0-4b12-82e2-813a7cf9f97d",
            "name": "Chapter IX",
            "title": "\nPEMBIAYAAN PENDIDIKAN\nDAN PELATIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "c5cd95be-b016-46cb-a9c8-efa3f2ebfd6e",
                    "name": "Article 23",
                    "type": "article",
                    "children": [
                        {
                            "id": "d1ec256d-ba1d-43fb-b0e6-be8cd1c66617",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pembiayaan pendidikan dan pelatihan dibebankan pada instansi\nmasing-masing.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "6bae575d-fa07-42ed-87d9-3d7ec9b451f5",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Khusus untuk Pendidikan dan Pelatihan Prajabatan golongan III\nyang diselenggarakan secara gabungan sebagaimana dimaksud\ndalam Pasal 20 ayat (2), pembiayaannya dibebankan pada anggaran\nInstansi Pembina.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "ee395dd3-44a2-4a3a-a56a-2e2461c53d28",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Penyusunan anggaran pendidikan dan pelatihan dilakukan oleh\ninstansi masing-masing dengan dikoordinasikan oleh Instansi\nPembina, Badan Administrasi Kepegawaian Negara, Badan\nPerencanaan Pembangunan Nasional dan Departemen Keuangan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "391cc980-07b0-4d77-a49e-6645ec50efb1",
            "name": "Chapter X",
            "title": "\nPEMBINAAN PENDIDIKAN\nDAN PELATIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "831a1d75-ec70-4afa-aad6-968355042a3a",
                    "name": "Article 24",
                    "type": "article",
                    "children": [
                        {
                            "id": "ee760314-93da-4066-aa95-3d01c44f748c",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pembinaan pendidikan dan pelatihan dilakukan melalui:\na. Pedoman pendidikan dan pelatihan\nb. Standarisasi, akreditasi dan sertifikasi program dan\npenyelenggaraan pendidikan dan pelatihan;\nc. Koordinasi dan bimbingan;\nd. Evaluasi dan penilaian terhadap lembaga pendidikan dan\npelatihan;\ne. Pengawasan dan pengendalian program serta penyelenggaraan\npendidikan dan pelatihan;\nf. Evaluasi dan penilaian terhadap laporan penyelenggaraan\npendidikan dan pelatihan;\ng. Sistem informasi pendidikan dan pelatihan;\nh. Cara lain yang ditentukan oleh Instansi Pembina.",
                            "explanation": "\nAgar pendidikan dan pelatihan dapat secara efisien dan efektif mewujudkan sasaran yang ditentukan perlu ditempuh mekanisme pembinaan pendidikan dan pelatihan sebagai berikut:\n- Setiap pimpinan instansi melaksanakan identifikasi kebutuhan akan pendidikan dan pelatihan, dan menyampaikannya kepada Instansi Pembina untuk menentukan relevansi pelaksanaan pendidikan dan pelatihan tersebut dengan kebutuhan persyaratan jabatan.\n- Setiap pimpinan instansi melakukan pemantauan dan penilaian periodik kepada para lulusan pendidikan dan pelatihan guna mengetahui kesesuaian antara penempatan dan program pendidikan dan pelatihan, sebagai umpan balik bagi rencana penempatan pegawai dan program pendidikan dan pelatihan.\n- Pengawasan dan pengendalian terhadap kesesuaian dalam penempatan dan program Diklat dilaksanakan oleh Instansi Pembina."
                        },
                        {
                            "id": "1d7da7f2-d775-448d-9a41-e0caf713520e",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Instansi Pembina bertanggung jawab atas pembinaan pendidikan\ndan pelatihan sebagaimana dimaksud dalam ayat (1).",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "b9c481cb-08c7-4cdc-b620-e2fdde467714",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Sertifikasi keahlian dan ketrampilan diberikan oleh Instansi\nPembina Jabatan Fungsional dengan pembinaan Instansi Pembina.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "f8e2df3d-9890-4593-9105-f86988e2347f",
                    "name": "Article 25",
                    "type": "article",
                    "children": [
                        {
                            "id": "f4bfc49f-1c41-42b7-b397-5f50b7b6d1c3",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pembinaan Pendidikan dan Pelatihan Prajabatan serta Pendidikan\ndan Pelatihan Struktural dilaksanakan oleh Instansi Pembina.",
                            "explanation": "\nDalam merencanakan penyelenggaraan Pendidikan dan Pelatihan Prajabatan,\nInstansi Pembina melakukan koordinasi dengan Badan Administrasi\nKepegawaian Negara, Badan Perencanaan Pembangunan Nasional dan\nDepartemen Keuangan."
                        },
                        {
                            "id": "02b0fedd-2c83-4a5f-843c-7bd49a746cd2",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pembinaan Pendidikan dan Pelatihan Fungsional dilaksanakan oleh\nInstansi Pembina Jabatan Fungsional dengan pembinaan Instansi\nPembina.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "ee5ee940-0620-48df-8d02-80e9e4baf116",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Pembinaan Pendidikan dan Pelatihan Teknis dilakukan oleh instansi\nmasing-masing dengan pembinaan Instansi Pembina.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "c71a3b18-66e4-4066-88d0-e1274cb69692",
                    "name": "Article 26",
                    "type": "article",
                    "children": {
                        "id": "10d419a6-7332-4a94-ba3b-96714c1334ed",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPembinaan kurikulum, pembinaan dan penyediaan tenaga kependidikan\ndan pelatihan dan pembinaan sarana dan prasarana pendidikan, serta\npelatihan dilaksanakan oleh Instansi Pembina.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "e3e3b522-228b-4033-b6ae-5ee8bef00a87",
            "name": "Chapter XI",
            "title": "\nKETENTUAN LAIN-LAIN",
            "type": "chapter",
            "children": [
                {
                    "id": "0c3db37f-2844-4e61-aa3c-dc46fde38a6f",
                    "name": "Article 27",
                    "type": "article",
                    "children": {
                        "id": "fce8d4d1-d06b-4ecb-b0d7-433aa12b726b",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam hal diperlukan pemantapan kader pimpinan tingkat nasional,\nInstansi Pembina menyelenggarakan Pendidikan dan Pelatihan Pimpinan\nInti.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "61cb44c5-771c-4d8d-bc0d-90c88e01c899",
                    "name": "Article 28",
                    "type": "article",
                    "children": [
                        {
                            "id": "995a263e-726e-4cb9-b594-1b6b53974b2f",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pendidikan dan pelatihan yang diatur dalam Peraturan Pemerintah\nini, dapat diikuti oleh Pejabat Negara, Pegawai atau karyawan\nBadan Usaha Milik Negara atau Daerah, Prajurit ABRI dan lainnya,\ndengan memperhatikan tujuan dan persyaratan yang ditetapkan bagi\n(2) Ketentuan mengenai keikutsertaan Pegawai Negeri Sipil dalam\npendidikan dan pelatihan yang diselenggarakan di luar Instansinya\natau di luar negeri beserta akreditasinya diatur tersendiri oleh\nPimpinan Instansi Pembina.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "ca037fe1-af0c-41d2-91a1-f9688408b064",
            "name": "Chapter XII",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "4017160f-7723-4e49-b7f8-2c483a3df296",
                    "name": "Article 29",
                    "type": "article",
                    "children": {
                        "id": "37eed560-b901-451d-9306-64ed305feeb4",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSemua ketentuan yang mengatur pendidikan dan pelatihan yang ada pada\nsaat diundangkannya Peraturan Pemerintah ini masih tetap berlaku\nsepanjang tidak bertentangan atau belum diganti berdasarkan Peraturan\nPemerintah ini.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "1b9be5d1-32b2-4d7d-8716-959552334db3",
                    "name": "Article 30",
                    "type": "article",
                    "children": {
                        "id": "761cddfb-b068-4a57-8676-abe53cfdda4f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPenyelenggaraan Pendidikan dan Pelatihan Struktural baik SEPADA,\nSEPALA, SEPADYA maupun SESPANAS yang sedang berlangsung\natau sedang dipersiapkan pelaksanaannya pada saat Peraturan Pemerintah\nini mulai berlaku, tetap dilaksanakan sesuai dengan ketentuan\nsebagaimana dimaksud dalam Pasal 29.",
                        "explanation": "\nDengan ketentuan ini, maka peserta seluruh Pendidikan dan Pelatihan tadi dianggap\ntelah memenuhi ketentuan yang dipersyaratkan oleh Peraturan Pemerintah ini.\nSebagai contoh : peserta yang telah lulus SESPANAS dianggap telah mengikuti\nSPATI."
                    }
                }
            ]
        },
        {
            "id": "d05ae84b-3d05-4c3d-bf16-555df34cc813",
            "name": "Chapter XIII",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "521524df-0c0f-4356-8954-3ae268253838",
                    "name": "Article 31",
                    "type": "article",
                    "children": {
                        "id": "7216ed6b-91e6-4d37-a2a3-f19fd15299f1",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan lebih lanjut yang diperlukan bagi pelaksanaan Peraturan\nPemerintah ini diatur oleh Instansi Pembina.",
                        "explanation": "\nCukup Jelas"
                    }
                },
                {
                    "id": "779616c5-95d5-4b91-9cad-57b182a653e9",
                    "name": "Article 32",
                    "type": "article",
                    "children": {
                        "id": "79b7945b-e37a-4abf-8935-ace6c069e247",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\n\nAgar setiap orang mengetahuinya, memerintahkan pengundangan\nPeraturan Pemerintah ini dengan penempatannya dalam Lembaran\nNegara Republik Indonesia.",
                        "explanation": "\nCukup Jelas\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nTujuan nasional seperti termaktub dalam Pembukaan Undang-Undang Dasar 1945 ialah\nuntuk melindungi segenap bangsa Indonesia dan seluruh tumpah darah Indonesia, dan\nuntuk memajukan kesejahteraan umum, mencerdaskan kehidupan bangsa, serta ikut\nmelaksanakan ketertiban dunia yang berdasarkan kemerdekaan, perdamaian abadi dan\nkeadilan sosial.\nDalam rangka mencapai tujuan nasional, Pegawai Negeri Sipil sebagai salah satu unsur\naparatur negara mempunyai peran yang sangat strategis guna melaksanakan, memelihara\ndan mengembangkan tugas umum pemerintahan dan pembangunan secara menyeluruh.\nAdapun sosok Pegawai Negeri Sipil yang diharapkan dalam rangka upaya mencapai\ntujuan nasional adalah Pegawai Negeri Sipil yang penuh kesetiaan dan ketaatan kepada\nPancasila dan Undang-Undang Dasar 1945, Negara, Pemerintah serta yang bersatu padu,\nbermental baik, ber-wibawa, kuat, berdayaguna, berhasilguna, bersih, berkualitas tinggi,\nsadar akan tanggung jawabnya sebagai unsur aparatur negara, abdi negara dan abdi\nmasyarakat.\nUntuk dapat membentuk sosok Pegawai Negeri Sipil seperti tersebut di atas perlu dibina\nmelalui pendidikan dan pelatihan (Diklat) yang mengarah kepada :\na. Meningkatkan kepribadian dan semangat pengabdian kepada masyarakat;\nb. Meningkatkan mutu dan kemampuan baik dalam bidang substansi maupun\nkepemimpinannya;\nс. Dapat melaksanakan tugasnya dengan semangat kerjasama dan tanggung jawab\nsesuai dengan lingkungan kerja dan organisasinya.\n\nBerdasarkan landasan pemikiran tersebut di atas maka arah kebijaksanaan pendidikan dan\npelatihan yang ditetapkan dalam Peraturan Pemerintah ini menggariskan asas-asas\nsebagai berikut :\na. Pendidikan dan pelatihan merupakan bagian integral dari Sistem Pembinaan\nPegawai Negeri Sipil;\nb. Pendidikan dan pelatihan mempunyai keterkaitan dengan Pola Perencanaan dan Pola\nKarier Pegawai Negeri Sipil;\nс. Sistem pendidikan dan pelatihan meliputi proses indentifikasi kebutuhan pendidikan\ndan pelatihan, penyelenggaraan pendidikan dan pelatihan dan evaluasi purna\npendidikan dan pelatihan;\nd. Pendidikan dan pelatihan diarahkan untuk mempersiapkan Pegawai Negeri Sipil\nyang memenuhi persyaratan jabatan yang ditentukan dan kebutuhan organisasi\ntermasuk pengadaan kader pimpinan dan staf.\nPendidikan dan pelatihan mencakup dua fungsi sekaligus, yaitu fungsi pendidikan dan\nfungsi pelatihan yang merupakan satu kesatuan pengertian yang tidak dapat dipisahkan.",
        "Nomor": "14",
        "Tahun": "1994",
        "Tentang": "PENDIDIKAN DAN PELATIHAN JABATAN PEGAWAI NEGERI SIPIL\nPRESIDEN REPUBLIK INDONESIA,",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa Pendidikan dan Pelatihan Jabatan Pegawai Negeri Sipil\nmempunyai keterkaitan erat dengan penempatan seseorang dalam\njabatan;",
            "b": " bahwa Pendidikan dan Pelatihan Jabatan Pegawai Negeri Sipil\nmerupakan bagian yang tidak terpisahkan dari pembinaan Pegawai\nNegeri Sipil secara menyeluruh;",
            "c": " bahwa untuk meningkatkan mutu profesionalisme, pengabdian,\nkesetiaan dan pengembangan wawasan serta pembinaan karier\nPegawai Negeri Sipil diperlukan Pendidikan dan Pelatihan Jabatan\nPegawai Negeri Sipil;",
            "d": " bahwa sehubungan dengan pertimbangan di atas dipandang perlu\nmenetapkan Peraturan Pemerintah tentang Pendidikan dan Pelatihan\nJabatan Pegawai Negeri Sipil;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 8 Tahun 1974 tentang Pokok-pokok\nKepegawaian (Lembaran Negara Tahun 1974 Nomor 55, Tambahan\nLembaran Negara Nomor 3041);",
            "3": " Undang-undang Nomor 2 Tahun 1989 tentang Sistem Pendidikan\nNasional (Lembaran Negara Tahun 1989 Nomor 6, Tambahan\nLembaran Negara Nomor 3390);"
        },
        "Menetapkan": "\nPeraturan Pemerintah tentang Pendidikan dan Pelatihan\nJabatan Pegawai Negeri Sipil;\nMengingat 1. Pasal 5 ayat (2) Undang-Undang Dasar 1945;\n2. Undang-undang Nomor 8 Tahun 1974 tentang Pokok-pokok\nKepegawaian (Lembaran Negara Tahun 1974 Nomor 55, Tambahan\nLembaran Negara Nomor 3041);\n3. Undang-undang Nomor 2 Tahun 1989 tentang Sistem Pendidikan\nNasional (Lembaran Negara Tahun 1989 Nomor 6, Tambahan\nLembaran Negara Nomor 3390);\nMEMUTUSKAN \nMenetapkan PERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG\nPENDIDIKAN DAN PELATIHAN JABATAN PEGAWAI NEGERI\nSIPIL.",
        "tanggal sah": "18 April 1994"
    }
}