{
    "results": [
        {
            "id": "57a316da-f5f8-4f55-a967-220b2cf98bce",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "2a28c741-a07e-4a56-88ef-16a8de2d4f2f",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Tenggang waktu peralihan untuk melaksanakan usaha per tambangan minyak dan gas bumi\noleh perusahaan-perusahaan bukan perusahaan Negara sebagaimana disebut dalam pasal 22 ayat (1)\ndan ayat (3) Undang-undang No. 44 Prp tahun 1960, akan berakhir pada tanggal 15 Juni 1963 jam\n24.00 waktu Jawa.",
                "explanation": "\nSaat berakhirnya tenggang waktu pada tanggal 15 Juni 1963 adalah juga saat dicabutnya\nperaturan-peraturan dan ketentuan-ketentuan sementara dalam waktu peralihan, sebagai ditentukan\ndalam ayat (1) dan (3) pasa] 22 Undang-undang No. 44 Prp tahun 1960.\nPasal 2 dan 3.\nKesempatan diberikan untuk memilih salah satu jalan, menglikwideer usaha atau bekerja\nberdasarkan peraturan-peraturan baru yang akan berlaku sejak tanggal 16 Juni 1963, apabila\nperusahaan-perusahaan yang bersangkutan gagal untuk mendapatkan atau tak menghendaki sesuatu\nkontrak dengan Perusahaan Negara sebagaimana dimaksudkan dalam Undang-undang No. 44 tahun\n1960 selambat-lambatnya pada tanggal 15 Juni 1963."
            }
        },
        {
            "id": "2736c2c5-6bdb-441c-972e-a681efb63737",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "fa384568-0041-499d-85a5-e143f466857e",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Tiap orang atau perusahaan yang terkena oleh peraturan ini diperbolehkan mengajukan\npermohonan perpanjangan waktu untuk waktu tidak lebih dari lima bulan, terhitung dari\ntanggal berlakunya peraturan Pemerintah ini, dengan maksud memberi kesempatan\nmengakhiri/menyelesaikan usaha-usahanya dalam waktu tersebut berdasarkan ketentuan-\nketentuan yang akan ditetapkan oleh Pemerintah.\n(2) Suatu panitia akan dibentuk untuk mengatur penyelesaian hak-hak/kewajiban-kewajiban\nyang wajar dan layak dari fihak-fihak yang berkepentingan yang terkena oleh ketentuan ayat\n(1) pasal ini.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "5d7b369b-68d8-4762-8775-bbc4b7548593",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "06830019-18f8-4d01-857d-be83d901cfc1",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Perorangan atau perusahaan yang tidak memilih prosedur yang ditentukan pada pasal 2 ayat\n(1) peraturan ini diperbolehkan melanjutkan usaha mereka berdasarkan peraturan-peraturan baru\nyang akan berlaku mulai tanggal 16 Juni 1963.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "c6b268f0-599c-455c-9ef6-b0065b1818f2",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "bf21cc0f-33ad-4a4c-9ef7-642b44c56c8c",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pertanggungan-jawab finansiil untuk waktu sedari tanggal 28 Agustus 1961 bagi\nperusahaan-perusahaan yang berusaha sebelum berlakunya ketentuan-ketentuan peralihan\nyang diten tukan dalam pasal 22 Undang-undang No. 44 Prp. tahun 1960, tenggang wakktu\nperalihan mana sekarang telah ditetapkan me nurut pasal 1 peraturan ini, diatur serta\nditentukan oleh Keputusan Presiden Republik Indonesia No. 476 tahun 1961 sedangkan\nuntuk jangka waktu sebelumnya diatur dan ditentukan oleh peraturan-peraturan yang telah\nberlaku pada waktu itu.\n(2) Pasal 7 dari Keputusan Presiden Republik Indonesia No. 476 tahun 1961 ditetapkan sebagai\npembagian penghasilan keuntungan setelah ongkos-ongkos usaha, tidak termasuk bea- cukai\nserta bea import/export serta pungutan-pungutan pemerintah lainnya yang bukan pajak-pajak\natas pendapatan perseroan, dengan ketentuan bahwa jumlah 60% penghasilan tersebut\nmerupakan pembayaran jumlah penghasilan dalam valuta asing dan 60% pembayaran\njumlah penghasilan dalam valuta rupiah. Bea cukai serta bea import/export serta pungutan-\npungutan Pemerintah lainnya tersebut merupakan pembayaran-pembayaran tambahan\nkepada Pemerintah yang dapat dilaksanakan dalam valuta rupiah.\n(3) Pembayaran penghasilan sebagaimana ditetapkan dalam ayat (2) pasal ini merupakan\npembayaran pajak-pajak atas pendapatan, pembayaran mana dilakukan dalam mata uang\ndollar (U.S.) dan/atau pound sterling pada bagian yang diperhitungkan sebagai penghasilan\ndalam valuta asing dan dalam mata uang rupiah untuk bagian penghasilan dalam valuta\nrupiah.\n(4) Pembayaran-pembayaran perusahaan-perusahaan yang terhutang berdasarkan peraturan ini\nharus diselesaikan dalam waktu 90 (sembilan puluh) hari terhitung dari berlakunya peraturan\nPemerintah ini dengan ketentuan apabila ada kelebihan pembayaran dalam mata uang rupiah\nkepada Pemerintah dalam waktu peralihan tersebut, maka kelebihan jumlah uang rupiah\nterseebut akan diserahkan kembali kepada perusahaan-perusahaan yang berkenaan.\n(5) Penukaran uang dari mata uang asing ke mata uang rupiah (remittances) yang telah\ndilakukan oleh perusahaan dalam waktu peralihan untuk kebutuhan akan pembayaran\nongkos- ongkos dalam mata uang rupiah dan/atau pembayaran bea-cukai, bea import/export,\ntidak boleh dianggap sebagai pembayaran bagian penghasilan Pemerintah seperti dimaksud\ndalam ayat dan (3) pasal ini.\n(6) Pembayaran-pembayaran yang terhutang kepada Pemerintah menurut pasal ini dibayar dan\ndisetor pada rekening Pemerintah c.q. Departemen Perindustrian Dasar Pertambangan-\nDirektorat Minyak dan Gas Bumi di Bank Indonesia Jakarta.",
                "explanation": "\nUntuk mencegah berbagai tafsiran mengenai ketentuan-ketentuan dalam Keputusan Presiden\ntermaksud khusus mengenai pengertian \"pembagian penghasilan\" yang disebut dalam pasal 7\nKeputusan Presiden tersebut maka dalam ayat (2) pasal ini ditetapkan sebagai pengertian,\nkeuntungan setelah dipotong ongkos-ongkos usaha. Penghasilan diperoleh dari export yaitu dalam\nmata uang asing setelah dipotong ongkos-ongkos usaha dalam mata uang tersebut dan diperoleh\ndalam mata uang rupiah dari penjualan hasil-hasil minyak didalam negeri. Pembayaran 60%\npenghasilan bagian pemerintah dari penjualan keluar negeri dan 60% dari penjualan kedalam negeri\ntersebut diatur dalam ayat (3) jo ayat (2) pasal ini.\nDitentukan juga dalam ayat (2) perbedaan antara penghasilan atau keuntungan sebuah\nperusahaan dan pembayaran-pembayaran bea cukai dan pungutan-pungutan pemerintah lainnya\nyang dipotong oleh perusahaan bersangkutan terlebih dahulu dalam perhitungan-perhitungan untuk\nmenentukan besarnya keuntungan pembayaran-pembayaran bea cukai dan tidak termasuk dalam\npembayaran 60%, penghasilan tersebut.\nPembayaran 60% tersebut merupakan dan ditentukan sebagai pembayaran pajak atas\npendapatan perusahaan perseroan."
            }
        },
        {
            "id": "d0dee340-4287-4788-b4cd-2de5812fdb79",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "f751a5c4-a912-4c64-aee8-1c73d676873b",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Terhadap orang-orang yang tidak mematuhi kerja-sama dengan instansi-instansi Pemerintah\nyang bersangkutan atau menghalang- halangi kelancaran serta effisiensi pelaksanaan pengusahaan\nminyak dan gas bumi, akan berlaku Undang-undang Hukum Pidana yang berkenaan.\nAdalah suatu kewajiban bagi mereka dalam industri minyak dan gas bumi untuk memelihara\ndan mengusahakan semua fasilitas-fasilitas produksi, pengolahan serta distribusi, instalasi-instalasi\ntermasuk setiap sifat macam perbaikannya, tak terbatas pada terminals, saluran-saluran pipa atau\nfasilitas-fasilitas penimbunan, pemberian jasa-jasa yang merupakan pelengkap usaha pokok, jalan-\njalan, pelabuhan-pelabuhan dan galangan-galangan dan lain- lain terlepas apakah telah dipilih atau\ntidaknya prosedure ayat (1) pasal 3 oleh yang bersangkutan.",
                "explanation": "\nMaksud dan tujuan adalah cukup jelas ialah terutama sebagai peringatan akan diambilnya\ntindakan-tindakan tegas terhadap barang siapa hendak memancing diair keruh, atau\nmelaksanakan sabotage dan perbuatan-perbuatan lain yang mengacaukan dan untuk mencegah\nsejauh mungkin penghambatan serta stagnatie dalam produksi dan distribusi dalam keadaan\nbagaimanapun juga.\nPasal 6 dan 7.\nCukup jelas.\nTermasuk dalam Lembaran-Negara tahun 1963 No. 26.\nDiketahui :\nMenteri/Pejabat Sekretaris Negara.\nA.W. SURJOADININGRAT (S.H.)\nCATATAN\nKutipan:LEMBARAN NEGARA DAN "
            }
        },
        {
            "id": "caba5844-34e4-4819-831c-11b2654100c7",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "c7b265d0-385d-4cfc-ab9d-845a42bc5b92",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Sewaktu-waktu jikalau ini diperlukan Menteri Perindustrian Dasar/Pertambangan akan\nmengeluarkan perintah-perintah/ketentuan dalam rangka tafsiran, pelaksanaan serta administrasi\nperaturan ini.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "e17319f1-1ddd-4833-ada3-988178a5e442",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "4d57707c-f1ae-4223-a728-1fac86dbdef8",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada hari diundang kan.\nAgar supaya setiap orang dapat mengetahuinya memerintahkan pengundangan Peraturan\nPemerintah ini dalam Lembaran-Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "18",
        "Tahun": "1963",
        "Tentang": "PENETAPAN TENGGANG WAKTU PERALIHAN PELAKSANAAN USAHA\nPETAMBANGAN MINYAK DAN GAS BUMI OLEH PERUSAHAAN-PERUSAHAAN\nBUKAN PERUSAHAAN NEGARA",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa Indonesia sebagai negara baru yang berdaulat penuh tidak berkewajiban untuk\nmengakui hak-hak pertambangan yang diberikan oleh pemerintahan kolonial Hindia Belanda\nkepada perusahaan atau perseorangan;",
            "b": " bahwa Pemerintah Indonesia telah mengijinkan sementara perusahaan-perusahaan bukan\nperusahaan negara yaitu perusahaan-perusahaan asing di Indonesia untuk meneruskan usaha\npertambangan minyak dan gas bumi dalam tenggang waktu yang singkat dengan memberi\nkesempatan untuk menyesuaikan diri dengan politik perminyak baru seperti yang ditentukan\ndalam Undang-undang No. 44 Prp tahun 1960;",
            "c": " bahwa perusahaan-perusahaan asing tersebut tidak melaksa nakan sebagaimana mestinya\nketentuan-ketentuan sementara yang ditetapkan dalam Keputusan Presiden Republik\nIndonesia No. 476/1961 dan telah lalai memenuhi maksud dari politik Indonesia dalam\nbidang pertambangan minyak dan gas bumi, seperti antara lain\n(1 )memajukan kemakmuran nasional dengan jalan memperluas pasaran diluar negeri\ndan/atau menemukan serta membangun cadangan-cadangan baru\n(2) mendirikan atau memajukan industri dalam negeri tanpa fasilitas-fasilitas istimewa;\n(3) melaksanakan sepenuhnya suatu rencana pendidikan dan atau penempatan pegawai-\npegawai berkebangsaan Indonesia dalam jabatan-jabatan yang mempunyai\ntanggung-jawab penuh;\n(4) membantu pemerintah dalam usaha perbaikan persediaan valuta sing (devisen);\n(5) menerima serta memenuhi keinginan Pemerintah yang sungguh-sungguh akan\npenyelesaian perjanjian kerja baru yang berjiwakan prinsip-prinsip politik nasional\nsebagaimana ditetapkan dalam undang-undang perminyakan/gas bumi yang baru\ntersebut;",
            "d": " bahwa selama lebih dari dua setengah tahun Pemerintah berusaha untuk menyelesaikan\nsesuatu perjanjian dengan perusahaan-perusahaan asing tersebut menurut dasar kerja sama\nbaru, syarat-syarat umum sebagai kontraktor dan pembagian keuntungan 60 persen untuk\nPemerintah dan 40 persen untuk perusahaan;",
            "e": " bahwa berlarutnya keadaan demikian atau melanjutkan usaha- usaha melalui perundingan-\nperundingan dengan perusahaan-perusahaan asing tersebut atau membiarkan perusahaan-\nperu sahaan asing tersebut melaksanakan usaha berdasarkan ketentuan-ketentuan peralihan\ndalam pasal 22 Undang-undang No. 44 Prp tahun 1960 tanpa pembatasan waktu tidak dapat\ndipertanggung-jawabkan lebih lama lagi.",
            "f": " bahwa demi kepentingan usaha pembangunan industri minyak dan gas bumi di Indonesia\nyang sesuai dengan politik nasional, maka Pemerintah tidak hendak terikat selanjutnya oleh\nperun dingan-perundingan yang tidak memberikan jaminan-jaminan yang diperlukan;",
            "g": " bahwa disamping keperluan akan penetapan pengakhiran waktu bekerjanya perusahaan-\nperusahaan asing menurut ketentuan-ketentuan peralihan dirasa perlu jugaa menertibkan\npertanggungan-jawab finansiil perusahaan-perusahaan asing tersebut dalam masa peralihan\nberdasarkan peraturan-peraturan yang telah ditentukan."
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 33 ayat 2 dan 3 Undang-undang Dasar;",
            "2": " Pasal 5 ayat 2 Undang-undang Dasar;",
            "3": " Keputusan Presiden Republik Indonesia No. 476 tahun 1961;",
            "4": " Pasal 22 ayat (1) dan ayat (3) Undang-undang No. 44 Prp. tahun 1960;\nMendengar\nMenteri Pertama; Wakil Menteri Pertama bidang Luar Negeri; Menteri Perindustrian\nDasar/Pertambangan;"
        },
        "Menetapkan": "\nPeraturan Pemerintah tentang penetapan tenggang waktu peralihan pelaksanaan usaha pertambangan\nminyak dan gas bumi oleh perusahaan-perusahaan bukan Perusahaan Negara.",
        "tanggal sah": "26 April 1963"
    }
}