{
    "results": [
        {
            "id": "b3cceb96-1623-47e8-b350-9b309267eae1",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "0f56114a-5bf3-467e-ad71-7667ff515679",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "41910f87-429a-4a13-a821-b633df5a6e7d",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan:\na. Pemerintah adalah Pemerintah Republik Indonesia;\nb. Menteri adalah Menteriyang bertanggungjawab di bidang telekomunikasi;\nc. Perusahaan adalah Perusahaan Umum Telekomunikasi, disingkat PERUMTEL,\nsebagaimana dimaksud dalam Peraturan Pemerintah Nomor 21 Tahun 1984;\nd. Obligasi adalah Obligasi Perusahaan Umum Telekomunikasi yaitu surat Pengakuan Hutang\nJangka Panjang atas Pinjaman Uang dari masyarakat oleh PERUMTEL dengan\nmenjanjikan imbalan bunga tertentu dan pembayarannya dilakukan secara berkala,",
                        "explanation": "\nHuruf a\nCukup jelas\nHuruf b\nCukup jelas\nHuruf c\nCukup jelas\nHuruf d\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "df0cfe86-2305-4e05-b60c-84a402ca743c",
            "name": "Chapter II",
            "title": "\nPENERBITAN OBLIGASI",
            "type": "chapter",
            "children": [
                {
                    "id": "f765cbd7-e854-4bb1-a1a1-557b7dd1190d",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "90ed3298-e3b1-433c-97ff-5e8c2fa56dde",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dalam rangka mengembangkan usahanya Perusahaan diizinkan menerbitkan obligasi dengan jumlah maksimum sebesar Rp 400.000.000.000,-(empat ratus milyar rupiah), yang penerbitannya dilakukan secara bertahap.",
                            "explanation": "\nBiaya investasi untuk pembangunan bidang telekomunikasi dalam PELITA IV\ndiperkirakan sebesar Rp 3.325.000.000.000,- (tiga trilyun tiga ratus dua puluh\nlima milyar rupiah), yang sumber pembiayaannya berasal dari :\n1. Modal sendiri (\"Equity\") 40% (empat puluh persen) sebesar Rp\n1.315.000.000.000,- (satu trilyun tiga ratus lima belas milyar rupiah),\ndiperkirakan terdiri dari :\na. dana sendiri Rp 1.0 1 5.000.000.000,- (satu trilyun lima belas milyar\nrupiah);\nb. penyertaan modal Pemerintah Rp 300.000.000.000,- (tiga ratus milyar\nrupiah).\n2. Modal pinjaman (\"Debt\") 60% (enam puluh persen) sebesar Rp\n2.010.000.000.000,- (dua trilyun sepuluh milyar rupiah), terdiri dari:\na. pinjaman dalam negeri Rp 1.240.000.000.000,- (satu trilyun dua ratus\nempat puluh milyar rupiah);\nb. pinjaman luar negeri Rp 372.000.000.000,- (tiga ratus tujuh puluh dua\nmilyar rupiah);\nc. obligasi Rp 398.000.000.000,- (tiga ratus sembilan puluh delapan milyar\nrupiah).\n3. Untuk memenuhi jumlah utang sebagaimana dimaksud pada angka 2, dari\npinjaman dalam negeri dan pinjaman luar negeri belum mencukupi, sehingga\nperlu dipenuhi dengan penerbitan obligasi dengan batas maksimum Rp\n400.000.000.000,- (empat ratus milyar rupiah)."
                        },
                        {
                            "id": "aae250a4-6e9c-4099-98c5-9997372af013",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Penggunaan dana yang diperoleh dari pengeluaran obligasi sebagaimana dimaksud dalam ayat (1) ditujukan untuk pembiayaan program pembangunan perusahaan dalam REPELITA IV.",
                            "explanation": "\nCukupjelas"
                        },
                        {
                            "id": "cf89aeb7-2621-48a8-9453-1ee38c8c7e93",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Penetapan jenis obligasi dan tata cara penerbitannya diatur sesuai dengan ketentuan peraturan perundang-undangan yang berlaku.",
                            "explanation": "\nYang dimaksud dengan peraturan perundang-undangan yang berlaku yaitu\nperaturan perundang-undangan yang selama ini telah dikeluarkan oleh\nPemerintah yang berkaitan dengan penetapan jenis obligasi dan tata cara\npenerbitannya yang merupakan pelaksanaan dari Undang-undang Nomor 15\nTahun 1952 tentang Penetapan Undang-undang Darurat tentang Bursa yang\nketentuan teknis pelaksanaannya diatur oleh Menteri Keuangan."
                        }
                    ]
                }
            ]
        },
        {
            "id": "5e6484a4-7d89-44aa-9c9b-eba6c27e25d4",
            "name": "Chapter III",
            "title": "\nPELUNASAN OBLIGASI",
            "type": "chapter",
            "children": [
                {
                    "id": "1b44d2d4-0b9d-479a-91fa-e9cddee80532",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "7b7952d4-d0df-481a-810e-22c7bee777fc",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nUntuk menjamin pelunasan obligasi yang dikeluarkan, Perusahaan dapat melakukan penyisihan dana yang pengaturan selanjutnya dilakukan oleh Menteri dan Menteri Keuangan.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "c6bf773a-9ffc-444c-b740-9b2a382fdde6",
            "name": "Chapter IV",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "58a7d9ca-3338-4e4d-94ce-231d34afb631",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "35fe9538-0e0d-46b2-84a8-479b1956cac9",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan teknis yang diperlukan bagi pelaksanaan Peraturan Pemerintah ini diatur lebih lanjut olch Menteri dan Menteri Keuangan sesuai dengan bidang tugasnya.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "f6f69926-b2ae-4e2e-a7ef-1f31f89efc54",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "ba349e84-6af9-4ffb-8451-a3386c9e7c28",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nArah dan kebijaksanaan pembangunan yang dilaksanakan selama PELITA III dilanjutkan dan\nditingkatkan dalam PELITA IV, agar makin nyata dapat dirasakan peningkatan taraf hidup,\nkecerdasan, dan kesejahteraan yang makin merata dan adil bagi seluruh rakyat, sehingga\ndengan demikian makin memperkokoh ketahanan nasional.\nUntuk melaksanakan PELITA IV diperlukan pembiayaan yang memadai, yang terutama harus\nbersumber dari kemampuan dalam negeri, sedangkan sumber-sumber luar negeri merupakan\nsumber pelengkap.\nDalam rangka menyukseskan pembangunan nasional dan seiring dengan arah dan\nkebijaksanaan dalam PELITA IV, pembangunan bidang telekomunikasi yang merupakan cabang\nproduksi jasa yang penting dan mempunyai peranan yang vital perlu ditingkatkan.\nUntuk peningkatan pembangunan bidang telekomunikasi tersebut diperlukan dana yang cukup\nbesar.\nPenyediaan dana tersebut sesuai dengan ketentuan Pasal 8 ayat (1) Peraturan Pemerintah\nNomor 21 Tahun 1984 tentang Perusahaan Umum Telekomunikasi, pembelanjaan untuk\ninvestasi yang dilaksanakan oleh Perusahaan Umum Telekomunikasi dapat berasal dari :\na. dana intern perusahaan;\nb. penyertaan Negara melalui Anggaran Pendapatan dan Belanja Negara;\nc. pinjaman dari dalam dan/atau luar negeri;\nd. sumber-sumber lainnya yang sah.\nSumber dana yang diperoleh untuk keperluan investasi baik dari dana intern perusahaan,\npenyertaan negara melalui Anggaran Pendapatan dan Belanja Negara maupun pinjaman dari\ndalam dan/atau luar negeri masih belum mencukupi, sehingga untuk itu perlu diperoleh dana\ndari sumber lain yang sah. Untuk meningkatkan pembiayaan yang memadai terutama\nbersumber dari kemampuan dalam negeri sesuai dengan ketentuan Pasal 9 ayat (1) Peraturan\nPemerintah Nomor 21 Tahun 1984 tersebut, maka Perusahaan Umum Telekomunikasi dapat\nmemperoleh dan menggunakan dana yang diperoleh untuk mengembangkan usahanya melalui\npengeluaran obligasi dan alat-alat yang sah lainnya.\nPerusahaan Umum Telekomunikasi sebagai badan usaha milik negara yang melaksanakan\ntugas memberikan pelayanan kepada masyarakat di bidang telekomunikasi, perlu didukung\ndengan partisipasi masyarakat berupa keikutsertaan dalam pendanaan pembangunannya, agar\npeningkatan pelayanan dan pengembangan bidang telekomunikasi yang telah dicanangkan\ndalam PELITA IV dapat dicapai.\nUntuk menyukseskan pembangunan nasional pada umumnya, terutama peningkatan\npembangunan bidang telekomunikasi, peran serta masyarakat dalam penghimpunan dana\ndapat dilakukan dengan cara memiliki obligasi yang diterbitkan oleh Perusahaan Umum\nTelekomunikasi.\nPenerbitan obligasi Perusahaan Umum Telekomunikasi ini, selain untuk memenuhi kebutuhan\ndana investasi perusahaan, juga untuk menunjang program Pemerintah dalam meningkatkan\nperanan pasar modal dalam pembangunan dengan mengikutsertakan masyarakat.",
        "Nomor": "11",
        "Tahun": "1986",
        "Tentang": "OBLIGASI PERUSAHAAN UMUM TELEKOMUNIKASI",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa telekomunikasi merupakan cabang produksi jasa yang mempunyai\nperanan penting dalam rangka pelaksanaan pembangunan nasional;",
            "b": " bahwa sarana telekomunikasi yang dimiliki Perusahaan Umum\nTelekomunikasi dirasakan masih belum memadai, sehingga\npembangunannya perlu dilakukan secara terencana berdasarkan program\nPELITA IV Perusahaan Umum Telekomunikasi yang merupakan bagian\ndari Rencana Pembangunan Lima Tahun KE-IV;",
            "c": " bahwa untuk pembiayaan pembangunan, Perusahaan Umum\nTelekomunikasi memerlukan dana yang cukup besar yang bersumber dari\ndana sendiri, pinjaman bank, pinjaman luar negeri, dan penarikan dana dari\nmasyarakat dalam bentuk obligasi;",
            "d": " bahwa sesuai dengan ketentuan Pasal 9 ayat (2) Peraturan Pemerintah\nNomor 21 Tahun 1984, penarikan dana dalam bentuk obligasi pertu diatur\ndalam suatu Peraturan Pemerintah"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) dan Pasal 33 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Peraturan Pemerintah Nomor 21 Tahun 1984 tentang Perusahaan Umum\n(PERUM) Telekomunikasi (Lembaran Negara Tahun 1984 Nomor 31);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG OBLIGASI\nPERUSAHAAN UMUM TELEKOMUNIKASI.",
        "tanggal sah": ""
    }
}