{
    "results": [
        {
            "id": "39e276b6-f270-4a15-a494-9e2069bd61f2",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "b9110ef2-8cbd-4e10-b41f-6a04a096b379",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Terhadap jasa-jasa anggota Angkatan Bersenjata Republik Indonesia yang dilakukan secara aktip dalam jangka waktu lebih dari 2 (dua) bulan secara terus-menerus dalam rangka konfrontasi terhadap apa yang dinamakan \"Malaysia\", diberikan suatu Tanda penghargaan berupa Satyalancana Wira Dharma.\n(2) Satyalancana Wira Dharma berbentuk dan berukuran seperti dilukiskan dalam lampiran\nPeraturan Pemerintah ini.",
                "explanation": "\nDalam ketentuan seperti apa yang dimaksud dalam pasal 1 ayat (1) Peraturan Pemerintah\nini adalah hanya berlaku kepada para petugas yang khusus dikerahkan secara aktip dalam\nkegiatan operasi yang termaksud selama paling sedikit 2 (dua) bulan secara terus-menerus\n(dalam jangka waktu yang tidak terputus)."
            }
        },
        {
            "id": "7fd2c5fc-b131-41d1-8f70-fcd796efed06",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "553eca58-c5c2-4e66-af96-2b568e85de69",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Satyalancana Wira Dharma secara selektip dapat diberikan pula kepada unsur-unsur petugas\nlain yang nyata menjalankan tugas kemiliteran dan yang memenuhi syarat-syarat yang ditentukan\ndalam pasal 1 ayat (1) Peraturan Pemerintah ini menurut tata-cara pemberian yang diatur oleh\nMenteri Koordinator Kompartimen Pertahanan/Keamanan.",
                "explanation": "\nKepada unsur-unsur petugas lain selain anggota Angkatan Bersenjata hanya diberikan\nsecara pilihan dengan mengingat fakta-fakta atas prestasi dalam pelaksanaan tugas yang nyata-\nnyata menonjol."
            }
        },
        {
            "id": "ad4e7b3a-c6cf-43d3-bb6b-48fe880df4b4",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "cb663d00-b7f7-47e9-8106-548c29bf2c6a",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Ketentuan-ketentuan tentang pemberian, urutan tingkatan, pemakaian dan pencabutan dari\nSatyalancana-satyalancana diatur seperti tersebut dalam pasal 22 sampai dengan pasal 35 Undang-\nundang No. 70 tahun 1958 tentang Penetapan Undang-undang Darurat No. 2 tahun 1958 tentang\nTanda-tanda Penghargaan untuk anggota Angktan Perang (Lembaran-Negara tahun 1958. No. 41)\nsebagai Undang-undang (Lembaran-Negara tahun 1958 No. 124), berlaku juga bagi Satyalancana\nWira Dharma.",
                "explanation": "\nCukup jelas."
            }
        },
        {
            "id": "0cf75eb5-cc5d-46bb-8b30-93719908c101",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "f61f1872-e45e-45fa-8ba3-76a5220646f4",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Segala sesuatu yang belum diatur dalam Peraturan Pemerintah ini akan diatur lebih lanjut\noleh Menteri Koordinator Kompartimen Pertahanan/Keamanan.",
                "explanation": "\nProsedur dan tata-cara pengaduan tanda penghargaan tersebut diselenggarakan dan diatur\noleh Menteri Koordinator Kompartemen Pertahanan/Keamanan/Kepala Staf Angkatan\nBersenjata sebagai- mana pelaksanaan-pelaksanaan pengeluaran Satyalencana-satyalencana yang\nberlaku lainnya.\nPasal-pasal 5 dan 6.\nCukup jelas.\nLAMPIRAN\nPERATURAN PEMERINTAH No. 17 TAHUN 1964\nTENTANG\nSATYALENCANA WIRA DHARMA.\nSkala 1:1\nGAMBAR:\nBentuk:\n1. Satyalencana Wira Dharma berbentuk segi lima dengan sebuah lingkaran kecil pada\nmasing-masing sudut yang melambangkan falsafah hidup prajurit yang bersendikan dasar\njiwa Panca Sila.\n2. Garis pinggir Satyalencana dilengkungkan ke dalam.\nDi tengah-tengah Lencana terdapat lukisan 2 (dua) buah sayap yang masing-masing\nterdiri dari lima helai bulu dengan tulisan \"Wira Dharma\" di bawahnya yang berarti:\nPerjuangan pembebasan terhadap kolonialisme dan imperialisme atas dasar\nkeichlasan dan kerelaan dharma dengan rasa tulus-ikhlas/setia.\nUkuran Satyalencana:\nJari-jari (dari titik tengah sampai\nujung yang terjauh). 21 mm.\nJari-jari dari lukisan sayap dimana terdapat tulisan \"Wira Dharma\" (dari titik tengah\nsampai ujung yang terjauh). 12 mm.\nUkuran Pita Penggantung:\nLebar pita berwarna dasar hijau tua.... 35 mm.\n\nLebar 3 lajur kuning masing-masing......... 6 mm.\nJarak dari ketiga lajur kuning antara satu dengan yang lain 6 mm.\nUkuran Pita Pengganti Satyalencana :\nPanjang pita berwarna dasar hijau tua 35 mm.\nLebar (tinggi) pita 10 mm.\nLebar 3 lajur kuning masing-masing 6 mm.\nJarak dari ketiga lajur ini antara satu dengan yang lain 6 mm.\nCATATAN\nKutipan: LEMBARAN NEGARA DAN "
            }
        },
        {
            "id": "b808266d-4d46-4c6a-b01c-9cdb6f0874f6",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "508acbd7-fd9d-4c1b-872d-361f5b09e870",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini disebut \"Peraturan Satyalancana Wira Dharma\".",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "07aa99f7-77dd-4d33-a19f-2ecbe9fc7982",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "d1adf05d-7d4e-4a0a-83a8-9acda976f341",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada hari ditetapkannya dan mempunyai daya Surut\nsampai dengan bulan September 1963.\nAgar supaya setiap orang dapat mengetahuinya memerintahkan pengundangan Peraturan\nPemerintah ini dengan penempatannya dalam Lembaran-Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "17",
        "Tahun": "1964",
        "Tentang": "SATYALANCANA WIRA DHARMA",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa Gerakan Operasi diberbagai bidang dalam rangka konfrontasi terhadap \"Malaysia\" sebagaimana yang dilancarkan baik melalui Komando Operasi Tertinggi maupun Komando Tertinggi Operasi Ekonomi, adalah merupakan tugas dan tanggung jawab alat kekuasaan Negara yang dikerahkan pada khususnya dan Masyarakat pada umumnya demi mempertegak kekuasaan dan kedaulatan Pemerintah Republik Indonesia;",
            "b": " bahwa mengingat faktor-faktor tersebut diatas Pemerintah menganggap perlu menetapkan suatu tanda penghargaan negara yang layak diberikan kepada para petugas yang benar-benar turut serta dalam pelaksanaan tugas tersebut di atas;",
            "C": " bahwa pemberian penghargaan itu akan pula merupakan suatu dorongan yang besar artinya dalam rangka bimbingan/pembinaan untuk mempertinggi moril anggota-anggota Angkatan Bersenjata Republik Indonesia beserta unsur-unsur lain yang dikerahkan dalam tugas tersebut;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) dan pasal 15 Undang-undang Dasar,",
            "2": " Undang-undang No. 4 Drt tahun 1959 tentang Ketentuan-ketentuan Umum mengenai Tanda-tanda Kehormatan (Lembaran- Negra tahun 1959 No. 44);",
            "3": " Undang-undang No. 70 tahun 1958 tentang Penetapan Undang-undang Darurat No. 2 tahun 1958 tentang Tanda-tanda penghargaan untuk anggota Angkatan Perang (Lembaran-Negara tahun 1958 No. 41) sebagai Undang-undang (Lembaran-Negara tahun 1958 No. 124);",
            "4": " Pasal 32 Undang-undang Pertahanan (Undang-undang No. 29 tahun 1954-Lembaran-Negara tahun 1954 No. 84);\nMendengar\nDewan Tanda-tanda Kehormatan;"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG \"SATYALANCANA WIRA DHARMA\".",
        "tanggal sah": "30 April 1964"
    }
}