{
    "results": [
        {
            "id": "f81d5eae-1e41-4c00-a578-184f5f8fb5b9",
            "name": "Article I",
            "type": "article",
            "children": [
                {
                    "change_type": [],
                    "id": "840b371a-956d-4f85-9329-bde4f10c3637",
                    "name": "Article 3",
                    "type": "article",
                    "children": [
                        {
                            "id": "b9784bbf-e539-47ab-8c3f-1d333a76f4cd",
                            "name": "Verse 1",
                            "type": "verse",
                            "content": "\nPelaksanaan segala sesuatu yang berhubungan dengan penyertaan modal Negara dalam modal\nsaham PT ICCI sebagaimana dimaksud dalam Pasal 1 dan Pasal 2 termasuk penyesuaian Anggaran\nDasar badan hukum tersebut dilakukan oleh Menteri Keuangan menurut ketentuan-ketentuan Kitab\nUndang-undang Hukum Dagang (Staatsblad Tahun 1847 Nomor 23 sebagaimana telah beberapa\nkali diubah dan ditambah, terakhir dengan Undang-undang Nomor 4 Tahun 1971) dan dengan\nmemperhatikan ketentuan-ketentuan Peraturan Pemerintah Nomor 12 Tahun 1969 jo. Peraturan\nPemerintah Nomor 24 Tahun 1972.\nBAB III\nKETENTUAN PENUTUP Pasal 4 Hal-hal yang belum cukup diatur dalam Peraturan Pemerintah ini akan diatur tersendiri. Pasal 5 Peraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar supaya setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia."
                        }
                    ]
                }
            ]
        }
    ],
    "metadata": {
        "Nomor": "19",
        "Tahun": "1983",
        "Tentang": "PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA DALAM MODAL\nSAHAM PT INDONESIAN CONSORTIUM OF CONSTRACTION\nINDUSTRIES (PT ICCI)",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa sesuai dengan kebijaksanaan Pemerintah Republik Indonesia untuk\nmeningkatkan ekspor non minyak dan menciptakan lapangan pekerjaan baru\ndalam bidang jasa konstruksi baik di dalam maupun di luar negeri, serta\nmeningkatkan kemampuan dan pengalaman internasional para teknisi Indonesia\ndalam bidang jasa konstruksi, maka Negara Republik Indonesia memandang\nperlu untuk melakukan penyertaan modal dalam modal saham PT ICCI melalui\npembelian atas seluruh saham perusahaan tersebut dari pemegang sahamnya;",
            "b": " bahwa Rapat Umum Luar Biasa Pemegang Saham PT ICCI yang\ndiselenggarakan pada tanggal 10 Nopember 1982 telah menyetujui antara lain\npenjualan saham-saham PT ICCI yang dimiliki Perusahaan Swasta kepada\nNegara Republik Indonesia dengan harga nominal (pari);",
            "c": " bahwa sesuai dengan ketentuan Pasal 2 ayat (1) Peraturan Pemerintah Nomor\n12 Tahun 1969, penyertaan modal Negara dalam suatu Perseroan Terbatas\nditetapkan dengan Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Kitab Undang-undang Hukum Dagang (Staatsblad Tahun 1847 Nomor 23)\nsebagaimana telah beberapa kali diubah, terakhir dengan Undang-undang\nNomor 4 Tahun 1971 (Lembaran Negara Tahun 1971 Nomor 20, Tambahan\nLembaran Negara Nomor 2959);",
            "3": " Undang-undang Nomor 9 Tahun 1969 tentang Penetapan Peraturan\nPemerintah Pengganti Undang-undang Nomor 1 Tahun 1969 tentang Bentuk-\nbentuk Usaha Negara (Lembaran Negara Tahun 1969 Nomor 16, Tambahan\nLembaran Negara Nomor 2890) menjadi Undang-undang (Lembaran Negara\nTahun 1969 Nomor 40, Tambahan Lembaran Negara Nomor 2904);",
            "4": " Peraturan Pemerintah Nomor 12 Tahun 1969 tentang Perusahaan Perseroan\n(PERSERO) (Lembaran Negara Tahun 1969 Nomor 21, Tambahan Lembaran\nNegara Nomor 2894) jo Peraturan Pemerintah Nomor 24 Tahun 1972 tentang\nPerubahan atas Ketentuan Pasal 7 Peraturan Pemerintah Nomor 12 Tahun\n1969 tentang Perusahaan Perseroan (PERSERO) (Lembaran Negara Tahun\n1972 Nomor 32, Tambahan Lembaran Negara Nomor 2987);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PENYERTAAN MODAL\nNEGARA REPUBLIK INDONESIA DALAM MODAL SAHAM PT\nINDONESIAN CONSORTIUM OF CONSTRUCTION INDUSTRIES (PT ICCI).\nBAB I\nPENYERTAAN MODAL NEGARA",
        "tanggal sah": "5 Mei 1983"
    }
}