{
    "results": [
        {
            "id": "1a3bdc14-5069-4fa6-875c-418c4f03dbe4",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "9819931d-889b-4a49-9939-b420b70bd1c4",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dalam Peraturan Pemerintah ini yang dimaksud dengan:\n1. Daerah Otonom, yang selanjutnya disebut Daerah, adalah Daerah Otonom sebagaimana\ndimaksud dalam Undang-undang Nomor 22 Tahun 1999 tentang Pemerintahan Daerah dan\nUndang-undang Nomor 25 Tahun 1999 tentang Perimbangan Keuangan antara Pemerintah Pusat\ndan Daerah.\n2. Pemerintah Pusat adalah Pemerintah Pusat sebagaimana dimaksud dalam Undang-undang\nNomor 22 Tahun 1999 tentang Pemerintahan Daerah dan Undang-undang Nomor 25 Tahun 1999\ntentang Perimbangan Keuangan antara Pemerintah Pusat dan Daerah.\n3. Gubernur adalah wakil pemerintah pusat di Daerah.\n4. Keuangan Daerah adalah semua hak dan kewajiban Daerah dalam rangka penyelenggaraan pemerintahan Daerah yang dapat dinilai dengan uang, termasuk di dalamnya segala bentuk kekayaan yang berhubungan dengan hak dan kewajiban Daerah tersebut, dalam kerangka Anggaran Pendapatan dan Belanja Daerah.\n5. Informasi Keuangan Daerah adalah segala dokumen yang berkaitan dengan keuangan Daerah yang diperlukan dalam rangka penyelenggaraan Sistem Informasi Keuangan Daerah.\n6. Anggaran Pendapatan dan Belanja Daerah, yang selanjutnya disingkat APBD, adalah suatu rencana, perubahan dan perhitungan keuangan tahunan Daerah yang ditetapkan berdasarkan Peraturan Daerah.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "e1cdba6e-416a-4de5-b358-a05318215d9b",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "3f3b40ec-f4b4-41ad-8e5b-92fabacc504f",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Daerah wajib menyampaikan informasi yang berkaitan dengan keuangan Daerah kepada Pemerintah Pusat, termasuk Pinjaman Daerah.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "ceb97552-d809-4286-b632-e4c88616da49",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "132b4825-368e-49ac-a769-8bbb67976041",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Jenis informasi yang berkaitan dengan keuangan Daerah sebagaimana dimaksud dalam Pasal 2, terdiri atas :\n1. APBD Propinsi, APBD Kabupaten, dan APBD Kota;\n2. Pembiayaan dalam rangka pelaksanaan Dekonsentrasi dan Tugas Pembantuan;\n3. Neraca Daerah;\n4. Dana Cadangan Daerah;\n5. Pinjaman dan Hibah Daerah;\n6. Piutang Daerah;\n7. Laporan Keuangan Badan Usaha Milik Daerah;\n8. Data yang berkaitan dengan kebutuhan dan potensi ekonomi Daerah.\n(2) Informasi sebagaimana dimaksud dalam ayat (1) disampaikan kepada Menteri Keuangan dan Menteri Dalam Negeri dan Otonomi Daerah.\n(3) Informasi sebagaimana dimaksud dalam ayat (1) dapat disampaikan kepada Menteri Teknis terkait sesuai kebutuhan.",
                "explanation": "\nAngka 1\nPengertian APBD meliputi anggaran, laporan triwulan pelaksanaan anggaran,\nperubahan anggaran, dan perhitungan anggaran.\nAngka 2\nCukup jelas\nAngka 3\nYang dimaksud dengan Neraca Daerah adalah neraca yang disusun berdasarkan\nstandar akuntansi pemerintah secara bertahap sesuai dengan kondisi masing-masing pemerintah.\n\nAngka 4\nYang dimaksud dengan Dana Cadangan Daerah adalah dana yang disisihkan\nuntuk menampung kebutuhan yang memerlukan dana relatif cukup besar yang tidak dapat\ndibebankan dalam satu tahun anggaran. Data Dana Cadangan Daerah diperlukan sementara\nPemerintah Daerah belum mampu menyajikan Neraca Daerah.\nAngka 5\nYang dimaksud dengan Pinjaman Daerah adalah semua transaksi yang\nmengakibatkan Daerah menerima dari pihak lain sejumlah uang atau manfaat bernilai uang\nsehingga Daerah tersebut dibebani kewajiban untuk membayar kembali, tidak termasuk kredit\njangka pendek yang lazim terjadi dalam perdagangan.\nYang dimaksud dengan Hibah Daerah adalah penerimaan Daerah yang berasal\ndari badan/lembaga pemerintah atau perseorangan, baik dalam bentuk devisa maupun dalam\nbentuk barang dan atau jasa termasuk tenaga ahli dan pelatihan yang tidak perlu dibayar kembali\nsesuai peraturan perundang-undangan yang berlaku.\nData Pinjaman dan Hibah Daerah diperlukan sementara Pemerintah Daerah\nbelum mampu menyajikan Neraca Daerah.\nAngka 6\nYang dimaksud dengan Piutang Daerah adalah jumlah uang yang menjadi hak\nDaerah atau kewajiban pihak lain kepada Daerah sebagai akibat penyerahan uang, barang, dan\natau jasa oleh Daerah atau akibat lainnya berdasarkan peraturan perundang-undangan yang\nberlaku.\nData Piutang Daerah ini diperlukan sementara Pemerintah Daerah belum mampu\nmenyajikan Neraca Daerah.\nAngka 7\nAngka 8\nCukup jelas\nData yang berkaitan dengan kebutuhan wilayah Daerah paling sedikit meliputi luas\nwilayah, jumlah penduduk, keadaan geografi dan tingkat pendapatan masyarakat dengan\nmemperhatikan kelompok masyarakat miskin.\nData yang berkaitan dengan potensi ekonomi Daerah, antara lain, potensi industri,\npotensi sumber daya alam (SDA), potensi sumber daya manusia (SDM), dan produk domestik\nregional bruto (PDRB)."
            }
        },
        {
            "id": "d35ccacd-f971-46a7-9c6e-45fd69315fe2",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "07a1e797-d3ae-48d8-b7d8-31c6fa658937",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Bentuk laporan informasi yang disampaikan dapat berupa narasi, tabel, dan atau grafis.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "d9ec1580-a791-43a6-ba8f-ba32f5616563",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "c35b0412-148e-4a92-be31-f69759f95e94",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Tata cara penyusunan informasi harus memenuhi prinsip-prinsip akurasi, sederhana, mudah dimengerti,\nrelevan, komparabilitas, dan dapat dipertanggungjawabkan.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "b0418bf1-6da5-4d40-a82e-1172385c42aa",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "82501948-9721-409b-97f7-f8e77928ff60",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Penyampaian informasi dilakukan secara berkala dapat melalui media elektronik dan atau cetak.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "01074782-e561-4c25-a69f-5f9ee6109686",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "72b995a7-2b04-4eef-b962-87cbbf66b899",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dalam hal Daerah tidak menyampaikan informasi sesuai ketentuan dalam Peraturan Pemerintah ini,\nMenteri Keuangan dapat melakukan penundaan penyaluran Dana Perimbangan setelah mendapat\npertimbangan Dewan Pertimbangan Otonomi Daerah.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "37be9145-5e7a-41ec-ac3f-82874c059016",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "8e99d97b-edba-4c6e-b474-0b272aa072b1",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan\npenempatannya dalam Lembaran Negara Republik Indonesia.",
                "explanation": "\nCukup jelas\n"
            }
        }
    ],
    "metadata": {
        "Nomor": "11",
        "Tahun": "2001",
        "Tentang": "INFORMASI KEUANGAN DAERAH\nPRESIDEN REPUBLIK INDONESIA,",
        "Menimbang": {
            "Introduction": "\nbahwa untuk melaksanakan ketentuan Pasal 28 Undang-undang Nomor 25 Tahun 1999\ntentang Perimbangan Keuangan antara Pemerintah Pusat dan Daerah, dipandang perlu\npengaturan lebih lanjut mengenai Informasi Keuangan Daerah dalam Peraturan\nPemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945 sebagaimana telah diubah dengan\nPerubahan Kedua Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 22 Tahun 1999 tentang Pemerintahan Daerah (Lembaran\nNegara Republik Indonesia Tahun 1999 Nomor 60, Tambahan Lembaran Negara\nNomor 3839);",
            "3": " Undang-undang Nomor 25 Tahun 1999 tentang Perimbangan Keuangan antara\nPemerintah Pusat dan Daerah (Lembaran Negara Republik Indonesia Tahun 1999\nNomor 72, Tambahan Lembaran Negara Nomor 3848);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG INFORMASI KEUANGAN DAERAH.",
        "tanggal sah": "19 Maret 2001"
    }
}