{
    "results": [
        {
            "id": "61518173-77f7-40c2-906a-9e3e9a6022bd",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "1e930f2c-665f-48b3-a6fb-e62328265a27",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dalam Peraturan Pemerintah ini, yang dimaksud dengan pegawai/guru\nsekolah swasta bersubsidi adalah mereka yang pada saat berlakunya\nPeraturan Pemerintah ini berkedudukan sebagai pegawai/guru sekolah\nswasta bersubsidi berdasarkan Peraturan Pemerintah Nomor 32 Tahun\n1958, dan gajinya dibebankan pada Anggaran Pendapatan dan Belanja\nNegara atau Anggaran Pendapatan dan Belanja Daerah.",
                "explanation": "\nCukup jelas."
            }
        },
        {
            "id": "67387f6c-7830-44a4-97c7-a2a22f3bd7f1",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "2019c622-30d4-46fc-ae89-9ffe023deab8",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pegawai/guru sekolah swasta bersubsidi diangkat menjadi Pegawai\nNegeri Sipil dalam lingkungan Departemen Pendidikan dan Kebudayaan\nterhitung mulai tanggal 1 April 1978, dengan ketentuan sebagai berikut :\na.  pangkatnya ditetapkan berdasarkan golongan ruang penggajian\n    yang dimilikinya pada tanggal 31 Maret 1978;\nb.  masa kerjanya pada sekolah swasta bersubsidi dihitung penuh untuk\n    penetapan gaji pokok;\nc.  masa kerjanya dalam golongan ruang penggajian terakhir, dihitung\n    penuh sebagai masa kerja untuk kenaikan pangkat berikutnya.\n",
                "explanation": "\nPengangkatan pegawai/Guru sekolah swasta bersubsidi dilakukan langsung menjadi Pegawai Negeri Sipil, dengan menyimpang seperlunya dari ketentuan Peraturan Pemerintah Nomor 6 Tahun 1976 tentang Pengadaan Pegawai Negeri Sipil (Lembaran Negara Tahun 1976 Nomor 10, Tambahan Lembaran Negara Nomor 3069) dan Peraturan Pemerintah Nomor 26 Tahun 1977 tentang Pengujian Kesehatan Pegawai Negeri Sipil dan Tenaga-tenaga lainnya yang bekerja pada Negara Republik Indonesia (Lembaran Negara Tabun 1977 Nomor 36, Tambahan Lembaran Negara Nomor 3015).\nGolongan ruang penggajian yang dimiliki oleh pegawai/guru sekolah swasta\nbersubsidi yang bersangkutan pada tanggal 31 Maret 1978, dijadikan sebagai dasar\npenetapan pangkat menurut Peraturan Pemerintah Nomor 7 Tahun 1977 tentang\nPeraturan Gaji Pegawai Negeri Sipil (Lembaran Negara Tahun 1977 Nomor 11,\nTambahan Lembaran Negara Nomor 3098).\nDalam mempertimbangkan kenaikan pangkat, masa kerja dalam golongan ruang\npenggajian yang terakhir dimilikinya diperhitungkan secara penuh."
            }
        },
        {
            "id": "774fd5b7-6f07-443a-a42c-448a858d78c3",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "fdc5a142-b237-44c0-9c47-1e5578ba991f",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Jenis kepegawaian dari pegawai/guru sekolah swasta bersubsidi yang\ndiangkat menjadi Pegawai Negeri Sipil sebagaimana dimaksud dalam\nPasal 2, ditetapkan sebagai berikut :\na. mereka yang sebelum berlakunya Peraturan Pemerintah ini gajinya\ndibebankan pada Anggaran Pendapatan dan Belanja Negara,\nditetapkan menjadi Pegawai Negeri Sipil Pusat dalam lingkungan\nDepartemen Pendidikan dan Kebudayaan yang dipekerjakan pada\nsekolah swasta bersubsidi tempat mereka semula dipekerjakan\nsebagai pegawai/guru;\nb.\nmereka yang sebelum berlakunya Peraturan Pemerintah ini gajinya\ndibebankan pada Anggaran Pendapatan dan Belanja Daerah,\nditetapkan menjadi Pegawai Negeri Sipil Pusat dalam lingkungan\nDepartemen Pendidikan dan Kebudayaan yang diperbantukan pada\nDaerah Tingkat I, dan dipekerjakan pada sekolah swasta bersubsidi\ntempat mereka semula dipekerjakan sebagai pegawai/guru.",
                "explanation": "\nCukup jelas."
            }
        },
        {
            "id": "c2423ab7-2320-4408-87ab-a56c6dec4db8",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "68d52d10-e8ab-426a-ba1f-588ab0f8ec0d",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pengangkatan pegawai/guru sekolah swasta bersubsidi menjadi Pegawai\nNegeri Sipil sebagaimana dimaksud dalam Pasal 2, ditetapkan dengan\nkeputusan Kepala Badan Administrasi Kepegawaian Negara.",
                "explanation": "\nYang ditetapkan dengan keputusan Kepala Badan Administrasi Kepegawaian\nNegara, adalah pengangkatan pertama bagi pegawai/guru sekolah swasta bersubsidi\nmenjadi Pegawai Negeri Sipil, sedang mutasi kepegawaian selanjutnya ditetapkan\ndengan keputusan pejabat yang berwenang sebagaimana dimaksud dalam Peraturan\nPemerintah Nomor 20 Tahun 1975 tentang Wewenang Pengangkatan, Pemindahan,\ndan Pemberhentian Pegawai Negeri Sipil (Lembaran Negara Tahun 1975 Nomor 26,\nTambahan Lembaran Negara Nomor 3058) dan dengan memperhatikan ketentuan\nPeraturan Pemerintah Nomor 32 Tahun 1958 tentang Pemberian Sokongan kepada\nSekolah Nasional Partikelir (Lembaran Negara Tahun 1958 Nomor 52, Tambahan\nLembaran Negara Nomor 1589)."
            }
        },
        {
            "id": "585cdc8e-a3cd-4baf-a1d5-7c63755dbb5d",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "2c4405c5-b943-49a2-a51a-9fe558e00767",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Mutasi kepegawaian Pegawai Negeri Sipil yang dipekerjakan pada\nsekolah swasta bersubsidi, ditetapkan oleh pejabat yang berwenang\nsesuai dengan peraturan perundang-undangan yang berlaku dengan\nmemperhatikan pertimbangan pimpinan badan/yayasan penyelenggara\nsekolah swasta bersubsidi yang bersangkutan.\n",
                "explanation": "\nCukup jelas."
            }
        },
        {
            "id": "42a58b4f-2b0f-4286-90a2-9755f20d947c",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "891468f3-854a-476e-9be2-54055653333a",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Sejak berlakunya Peraturan Pemerintah ini, tidak dibenarkan lagi mengangkat pegawai/guru sekolah swasta bersubsidi yang gajinya dibebankan pada Anggaran Pendapatan dan Belanja Negara atau Anggaran Pendapatan dan Belanja Daerah.",
                "explanation": "\nCukup jelas."
            }
        },
        {
            "id": "6a8a179b-cd5e-465e-82e8-cccc305384c5",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "9eedf1ec-42f8-47fe-8d4d-d4ee4ec43097",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Ketentuan-ketentuan teknis tentang pelaksanaan Peraturan Pemerintah ini, ditetapkan lebih lanjut oleh Menteri Pendidikan dan Kebudayaan, Menteri Dalam Negeri, Menteri Keuangan, dan Kepala Badan Administrasi Kepegawaian Negara baik secara bersama maupun secara tersendiri menurut bidangnya masing-masing.",
                "explanation": "\nCukup jelas."
            }
        },
        {
            "id": "61b710df-daab-44b3-a851-160a1de6966b",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "a11c3892-f1ed-44d2-8828-45a8439016ac",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dengan berlakunya Peraturan Pemerintah ini, maka dinyatakan tidak berlaku lagi :\na. Peraturan Pemerintah Nomor 32 Tahun 1958 tentang Pemberian Sokongan Kepada Sekolah Nasional Partikelir (Lembaran Negara Tahun 1958 Nomor 52, Tambahan Lembaran Negara Nomor 1589) sepanjang mengenai pengangkatan dan pemberian subsidi untuk gaji pegawai/guru sekolah swasta bersubsidi ;\nb. segala peraturan perundang-undangan yang bertentangan dengan Peraturan Pemerintah ini.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "88ff624c-8c5e-4da0-acc0-26fe00ee64c3",
            "name": "Article 9",
            "type": "article",
            "children": {
                "id": "d0f429ff-62a0-4898-8c07-cea85e6d4233",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar supaya setiap orang mengetahuinya, memerintahkan pengundangan\nPeraturan Pemerintah ini dengan penempatannya dalam Lembaran\nNegara Republik Indonesia.",
                "explanation": "\nCukup jelas\n"
            }
        }
    ],
    "metadata": {
        "Nomor": "13",
        "Tahun": "1978",
        "Tentang": "PENGANGKATAN PEGAWAI/GURU SEKOLAH SWASTA BERSUBSIDI\nMENJADI PEGAWAI NEGERI SIPIL",
        "Menimbang": {
            "Introduction": "\nbahwa dalam rangka usaha meningkatkan bantuan Pemerintah kepada\nusaha swasta Nasional di bidang pendidikan, dipandang perlu\nmengangkat pegawai/ guru sekolah swasta bersubsidi menjadi Pegawai\nNegeri Sipil,"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945,",
            "2": " Undang-undang Nomor 5 Tahun 1974 tentang Pokok-pokok\nPemerintahan Di Daerah (Lembaran Negara Tahun 1974 Nomor 38,\nTambahan Lembaran Negara Nomor 3037);",
            "3": " Undang-undang Nomor 8 Tahun 1974 tentang Pokok-pokok\nKepegawaian (Lembaran Negara Tahun 1974 Nomor 55, Tambahan\nLembaran Negara Nomor 3041);",
            "4": " Peraturan Pemerintah Nomor 32 Tahun 1958 tentang Pemberian\nSokongan kepada Sekolah Nasional Partikelir (Lembaran Negara\nTahun 1958 Nomor 52, Tambahan Lembaran Negara Nomor 1589).",
            "5": " Peraturan Pemerintah Nomor 7 Tahun 1977 tentang Peraturan Gaji\nPegawai Negeri Sipil (Lembaran Negara Tahun 1977 Nomor 11,\nTambahan Lembaran Negara Nomor 3098);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PENGANGKATAN\nPEGAWAI GURU SEKOLAH SWASTA BERSUBSIDI MENJADI\nPEGAWAI NEGERI SIPIL.",
        "tanggal sah": "22 Maret 1978"
    }
}