{
    "results": [
        {
            "id": "43fb00f6-d352-4dcd-9848-03f6546dfe03",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "9494dce0-56a4-4714-84ec-040fdca181cd",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "4b78366e-07e9-4e19-8086-2b84bae25ab3",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan :\na.  kecelakaan adalah suatu peristiwa yang mendadak yang tidak\ndikehendaki yang mengakibatkan seseorang menderita sakit atau\nmenjadi cacad yang memerlukan pengobatan, perawatan, dan atau\nrehabilitasi, atau mengakibatkan seseorang meninggal dunia;\nb.  kecelakaan karena dinas adalah kecelakaan yang terjadi :\n    1.  dalam dan karena menjalankan tugas kewajiban; atau\n    2.  dalam keadaan lain yang ada hubungannya dengan dinas, sehingga\n        kecelakaan itu disamakan dengan kecelakaan yang terjadi dalam\n        dan karena menjalankan tugas kewajibannya; atau\n    3.  Karena perbuatan anasir yang tidak bertanggung jawab ataupun\n        sebagai akibat tindakan terhadap anasir itu;\nc.  sakit karena dinas adalah sakit yang diderita sebagai akibat langsung\n    dari pelaksanaan tugas;\nd.  cacad adalah kelainan jasmani atau rohani karena kecelakaan yang\n    sifatnya sedemikian rupa sehingga kelainan tersebut menimbulkan\n    gangguan untuk melakukan pekerjaan;\ne.  cacad karena dinas adalah cacad yang disebabkan oleh hal-hal\n    sebagaimana dimaksud dalam huruf b dan c;\nf.  tewas adalah :\n    1.  meninggal dunia dalam dan karena menjalankan tugas\n        kewajibannya; atau\n\n2. meninggal dunia dalam keadaan lain yang ada hubungannya dengan\ndinas, sehingga kematian itu disamakan dengan meninggal dunia\ndalam dan karena menjalankan tugas kewajibannya; atau\n3. meninggal dunia yang langsung diakibatkan oleh luka atau cacad\nrohani atau jasmani yang didapat dalam dan karena menjalankan\ntugas kewajibannya; atau\n4. meninggal dunia karena perbuatan anasir yang tidak bertanggung\njawab ataupun sebagai akibat tindakan terhadap anasir itu;\ng. wafat adalah meninggal dunia yang bukan diakibatkan oleh hal-hal\nsebagaimana dimaksud dalam huruf f;\nh. anak adalah anak yang sah, anak yang disahkan, dan anak angkat\nmenurut peraturan perundang-undangan;\ni. orang tua adalah ayah dan atau ibu kandung, atau ayah dan atau ibu\nangkat, atau ayah dan atau ibu tiri;\nj. pejabat yang berwajib adalah pejabat yang karena tugas dan atau\njabatannya berwenang melakukan tindakan hukum berdasarkan\nperaturan perundang-undangan yang berlaku, antara lain membuat dan\nmenandatangani surat keterangan, surat pernyataan, berita acara, dan\nsurat-surat lain yang serupa dengan itu.",
                        "explanation": "\nCukup jelas."
                    }
                }
            ]
        },
        {
            "id": "84a00723-17d1-4720-9343-2388b833cfaa",
            "name": "Chapter II",
            "title": "\nPERAWATAN",
            "type": "chapter",
            "children": [
                {
                    "id": "8602f28d-6f15-4d4b-8684-05f87855db8e",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "09061dd9-c802-4fd9-89d2-609862dba560",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pegawai Negeri Sipil yang mangalami kecelakaan karena dinas atau\nmenderita sakit karena dinas berhak memperolah pengobatan,\nperawatan, dan atau rehabilitasi.\n\n(2) Kecelakaan karena atau sakit karena dinas sebagaimana dimaksud\ndalam ayat (1) harus dibuktikan dengan surat pernyataan dari\npimpinan instansi yang bersangkutan dan surat keterangan atau berita\nacara dari pejabat yang berwajib.",
                            "explanation": "\nSakit karena dinas sebagaimana dimaksud dalam ayat ini, adalah sakit yang\ndiderita sebagai akibat langsung dari kecelakaan karena dinas. Rehabilitasi\nsebagaimana dimaksud dalam ayat ini hanya menyangkut rehabilitasi medis."
                        },
                        {
                            "id": "9970e3c6-a2bb-44da-ae29-5e9e399d482f",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Pemberian pengobatan, perawatan, dan atau rehabilitasi sebagaimana\ndimaksud dalam ayat (1) ditetapkan dengan surat keputusan pejabat\nyang berwenang, berdasarkan pertimbangan dokter Pemerintah\nsetempat kecuali untuk pengobatan atau perawatan di luar negeri.",
                            "explanation": "\nKeputusan pemberian pengobatan, perawatan, dan atau rehabilitasi\nsebagaimana dimaksud dalam ayat ini, ditetapkan dengan surat keputusan\npejabat yang berwenang berdasarkan surat pernyataan dari pimpinan instansi\nyang bersangkutan dan surat keterangan atau berita acara dari yang berwajib.\nPertimbangan dokter sebagaimana dimaksud dalam ayat ini, dibuat secara\ntertulis yang antara lain memuat keterangan tentang perlunya Pegawai Negeri\nSipil yang bersangkutan diobati, dirawat, dan atau direhabilitasi.\nPertimbangan tersebut dibuat oleh dokter Pemerintah setempat, dan apabila\npada tempat itu tidak ada dokter Pemerintah, maka pertimbangan tersebut\ndibuat oleh dokter swasta."
                        },
                        {
                            "id": "d552cc67-65ef-4eec-a42f-5e9762fabba3",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Sambil menunggu keluarnya surat Keputusan sebagaimana dimaksud\ndalam ayat (3), Pegawai Negeri Sipil yang mengalami kecelakaan\nkarena dinas atau menderita sakit karena dinas sebagaimana\ndimaksud dalam ayat (1) dengan segera diobati dan atau dirawat.",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                },
                {
                    "id": "1cf460b6-a845-4035-b7ba-ebfb7e673575",
                    "name": "Article 3",
                    "type": "article",
                    "children": [
                        {
                            "id": "c5bd3132-3489-4fab-97d0-b47f80a0ebd0",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pengobatan, perawatan, dan atau rehabilitasi sebagaimana dimaksud\ndalam Pasal 2 dilakukan pada rumah sakit yang terdekat.",
                            "explanation": "\nPengobatan, perawatan, dan atau rehabilitasi sebagaimana dimaksud dalam\nayat ini pada dasarnya dilakukan pada Pusat Kesehatan Masyarakat\n(PUSKESMAS). Apabila pada suatu Kecamatan tidak terdapat\nPUSKESMAS atau apabila PUSKESMAS tersebut tidak memiliki peralatan\nuntuk pengobatan, perawatan, dan atau rehabilitasi yang diperlukan, maka\nPegawai Negeri Sipil tersebut diobati, dirawat, dan atau direhabilitasi pada\nrumah sakit yang terdekat, baik rumah sakit Pemerintah maupun rumah sakit\nswasta. Apabila di daerah yang bersangkutan tidak terdapat rumah sakit\nPemerintah, maka Pegawai Negeri Sipil tersebut diobati, dirawat, dan atau\ndirehabilitasi di rumah sakit swasta yang terdekat yang ditunjuk oleh Menteri\nKesehatan.\n"
                        },
                        {
                            "id": "d560bb4d-877b-400f-9e4c-bb6ae497c72a",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Apabila menurut pendapat dokter Pemerintah yang bersangkutan\nPegawai Negeri Sipil sebagaimana dimakusd dalam Pasal 2 perlu\nmendapat pengobatan, perawatan, dan atau rehabilitasi pada rumah\nsakit lain dalam wilayah Negara Republik Indonesia, maka Pegawai\nNegeri Sipil itu segera dibawa ke rumah sakit tersebut.",
                            "explanation": "\nYang dimaksud dengan rumah sakit lain dalam ayat ini, adalah rumah sakit\nyang mempunyai peralatan pengobatan, perawatan, dan atau rehabilitasi yang\ndiperlukan atau rumah sakit khusus, seperti rumah sakit paru-paru, rumah\nsakit mata, dan lain-lain."
                        },
                        {
                            "id": "e7972249-1524-4c3e-b4be-e55f0469e719",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Apabila Pegawai Negeri Sipil sebagaimana dimaksud dalam Pasal 2\nsangat memerlukan pengobatan, perawatan, dan atau rehabilitasi lebih\nlanjut di luar negeri karena di dalam negeri belum ada pengobatan,\nperawatan, dan atau rehabilitasi yang demikian, maka Pegawai\nNegeri Sipil yang bersangkutan dapat dirawat di luar negeri.\n",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                }
            ]
        },
        {
            "id": "c4b823a2-0638-4439-9973-0308da55976e",
            "name": "Chapter III",
            "title": "\nTUNJANGAN CACAD",
            "type": "chapter",
            "children": [
                {
                    "id": "7d47dcf4-9bee-43b8-bad7-891dec0c84d2",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "a74f7532-f432-4255-ad88-311453368fbd",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pegawai Negeri Sipil yang oleh Team Penguji Kesehatan dinyatakan tidak dapat bekerja lagi dalam semua jabatan Negeri, yang disebabkan cacad karena dinas, berhak menerima tunjangan cacad di atas pensiun yang berhak diterimanya.",
                            "explanation": "\nTunjangan cacad tidak dapat digunakan sebagai dasar untuk menghitung\ntunjangan keluarga dan tunjangan pangan:"
                        },
                        {
                            "id": "e248bc71-da02-42d3-8675-201ee0a5ec02",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Cacad karena dinas sebagaimana dimaksud dalam ayat (1) harus dibuktikan dengan surat pernyataan dari pejabat yang berwenang dan surat keterangan atau berita acara dari pejabat yang berwajib.",
                            "explanation": "\nSurat pernyataan sebagaimana dimaksud dalam ayat ini dibuat oleh pejabat\nyang berwenang. Surat pernyataan tersebut antara lain memuat keterangan,\nbahwa cacad yang diderita oleh Pegawai Negeri Sipil yang bersangkutan\nadalah sebagai akibat dari salah satu keadaan sebagaimana dimaksud dalam\nPasal 1 huruf b atau huruf c."
                        },
                        {
                            "id": "a8df243b-0a75-4a05-8cb2-bdf046a8177b",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Tunjangan cacad sebagaimana dimaksud dalam ayat (1) tiap-tiap bulan adalah :\na. 70% (tujuh puluh persen) dari gaji pokok, apabila kehilangan fungsi :\n(a) penglihatan pada kedua belah mata, atau\n(b) pendengaran pada kedua belah telinga, atau\n(c) kedua belah kaki dari pangkal paha atau dari lutut ke bawah.\nb. 50% (lima puluh persen) dari gaji pokok, apabila kehilangan fungsi :\n(a) lengan dari sendi bahu ke bawah, atau\n(b) kedua belah kaki dari mata kaki ke bawah.\n\nc. 40% (empat puluh persen) dari gaji pokok, apabila kehilangan\nfungsi :\n(a) lengan dari atau dari atas siku ke bawah, atau\n(b) sebelah kaki dari pangkal paha.\nd. 30% (tiga puluh persen) dari gaji pokok, apabila kehilangan fungsi\n:\n(a) penglihatan dari sebelah mata, atau\n(b) pendengaran dari sebelah telinga, atau\n(c) tangan dari atau dari atas pergelangan ke bawah, atau\n(d) sebelah kaki dari mata kaki ke bawah.\ne. 30% (tiga puluh persen) sampai 70% ( tujuh puluh persen ) dari\ngaji pokok menurut tingkat keadaan yang atas pertimbangan Team\nPenguji Kesehatan dapat dipersamakan dengan apa yang disebut\ndalam huruf a sampai dengan huruf d, untuk kehilangan fungsi atas\nsebagian atau seluruh badan atau ingatan yang tidak termasuk\ndalam huruf a sampai dengan d.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "568531c9-3dc7-41c9-ae68-3366538849e0",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Dalam hal terjadi beberapa cacad sebagaimana dimaksud dalam ayat\n(3), maka besarnya tunjangan cacad ditetapkan dengan menjumlahkan\npersentasi dari tiap cacad, dengan ketentuan paling tinggi 100%\n(seratus persen) dari gaji pokok.",
                            "explanation": "\nCukup jelas.\n"
                        }
                    ]
                },
                {
                    "id": "ba75efbf-a82a-40d4-b3cb-55ecaaaeebdf",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "2e4d663e-71df-4557-8b98-b7cc5795d0a9",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nTunjangan cacad sebagaimana dimaksud dalam Pasal 4 ayat (3) dan ayat\n(4) dibulatkan ke atas menjadi ratusan rupiah.\n",
                        "explanation": "\nCukup jelas."
                    }
                },
                {
                    "id": "34df6658-98bb-4afa-8570-b2e8d94a9f22",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "19a4e8b5-7feb-4a81-a661-0e014432b6ac",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nTunjangan cacad sebagaimana dimaksud dalam Pasal 4 diberikan dengan surat keputusan pejabat yang berwenang, setelah ada persetujuan atau dengan memperhatikan pertimbangan teknis Kepala Badan Administrasi Kepegawaian Negara.",
                        "explanation": "\nTunjangan cacad bagi Pegawai Negeri Sipil yang berpangkat Pembina golongan ruang IV/a ke bawah, diberikan dengan surat keputusan Menteri, Jaksa Agung, Pimpinan Kesekretariatan Lembaga Tertinggi/Tinggi Negara, Pimpinan Lembaga Pemerintah Non Departemen, dan pejabat lain yang ditentukan oleh Presiden, sesuai dengan ketentuan Peraturan Pemerintah Nomor 20 Tahun 1975, setelah ada persetujuan lebih dahulu dari Kepala Badan Administrasi Kepegawaian Negara. Tunjangan cacad bagi Pegawai Negeri Sipil yang berpangkat Pembina Tingkat I golongan ruang IV/b ke atas, diberikan dengan Keputusan Presiden. Kepala Badan Administrasi Kepegawaian Negara memberikan pertimbangan teknis sebagai bahan bagi Presiden dalam mengambil keputusan."
                    }
                }
            ]
        },
        {
            "id": "50eb0676-7231-49b5-ab9c-2e059096331d",
            "name": "Chapter IV",
            "title": "\nUANG DUKA DAN BIAYA PEMAKAMAN",
            "type": "chapter",
            "children": [
                {
                    "id": "1fb8b078-88ee-4a76-8116-7231d126317a",
                    "name": "Article 7",
                    "type": "article",
                    "children": [
                        {
                            "id": "baa9d0d2-0591-4369-a569-b4cdf7f1404c",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Kepada isteri atau suami Pegawai Negeri Sipil yang tewas diberikan uang duka tewas sebesar 6 (enam) kali penghasilan sebulan dengan ketentuan serendah-rendahnya Rp.500.000,- (lima ratus ribu rupiah).",
                            "explanation": "\nApabila Pegawai Negeri Sipil yang tewas itu meninggalkan lebih dari seorang istri yang sah, maka uang duka tewas tersebut diberi- kan kepada isteri pertama. Yang dimaksud dengan istri pertama adalah istri yang paling lama dikawininya, tanpa terputus oleh perceraian. Yang dimaksud dengan penghasilan dalam ayat ini adalah penghasilan almarhum/almarhumah Pegawai Negeri Sipil yang bersangkutan."
                        },
                        {
                            "id": "8772c81d-6dce-4ece-a683-e5ab4a2b05ee",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Apabila Pegawai Negeri Sipil yang tewas tidak meninggalkan isteri atau suami, maka uang duka tewas itu diberikan kepada anaknya.",
                            "explanation": "\nYang dimaksud dengan anak dalam ayat ini, adalah semua anak yang sah dari Pegawai Negeri Sipil yang tewas."
                        },
                        {
                            "id": "d8b1ecb1-4a6c-461f-8a87-50e277e59b60",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Apabila Pegawai Negeri Sipil yang tewas tidak meninggalkan isteri atau suami ataupun anak, maka uang duka tewas itu diberikan kepada orang tuanya.",
                            "explanation": "\nCukup jelas.\n"
                        },
                        {
                            "id": "a28bfc67-3620-4e32-89ce-2ac7c60e12cc",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Apabila Pegawai Negeri Sipil yang tewas tidak meninggalkan isteri, suami, anak ataupun orang tua, maka uang duka tewas itu diberikan kepada ahli waris lainnya.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "50ed6002-5467-42eb-b4fa-dd01a12cf832",
                    "name": "Article 8",
                    "type": "article",
                    "children": {
                        "id": "9a6f0723-7025-4773-b754-090be721506f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nBiaya pemakaman bagi Pegawai Negeri Sipil yang tewas ditanggung oleh Negara.",
                        "explanation": "\nBiaya pemakaman yang ditanggung oleh Negara, adalah\n1. Peti jenazah dan perlengkapannya\n2. Tanah pemakaman dan biaya di tempat pemakaman;\n3. Angkutan jenazah dari tempat meninggal dunia ke tempat kediaman dan atau tempat pemakaman serta biaya persiapan-pemakaman;\n4. Angkutan dan penginapan bagi istri/suami yang sah dan anak yang sah dari almarhum/almarhumah, dengan ketentuan bahwa apabila almarhum/almarhumah tidak mempunyai suami/isteri /anak yang sah, maka yang ditanggung adalah biaya angkutan dan penginapan keluarga sebanyak-banyaknya 3 (tiga) orang."
                    }
                },
                {
                    "id": "16b64c42-e0de-4890-bc3d-e49900058225",
                    "name": "Article 9",
                    "type": "article",
                    "children": {
                        "id": "7b774e82-a8fc-4144-9664-be62a47cf3c0",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nTewasnya Pegawai Negeri Sipil sebagaimana dimaksud dalam Pasal 7 dan\nPasal 8 harus dibuktikan dengan surat pernyataan dari pejabat yang\nberwenang dan surat keterangan atau berita acara dari pejabat yang\nberwajib.",
                        "explanation": "\nSurat pernyataan sebagaimana dimaksud dalam pasal ini antara lain memuat keterangan, bahwa tewasnya Pegawai Negeri Sipil yang bersangkutan adalah sebagai akibat dari salah satu keadaan sebagaimana dimaksud dalam pasal 1 huruf f."
                    }
                },
                {
                    "id": "e06bde38-9728-4722-89e1-3acc33ba617e",
                    "name": "Article 10",
                    "type": "article",
                    "children": {
                        "id": "373e9006-9ae8-46f5-a68b-1497f0af2be8",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nUang duka tewas dan biaya pemakaman sebagaimana dimaksud dalam\nPasal 7 dan Pasal 8 diberikan dengan surat keputusan pejabat yang\nberwenang, setelah ada persetujuan atau dengan memperhatikan\npertimbangan teknis Kepala Badan Administrasi Kepegawaian Negara.",
                        "explanation": "\nLihat penjelasan Pasal 6"
                    }
                },
                {
                    "id": "5c241b8e-33b7-483f-b6ad-0dcf80193df4",
                    "name": "Article 11",
                    "type": "article",
                    "children": [
                        {
                            "id": "13a1c211-2ba0-45c9-9a2b-0bcb41832041",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Kepada isteri atau suami Pegawai Negeri Sipil yang wafat diberikan\nuang duka wafat sebesar 3 (tiga) kali penghasilan sebulan dengan\nketentuan serendah-rendahnya Rp.100.000,- (seratus ribu rupiah).",
                            "explanation": "\nLihat penjelasan Pasal 7 ayat (1)"
                        },
                        {
                            "id": "e27ff05c-6866-4001-be19-bfb76eadff5c",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Apabila Pegawai Negeri Sipil yang wafat tidak meninggalkan isteri\natau suami, maka uang duka wafat itu diberikan kepada anaknya.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "6feacf58-45da-4e37-81b0-65f1ad00b83f",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Apabila Pegawai Negeri Sipil yang wafat tidak meninggalkan Isteri\natau-suami ataupun anak, maka uang duka wafat itu diberikan kepada\norang tuanya.",
                            "explanation": "\nCukup jelas\n"
                        },
                        {
                            "id": "cf3e09f2-7d09-4538-8010-8359176e3a78",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Apabila Pegawai Negeri Sipil yang wafat tidak meninggalkan isteri,\nsuami, anak ataupun orang tua, maka uang duka wafat itu diberikan\nkepada ahli waris lainnya.",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                },
                {
                    "id": "87f8ceb1-3c62-4f12-9aa5-f6ca8f8c2972",
                    "name": "Article 12",
                    "type": "article",
                    "children": {
                        "id": "fc5c24b9-186e-4f5c-a21e-37cd8b9316ac",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPerubahan jumlah terendah uang duka tewas sebagaimana dimaksud dalam Pasal 7 ayat (1) dan uang duka wafat sebagaimana dimaksud dalam Pasal 11 ayat (1), ditetapkan oleh Menteri Keuangan setelah mendengar Menteri yang bertanggung jawab dalam bidang penertiban dan penyempurnaan Aparatur Negara.",
                        "explanation": "\nCukup jelas."
                    }
                }
            ]
        },
        {
            "id": "a8a91c69-8680-44b1-86e7-9bcaafd9d91a",
            "name": "Chapter V",
            "title": "\nKETENTUAN LAIN-LAIN",
            "type": "chapter",
            "children": [
                {
                    "id": "4c35015e-27fa-43e2-ac98-639223bf8762",
                    "name": "Article 13",
                    "type": "article",
                    "children": {
                        "id": "1d43252b-a146-4b08-8fb3-3510ac6465fc",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan-ketentuan Peraturan Pemerintah ini berlaku juga bagi calon Pegawai Negeri Sipil dan Pegawai bulanan disamping pensiun yang mengalami kecelakaan karena dinas, sakit karena dinas, cacad karena dinas, tewas, atau wafat.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "56f3c759-a1c3-4920-ad05-0c6363456968",
                    "name": "Article 14",
                    "type": "article",
                    "children": [
                        {
                            "id": "df7201af-c569-469c-8a18-279638d5b70b",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pembebanan biaya pengobatan, perawatan dan atau rehabilitasi, tunjangan cacad, uang duka tewas, dan biaya pemakaman sebagaimana dimaksud dalam Pasal 2, 3, 4, 7, dan 8 ditetapkan oleh Menteri Keuangan.",
                            "explanation": "\nBiaya pengobatan, perawatan, dan atau rehabilitasi, tunjangan cacad, uang\nduka tewas, dan biaya pemakaman bagi Pegawai Negeri Sipil Pusat\ndibebankan pada mata anggaran tertentu yang dilakukan oleh Menteri\nKeuangan dan bagi Pegawai Negeri Sipil Pusat diperbantukan kepada Daerah\nOtonom serta bagi Pegawai Negeri Sipil Daerah dibebankan pada subsidi\nDaerah Otonom/perimbangan keuangan Daerah yang bersangkutan."
                        },
                        {
                            "id": "335a8f6a-42be-4304-bc0d-f478447be907",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Uang duka wafat sebagaimana dimaksud dalam Pasal 11 dibebankan pada anggaran belanja masing-masing Departemen, Kejaksaan Agung, Kesekretariatan Lembaga Tertinggi/Tinggi Negara, Lembaga Pemerintah Non Departemen, dan Daerah Tingkat I yang bersangkutan.",
                            "explanation": "\nCukup jelas\nPasal 15 sampai dengan Pasal 18\nCukup jelas.\n"
                        }
                    ]
                },
                {
                    "id": "4af4d41b-5c0e-4171-a75a-ed794dec9518",
                    "name": "Article 15",
                    "type": "article",
                    "children": {
                        "id": "3d6c6ff3-9288-46a2-bc01-707f2f1a095f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nHal-hal yang belum cukup diatur dalam Peraturan Pemerintah ini diatur\nlebih lanjut dengan Keputusan Presiden.\nKetentuan-ketentuan teknis tentang pelaksanaan Peraturan Pemerintah ini,\nditetapkan lebih lahjut oleh Menteri Kesehatan, Menteri Keuangan, dan\nKepala Badan Administrasi Kepegawaian Negara, baik secara bersama-\nsama ataupun secara sendiri-sendiri sesuai dengan bidang tugasnya masing-\nmasing.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "edc15c6a-479b-458c-a32b-b985f0156e62",
            "name": "Chapter VI",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "dc2328f8-40ef-4b55-abb0-ef1764bd8775",
                    "name": "Article 17",
                    "type": "article",
                    "children": {
                        "id": "97686ade-cdc1-4cc3-909b-28180f8a9185",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan berlakunya Peraturan Pemerintah ini, maka dinyatakan tidak\nberlaku lagi :\na. Peraturan Pemerintah Nomor 24 Tahun 1953 tentang Pemberian\nUang Duka/Penghibur Kepada Janda/Ahli Waris Pegawai Yang\nTewas Dalam Melakukan Kewajibannya (Lembaran Negara Tahun\n1953 Nomor 41, Tambahan Lembaran Negara Nomor 419);\nb. Peraturan Pemerintah Nomor 52 Tahun 1954 tentang Pemberian\nTunjangan Cacad (Lembaran Negara Tahun 1954 Nomor 93,\nTambahan Lembaran Negara Nomor 669);\nc. Segala peraturan perundang-undangan yang bertentangan dengan\nPeraturan Pemerintah ini.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "83b0257f-473d-42a1-9f50-755588c9ba43",
                    "name": "Article 18",
                    "type": "article",
                    "children": {
                        "id": "acc56f52-20f6-424f-acb2-a817b00b3917",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar supaya setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nDalam melaksanakan tugas kewajibannya, Pegawai Negeri Sipil tidak luput dari\nkemungkinan menghadapi risiko, seperti kecelakaan yang mengakibatkan Pegawai Negeri\nSipil yang bersangkutan sakit, cacad atau tewas.\nApabila Pegawai Negeri Sipil yang sakit karena dinas atau mengalami kecelakaan karena\ndinas mengakibatkan Pegawai Negeri Sipil yang bersangkutan sakit atau cacad, sudah\nselayaknyalah mereka mendapat pengobatan, perawatan, dan atau rehabilitasi atas biaya\nNegara.\nKepada Pegawai Negeri Sipil yang cacad karena dinas, yang mengakibatkan ia tidak dapat\nbekerja lagi dalam semua jabatan Negeri, perlu diberikan penghargaan dalam bentuk\ntunjangan cacad sehingga ia dapat hidup layak. Biaya pemakaman Pegawai Negeri Sipil\nyang tewas seluruhnya ditanggung oleh Negara dan kepada keluarganya diberikan\npenghargaan dalam bentuk uang duka.\nDengan adanya jaminan pengobatan, perawatan, dan atau rehabilitasi serta penghargaan\nsebagaimana dimaksud di atas, maka diharapkan setiap Pegawai Negeri Sipil melaksanakan\ntugasnya dengan bersemangat dan penuh rasa pengabdian dan tanggungjawab sebagai\nAparatur Negara, Abdi Negara, dan Abdi Masyarakat.\n",
        "Nomor": "12",
        "Tahun": "1981",
        "Tentang": "PERAWATAN, TUNJANGAN CACAD, DAN UANG DUKA\nPEGAWAI NEGERI SIPIL",
        "Menimbang": {
            "Introduction": "\nbahwa ketentuan-ketentuan tentang perawatan dan tunjangan cacad\nPegawai Negeri Sipil yang mengalami kecelakaan dan atau menderita\ncacad dalam dan karena menjalankan tugas kewajibannya, serta uang duka\natau tunjangan kematian bagi keluarga Pegawai Negeri Sipil yang tewas\natau wafat, yang diatur dalam berbagai peraturan perundang-undangan,\ndipandang tidak sesuai lagi dengan keadaan, sehingga perlu ditinjau\nkembali dan disempurnakan."
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 8 Tahun 1974 tentang Pokok-pokok\nKepegawaian (Lembaran Negara Tahun 1974 Nomor 55, Tambahan\nLembaran Negara Nomor 3041)."
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PERAWATAN,\nTUNJANGAN CACAD, DAN UANG DUKA PEGAWAI NEGERI\nSIPIL.",
        "tanggal sah": "28 April 1981"
    }
}