{
    "results": [
        {
            "id": "f1df6086-9cc8-4005-a9b0-f1be08b6005a",
            "name": "Article I",
            "type": "article",
            "children": [
                {
                    "change_type": [
                        "CHANGE"
                    ],
                    "id": "01a51d9d-9103-4e2a-95fd-597517b47c86",
                    "name": "Article 13",
                    "type": "article",
                    "children": [
                        {
                            "id": "de9a0d80-a966-4ba6-b60f-d4a2618ccc3e",
                            "name": "Verse 1",
                            "type": "verse",
                            "content": "\nVisa Tinggal Terbatas diberikan kepada orang asing untuk tinggal di wilayah Negara Republik Indonesia paling lama 2 (dua) tahun terhitung sejak tanggal diberikannya Izin Masuk di wilayah Negara Republik Indonesia."
                        }
                    ]
                },
                {
                    "change_type": [
                        "CHANGE"
                    ],
                    "id": "202730a1-fcd7-4728-aaef-34add1e4b850",
                    "name": "Article 37",
                    "type": "article",
                    "children": [
                        {
                            "id": "0958854b-d7f1-4b87-85ec-bf5e638a9cb3",
                            "explanation": "\nCukup jelas",
                            "name": "Verse 1",
                            "type": "verse",
                            "content": " Izin Tinggal Terbatas diberikan untuk jangka waktu paling lama 2 (dua) tahun dan dapat diperpanjang paling banyak 2 (dua) kali berturut-turut."
                        },
                        {
                            "id": "5316eb16-26f9-4b5b-b70f-1798004dc3a9",
                            "explanation": "\nCukup jelas",
                            "name": "Verse 2",
                            "type": "verse",
                            "content": " Setiap kali perpanjangan sebagaimana dimaksud pada ayat (1) diberikan paling lama 2 (dua) tahun."
                        },
                        {
                            "id": "88fb32da-7708-4175-a151-7e95879ac757",
                            "explanation": "\nCukup jelas",
                            "name": "Verse 3",
                            "type": "verse",
                            "content": " Ketentuan lebih lanjut mengenai jangka waktu pemberian dan perpanjangan Izin Tinggal Terbatas sebagaimana dimaksud pada ayat (1) dan (2) diatur dengan Peraturan Menteri Hukum dan Hak Asasi Manusia.\n"
                        }
                    ]
                }
            ]
        },
        {
            "id": "9fd35e10-d017-49c8-aa3c-49e927bc5015",
            "name": "Article II",
            "type": "article",
            "children": [
                {
                    "id": "7b2f5fa2-d1b4-48d6-b558-ab7989b819c0",
                    "name": "Verse 1",
                    "type": "verse",
                    "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia."
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nPemberian Visa Tinggal Terbatas dan Izin Tinggal Terbatas yang sekarang berlaku 1\n(satu) tahun tidak memungkinkan untuk melaksanakan komitmen Internasional di bidang\nkeimigrasian baik bagi tenaga asing tertentu maupun dalam rangka meningkatkan minat\ninvestor asing dan keperluan peningkatan kerjasama bidang pendidikan.\nPerkembangan globalisasi yang telah membawa kecenderungan negara-negara di dunia\nmemberikan kemudahan di bidang keimigrasian baik dalam rangka kerjasama Internasional\nmaupun berdasarkan asas resiprositas maka jangka waktu pemberian Visa Tinggal Terbatas\ndapat diberikan kepada orang asing untuk tinggal di wilayah Republik Indonesia paling lama\n2 (dua) tahun terhitung sejak diberikan izin masuk. Izin Tinggal Terbatas dapat diberikan\nuntuk jangka waktu paling lama 2 (dua) tahun dan dapat diperpanjang paling banyak 2 (dua)\nkali berturut-turut, dengan setiap kali perpanjangan diberikan paling lama 2 (dua) tahun.\nSehubungan dengan hal tersebut maka perlu untuk melakukan perubahan Peraturan\nPemerintah Nomor 32 Tahun 1994 tentang Visa, Izin Masuk, dan Izin Keimigrasian.",
        "Nomor": "18",
        "Tahun": "2005",
        "Tentang": "PERUBAHAN ATAS PERATURAN PEMERINTAH NOMOR 32 TAHUN 1994\nTENTANG VISA, IZIN MASUK, DAN IZIN KEIMIGRASIAN",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa pemberian Visa dan Izin Tinggal Terbatas untuk jangka waktu satu\ntahun yang berlaku sekarang untuk tujuan tertentu seperti pelajar asing dan\ntenaga kerja tertentu anggota World Trade Organization (WTO) sudah\ntidak memenuhi kebutuhan pergaulan Internasional di bidang\nKeimigrasian;",
            "b": " bahwa berdasarkan pertimbangan sebagaimana dimaksud pada huruf a,\nperlu menetapkan Peraturan Pemerintah tentang Perubahan atas Peraturan\nPemerintah Nomor 32 Tahun 1994 tentang Visa, Izin Masuk, dan Izin\nKeimigrasian;"
        },
        "Mengingat": {
            "Introduction": "\nNot Available"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PERUBAHAN ATAS PERATURAN PEMERINTAH NOMOR 32TAHUN 1994 TENTANG VISA, IZIN MASUK. DAN IZIN KEIMIGRASIAN",
        "tanggal sah": "4 Mei 2005"
    }
}