{
    "results": [
        {
            "id": "569fe18a-bca3-4d2f-bcad-9dc346194db1",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "aa01ea3e-1073-4c3c-a32e-742e13ba7939",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Seluruh Modal Negara Republik Indonesia dalam bentuk saham pada Perseroan Terbatas\nPelita Indonesia Djaya Corporation (PT. PIDC) dialihkan pemilikan dan penguasaannya\nkepada Perusahaan Perseroan (PERSERO) PT. Pelayaran Nasional Indonesia dan untuk\nselanjutnya PT. PIDC dijadikan anak perusahaan PERSERO PT. Pelayaran Nasional\nIndonesia.\n(2) Pengalihan pemilikan dan penguasaan modal sebagaimana dimaksud dalam ayat (1) dilakukan\noleh Menteri Keuangan menurut ketentuan Kitab Undang-Undang Hukum Dagang\n(Staatsblad Tahun 1847 Nomor 23) sebagaimana telah beberapa kali diubah, terakhir dengan\nUndang-Undang Nomor 4 Tahun 1971 (Lembaran Negara Tahun 1971 Nomor 20, Tambahan\nLembaran Negara Nomor 2959).",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "0a3463e3-c863-4e5c-9b51-6b53f68c45f8",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "9df7ad72-263c-4718-9238-5f854b4dd312",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Dengan dialihkannya pemilikan dan penguasaan modal Negara Republik Indonesia\nsebagaimana dimaksud dalam Pasal 1 ayat (1), maka kekayaan Negara tersebut ditetapkan\nsebagai tambahan penyertaan modal Negara Republik Indonesia dalam Perusahaan Perseroan\n(PERSERO) PT. Pelayaran Nasional Indonesia.\n(2) Nilai kekayaan Negara sebagaimana dimaksud dalam ayat (1) termasuk jenis kekayaan yang\ndipisahkan ke dalam modal saham Perseroan Terbatas Pelita Indonesia Djaya Corporation\nditetapkan oleh Menteri Keuangan, berdasarkan hasil penilaian bersama antara Menteri\nKeuangan dan Menteri Perhubungan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "154dc8f4-82d6-487f-82a2-0dfc2c21830d",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "50c391c2-b268-4bee-b3a4-b3f9f1a4600b",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dengan telah diselesaikannya proses pengalihan dan penguasaan modal Negara Republik Indonesia sebagaimana dimaksud dalam Pasal 2, Peraturan Pemerintah Nomor 37 Tahun 1970, dinyatakan dicabut.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "6ca654dd-cfe4-4c6c-b610-d38b72ad6e4d",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "5e7c0488-2e98-4897-bc9f-91ac6d1daf9d",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "16",
        "Tahun": "1984",
        "Tentang": "PENGALIHAN PEMILIKAN DAN PENGUASAAN MODAL NEGARA REPUBLIK\nINDONESIA DALAM PERUSAHAAN PERSEROAN TERBATAS PELITA INDONESIA\nDJAYA CORPORATION KEPADA PERUSAHAAN PERSEROAN (PERSERO)\nPT. PELAYARAN NASIONAL INDONESIA",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa dalam rangka penyehatan Perusahaan Negara Pelayaran Nasional\nIndonesia (PN. PELNI), dengan Peraturan Pemerintah Nomor 37 Tahun\n1970 telah ditetapkan pemisahan sebagian dari kekayaan Negara Republik\nIndonesia yang tertanam dalam Perusahaan Negara Pelayaran Nasional\nIndonesia (PN. PELNI) untuk dipergunakan sebagai penyertaan Negara\nRepublik Indonesia ke dalam modal saham Perseroan Terbatas Pelita\nIndonesia Djaya Corporation (PT. PIDC);",
            "b": " bahwa Perseroan Terbatas Pelita Indonesia Djaya Corporation (PT. PIDC)\nberdasarkan penelitian ternyata tidak dapat melaksanakan tugasnya sesuai\ndengan prinsip-prinsip ekonomi yang dikehendaki;",
            "c": " bahwa ditinjau dari ruang lingkup dan sifat kegiatan serta untuk menjamin\nkelangsungan usahanya, Perseroan Terbatas Pelita Indonesia Djaya\nCorporation (PT. PIDC) perlu ditetapkan kembali statusnya menjadi anak\nPerusahaan Perseroan (PERSERO) PT. PELNI;",
            "d": " bahwa berdasarkan hal-hal tersebut di atas, dipandang perlu untuk mengatur\npengalihan pemilikan dan penguasaan modal, Negara Republik Indonesia\nyang tertanam pada Perseroan Terbatas Pelita Indonesia Djaya Corporation\n(PT. PIDC) kepada Perusahaan Perseroan (PERSERO) Pelayaran Nasional\nIndonesia (PT. PELNI) dalam Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (1) Undang-Undang Dasar 1945;",
            "2": " Kitab Undang-Undang Hukum Dagang (Staatsblad Tahun 1847 Nomor 23)\nsebagaimana telah beberapa kali diubah, terakhir dengan Undang-Undang\nNomor 4 Tahun 1971 tentang Perubahan dan Penambahan atas Ketentuan\nPasal 54 Kitab Undang-Undang Hukum Dagang (Lembaran Negara Tahun\n1971 Nomor 20, Tambahan Lembaran Negara Nomor 2959);",
            "3": " Undang-Undang Nomor 9 Tahun 1969 tentang Penetapan Peraturan\nPemerintah Pengganti Undang-Undang Nomor 1 Tahun 1969 (Lembaran"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PENGALIHAN PEMILIKAN\nDAN PENGUASAAN MODAL NEGARA REPUBLIK INDONESIA\nDALAM PERUSAHAAN PERSEROAN TERBATAS PELITA\nINDONESIA DJAYA CORPORATION KEPADA PERUSAHAAN\nPERSEROAN (PERSERO) PT. PELAYARAN NASIONAL INDONESIA.",
        "tanggal sah": "9 Juli 1984"
    }
}