{
    "results": [
        {
            "id": "8bb5b836-d8eb-4f00-a992-b1c8338240ec",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "3aee37cf-dc99-415a-906d-029e0dab8ba8",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Terhitung mulai tanggal 1 Januari 1987 kekayaan Negara pada Bandar Udara Hasanuddin\ndi Ujung Pandang dipisahkan dari kekayaan Negara dan dialihkan menjadi tambahan\npenyertaan modal Negara dalam Perusahaan Umum Angkasa Pura I.\n(2) Terhitung mulai tangal yang akan ditetapkan oleh Menteri Keuangan dan Menteri\nPerhubungan, kekayaan Negara pada Bandar Udara Sepinggan di Balikpapan dipisahkan\ndari kekayaan Negara dan dialihkan menjadi tambahan penyertaan modal Negara dalam\nPerusahaan Umum Angkasa Pura I.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "bd5a463b-2264-4bdd-a552-5747ea106e84",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "55b4c209-fc1b-4537-a423-270fd14776e6",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Nilai kekayaan Negara sebagaimana dimaksud dalam Pasal 1 ditetapkan oleh Menteri\nKeuangan berdasarkan hasil perhitungan yang dilakukan bersama oleh Departemen Keuangan\ndan Departemen Perhubungan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "865208d9-8aa0-4cbe-af81-64cf37fc5a6b",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "7ba60dc6-d48d-4645-a3e3-7edfb991dbf8",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Semua hal yang timbul dari dan yang berhubungan dengan pelaksanaan pemisahan dan\npengalihan kekayaan Negara sebagaimana dimaksud dalam Pasal 1 diatur lebih lanjut oleh\nMenteri Keuangan dan Menteri Perhubungan baik bersama-sama atau sendiri-sendiri sesuai\ndengan ketentuan peraturan perundang-undangan yang berlaku.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "16652ac7-3a35-48c1-8774-2cd8b1d7a1c9",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "f58ff719-1b1d-481c-a28a-27e0fc59d6e8",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini\ndengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "1",
        "Tahun": "1987",
        "Tentang": "PEMISAHAN DAN PENGALIHAN KEKAYAAN NEGARA PADA BANDAR UDARA\nHASANUDDIN DI UJUNG PANDANG DAN SEPINGGAN DI BALIKPAPAN UNTUK\nDIJADIKAN TAMBAHAN PENYERTAAN MODAL NEGARA DALAM PERUSAHAAN UMUM\nANGKASA PURA I",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa arus penumpang, barang, dan pesawat terbang pada Bandar Udara\nHasanuddin di Ujung Pandang dan Sepinggan di Balikpapan dewasa ini\nterus meningkat;",
            "b": " bahwa Bandar Udara Hasanuddin di Ujung Pandang dan Sepinggan di\nBalikpapan, yang merupakan unit pelaksana teknis Direktorat Jenderal\nPerhubungan Udara, Departemen Perhubungan setelah diadakan\npengkajian dari segi usaha telah memenuhi persyaratan untuk dijadikan\nsuatu unit usaha",
            "c": " bahwa Perusahaan Umum Angkasa Pura I berdasarkan Peraturan\nPemerintah Nomor 3 Tahun 1985 sebagaimana telah diubah dengan\nPeraturan Pemerintah Nomor 25 Tahun 1986 dipandang mampu untuk\nmengelola Bandar Udara lainnya di samping bandar udara yang sudah\ndiusahakan;",
            "d": " bahwa sehubungan dengan hal-hal tersebut di atas, dipandang perlu\nmemisahkan dan mengalihkan kekayaan negara pada Bandar Udara\nHasanuddin di Ujung Pandang dan Sepinggan di Balikpapan dan\nmenjadikannya tambahan penyertaan modal Negara pada Perusahaan\nUmum Angkasa Pura I, yang pengaturannya dilakukan dengan Peraturan\nPemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 83 Tahun 1958 tentang Penerbangan (Lembaran\nNegara Tahun 1958 Nomor 159, Tambahan Lembaran Negara Nomor\n1687);",
            "3": " Undang-undang Nomor 19 Prp Tahun 1960 tentang Perusahaan Negara\n(Lembaran Negara Tahun 1960 Nomor 59, Tambahan Lembaran Negara\nNomor 1989);",
            "4": " Undang-undang Nomor 9 Tahun 1969 tentang Penetapan Peraturan\nPemerintah Pengganti Undang-undang Nomor 1 Tahun 1969 (Lembaran\nNegara Tahun 1969 Nomor 16, Tambahan Lembaran Negara Nomor 2890)\ntentang Bentuk-bentuk Usaha Negara menjadi Undang-undang (Lembaran\nNegara Tahun 1969 Nomor 40, Tambahan Lembaran Negara Nomor 2904);",
            "5": " Peraturan Pemerintah Nomor 3 Tahun 1983 tentang Tata Cara Pembinaan\ndan Pengawasan Perusahaan Jawatan (PERJAN), Perusahaan Umum\n(PERUM), dan Perusahaan Perseroan (PERSERO) (Lembaran Negara\nTahun 1983 Nomor 3, Tambahan Lembaran Negara Nomor 3246)\nsebagaimana telah diubah dengan Peraturan Pemerintah Nomor 28 Tahun\n1983 (Lembaran Negara Tahun 1983 Nomor 37);",
            "6": " Peraturan Pemerintah Nomor 3 Tahun 1985 tentang Perusahaan Umum\n(PERUM) Angkasa Pura (Lembaran Negara Tahun 1985 Nomor 5)\nsebagaimana telah diubah dengan Peraturan Pemerintah Nomor 25 Tahun\n1986 tentang Perusahaan Umum (PERUM) Angkasa Pura menjadi\nPerusahaan Umum (PERUM) Angkasa Pura I (Lembaran Negara Tahun\n1986 Nomor 35);\n---"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG\nPEMISAHAN DAN PENGALIHAN KEKAYAAN NEGARA PADA BANDAR\nUDARA HASANUDDIN DI UJUNG PANDANG DAN SEPINGGAN DI\nBALIKPAPAN UNTUK DIJADIKAN TAMBAHAN PENYERTAAN MODAL\nNEGARA DALAM PERUSAHAAN UMUM ANGKASA PURA I.",
        "tanggal sah": "9 Januari 1987"
    }
}