{
    "results": [
        {
            "id": "b75b8647-ab43-4e08-87d9-a94cf7dd2f0d",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "14ac81b6-052f-45c7-be5c-ec97c7c51b77",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Terhitung sejak mulai berlakunya Peraturan Pemerintah ini\ndibentuk :\na. Dewan Rekonstruksi Nasional yang terdiri dari (Wakil)\nPerdana Menteri sebagai Ketua merangkap anggauta,\nMenteri Sosial sebagai Wakil Ketua merangkap anggauta\ndan Menteri-menteri Pertahanan, Perekonomian,\nPertanian, Pekerjaan Umum, Dalam Negeri dan Keuangan\nsebagai anggauta.\nb. Biro Rekonstruksi Nasional yang terdiri dari seorang\nDirektur sebagai Pemimpin dan sebuah staf, didalam mana\nduduk seorang wakil dari Kementerian-kementerian yang\noleh Dewan Rekonstruksi Nasional ada hubungan kewajiban\ndalam usaha rekonstruksi nasional.\n(2) Oleh Dewan Rekonstruksi Nasional dapat didirikan Cabang dan\nAnak Cabang Biro Rekonstruksi Nasional ditiap-tiap Propinsi\ndan didaerah-daerah lain yang dianggap perlu.\n(3) Cabang dan Anak Cabang Biro Rekonstruksi Nasional disuatu\ndaerah dapat dihapuskan oleh Dewan Rekonstruksi Nasional.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "8b10757f-a8ab-4904-8a73-3948ced3bffd",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "c4a1cab9-4db7-4109-b952-e95943cebb5f",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Ditiap-tiap Propinsi dan didaerah-daerah lain dimana ada\nCabang atau Anak Cabang Biro Rekonstruksi Nasional, pula\ndidaerah-daerah yang tidak ada Cabang atau Anak Cabang Biro\nRekonstruksi Nasional, dapat dibentuk suatu Badan\nPenyelenggara Urusan Rekonstruksi yang dipimpin oleh Kepala\nDaerah selaku Ketua merangkap anggauta.\n(2) Susunan serta peraturan bekerja Badan Penyelenggara Urusan\nRekonstruksi tersebut dalam ayat 1 pasal ini ditetapkan oleh\nDewan Rekonstruksi Nasional.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "04201909-8b8f-4769-a31b-c15adbc2e11d",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "e2f03258-48d3-4bd6-92dd-56ad4069b593",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Tugas Dewan Rekonstruksi Nasional adalah:\na. membuat rencana-rencana usaha rekonstruksi nasional;\nb. mengatur dan mengawasi pekerjaan Biro Rekonstruksi Nasional.\n(2) Dewan Rekonstruksi Nasional bertanggung-jawab kepada Dewan Menteri.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "4d93db0b-4765-4fef-88af-ede788cd75d9",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "7d1f0849-3351-475e-b623-b674b45003b4",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Tugas Biro Rekonstruksi Nasional adalah:\na. melaksanakan rencana-rencana putusan Dewan Rekonstruksi Nasional;\nb. memajukan usul-usul kepada Dewan Rekonstruksi Nasional dalam lapangan rekonstruksi nasional.\n(2) Biro Rekonstruksi Nasional bertanggung-jawab kepada Dewan Rekonstruksi Nasional.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "1383ca1a-0842-4375-a5c5-a96d3cb72caa",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "cb5012a1-2118-4dd3-9b2d-db10549e7d10",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Tugas Badan Penyelenggara Urusan Rekonstruksi adalah:\na. memajukan usul-usul kepada Direktur Biro Rekonstruksi Nasional dalam lapangan rekonstruksi nasional;\nb. mengatur dan mengawasi pekerjaan Cabang atau Anak Cabang Biro Rekonstruksi Nasional didaerahnya masing-masing, dengan tidak mengurangi kewajiban Biro Rekonstruksi Nasional tersebut dalam pasal 1;\nc. menyelenggarakan semua keputusan dan rencana-rencana Dewan Rekonstruksi Nasional yang disampaikan kepada Badan Penyelenggara Urusan Rekonstruksi oleh Biro Rekonstruksi Nasional.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "4f206567-cefc-429c-bc6b-df32328e61d4",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "e498b739-efe6-49dc-9900-149781cdf6c3",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Rekonstruksi nasional yang dimaksudkan dalam Peraturan Pemerintah ini adalah pelaksanaan maksud Pemerintah untuk membuka jalan bagi mereka yang tersebut dalam ayat (2) pasal ini, untuk hidup dalam masyarakat dengan mata pencaharian yang layak.\n(2) Maksud Pemerintah tersebut dalam ayat (1) pasal ini dilaksanakan oleh Dewan dan Biro Rekonstruksi Nasional, dibantu oleh Badan Penyelenggara Urusan Rekonstruksi yang bersangkutan, dengan menciptakan pekerjaan-pekerjaan dalam lapangan pertahanan dan pembangunan yang dapat dilakukan oleh\n:\na. para anggauta Angkatan Perang di luar susunan organiek dan bekas anggauta Angkatan Perang yang belum mendapat lapangan pekerjaan di dalam masyarakat;\nb. para tenaga bekas anggauta badan-badan perjuangan bersenjata yang didalam pemeliharaan Pemerintah, sebagai akibat pelaksanaan Maklumat Pemerintah tanggal 14 Nopember 1950;\nc. para tenaga bekas anggauta badan-badan perjuangan bersenjata selain yang termaksud sub b diatas, yang belum mendapat lapangan pekerjaan dalam masyarakat.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "155df022-54aa-465e-807e-c51a691680f1",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "fde597e5-5b4f-4a5b-944e-c4f510d5db6c",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Dewan Rekonstruksi Nasional dapat menyerahkan berbagai Urusan Rekonstruksi terhadap mereka, yang termaksud dalam pasal 6 ayat 2 sub a. kepada Menteri Pertahanan atau kepada seorang Kepala Staf Angkatan yang ditunjuk olehnya.\n(2) Semua urusan yang mengenai tenaga-tenaga bekas anggauta badan perjuangan bersenjata, yang termaksud dalam pasal 6 ayat 2 sub b dan c. dilakukan oleh Dewan Rekonstruksi Nasional atau atas namanya oleh Biro Rekonstruksi Nasional, dengan dibantu oleh Badan Penyelenggara Urusan Rekonstruksi yang bersangkutan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "165d20f0-5f44-4b01-a143-0d547aedd06a",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "a24294ef-a67f-47ce-bf97-c42854327b19",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Untuk membiayai usaha rekonstruksi nasional ini diadakan pekerjaan antara :\na. biaya khusus untuk personil dan materieel Dewan serta Biro Rekonstruksi Nasional;\nb. biaya untuk menjalankan rencana-rencana rekonstruksi nasional.\n(2) Biaya tersebut dalam ayat (1) sub a dan b pasal ini, diberatkan kepada Anggaran Belanja Kabinet Perdana Menteri.\n(3) Anggaran Belanja tersebut dalam ayat (1) sub b diatas dibuat oleh Dewan Rekonstruksi Nasional.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "f30e8015-80ba-4ce5-968f-0357a34725f3",
            "name": "Article 9",
            "type": "article",
            "children": {
                "id": "927d12dd-79d6-453f-876f-e6866c9fa84a",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dengan mulai berlakunya Peraturan Pemerintah ini dicabut kembali Peraturan Pemerintah Nr 12 tahun 1951 (Lembaran-Negara 1951 Nr 22) dan Nr 20 tahun 1951 (Lembaran-Negara 1951 Nr 32).\nPasal 10. Peraturan Pemerintah ini dianggap mulai berlaku pada tanggal 1 Januari 1952.\nAgar supaya setiap orang dapat mengetahuinya, memerintahkan\npengundangan Peraturan Pemerintah ini dengan penempatan dalam\nLembaran-Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "1",
        "Tahun": "1952",
        "Tentang": "SUSUNAN DAN TUGAS DEWAN SERTA BIRO REKONSTRUKSI NASIONAL",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa organisasi Usaha Rekonstruksi yang dijalankan oleh\nDewan dan Biro Rekonstruksi Nasional bersandarkan atas\nPeraturan Pemerintah Nr 12 dan Nr 20 tahun 1951 perlu\ndisesuaikan dengan keadaan;",
            "b": " untuk itu perlu dibuat peraturan baru yang memakai dasar\nPeraturan Pemerintah Nr 12 tahun 1951 yang kemudian sudah\ndiubah dengan dibubuh tambahan dan perubahan seperlunya;"
        },
        "Mengingat": {
            "Introduction": "\nPeraturan-peraturan Pemerintah Nr 15 tahun 1950 (Lembaran-Negara\n1950, Nr 44), Nr 12 tahun 1951 dan Nr 20 tahun 1951 (Lembaran-\nNegara 1951 Nr 22 dan Nr 32);\nMendengar\nDewan Menteri dalam rapatnya yang ke-56 pada tanggal 17 Desember\n1951;"
        },
        "Menetapkan": "\nPERATURAN TENTANG SUSUNAN DAN TUGAS DEWAN SERTA BIRO REKONSTRUKSI\nNASIONAL.",
        "tanggal sah": "1 Januari 1952"
    }
}