{
    "results": [
        {
            "id": "7728668f-9ede-427c-ba19-3ee0403e73cd",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "9ad38688-a4fe-427a-b0ce-23308949a678",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "93ad3f69-6f45-4068-90f6-bdcf92958b90",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan:\n1. Tumbuhan adalah semua jenis sumber daya alam nabati dalam\nkeadaan hidup atau mati, baik belum diolah maupun telah diolah;\n2. Karantina Tumbuhan adalah tindakan sebagai upaya pencegahan\nmasuk dan tersebarnya Organisme Pengganggu Tumbuhan dari luar\nnegeri dan dari suatu Area ke Area lain di dalam negeri atau\nkeluarnya dari dalam wilayah Negara Republik Indonesia;\n\n3. Area adalah meliputi daerah dalam suatu pulau, atau pulau, atau\nkelompok pulau di dalam wilayah Negara Republik Indonesia yang\ndikaitkan dengan pencegahan penyebaran Organisme Pengganggu\nTumbuhan;\n4. Instalasi Karantina Tumbuhan yang selanjutnya disebut Instalasi\nKarantina adalah tempat beserta segala sarana yang ada padanya\nyang digunakan untuk melaksanakan tindakan Karantina\nTumbuhan;\n5. Organisme Pengganggu Tumbuhan adalah semua organisme yang\ndapat merusak, mengganggu kehidupan, atau menyebabkan\nkematian tumbuhan;\n6. Organisme Pengganggu Tumbuhan Karantina adalah semua\nOrganisme Penganggu Tumbuhan yang ditetapkan oleh Menteri\nuntuk dicegah masuknya ke dalam dan tersebarnya di dalam\nwilayah Negara Republik Indonesia;\n7. Organisme Pengganggu Tumbuhan Karantina Golongan I adalah\nOrganisme Pengganggu Tumbuhan Karantina yang tidak dapat\ndibebaskan dari Media Pembawanya dengan cara perlakuan;\n8. Organisme Pengganggu Tumbuhan Karantina Golongan II adalah\nsemua Organisme Pengganggu Tumbuhan Karantina yang dapat\ndibebaskan dari Media Pembawanya dengan cara perlakuan;\n9. Organisme Pengganggu Tumbuhan Penting adalah Organisme\nPengganggu Tumbuhan selain Organisme Pengganggu Tumbuhan\nKarantina, yang keberadaannya pada benih tanaman yang\ndilalulintaskan dapat menimbulkan pengaruh yang merugikan\nsecara ekonomis terhadap tujuan penggunaan benih tanaman\ntersebut dan ditetapkan oleh Menteri untuk dikenai tindakan\nKarantina Tumbuhan;\n10. Media Pembawa Organisme Pengganggu Tumbuhan yang\nselanjutnya disebut Media Pembawa adalah tumbuhan dan\nbagian-bagiannya dan/atau benda lain yang dapat membawa\nOrganisme Pengganggu Tumbuhan Karantina;\n11. Analisis resiko Organisme Pengganggu Tumbuhan adalah suatu\nproses untuk menetapkan bahwa suatu Organisme Pengganggu\nTumbuhan merupakan Organisme Pengganggu Tumbuhan\nKarantina atau Organisme Penganggu Tumbuhan Penting, serta\nmenentukan syarat-syarat dan tindakan Karantina Tumbuhanyang\nsesuai untuk mencegah masuk dan tersebarnya Organisme\nPengganggu Tumbuhan tersebut;\n12. Alat angkut Media Pembawa adalah semua alat transportasi darat,\nair, maupun udara yang dipergunakan untuk melalulintaskan Media\nPembawa;\n\n13. Pemilik Media Pembawa yang selanjutnya disebut Pemilik adalah\norang atau badan hukum yang memiliki Media Pembawa dan/atau\nyang bertanggung jawab atas pemasukan, pengeluaran atau transit\nMedia Pembawa;\n14. Penanggung jawab alat angkut adalah orang atau badan hukum\nyang bertanggung jawab atas kedatangan, keberangkatan, atau\ntransit alat angkut;\n15. Transit Media Pembawa, peralatan, atau pembungkus adalah\nsinggah sementara dan diturunkannya dari alat angkut Media\nPembawa, peralatan, atau pembungkus di dalam wilayah Negara\nRepublik Indonesia sebelum Media Pembawa, peralatan, atau\npembungkus tersebut sampai di negara atau Area tujuan;\n16. Transit alat angkut adalah singgah sementara alat angkut di dalam\nwilayah Negara Republik Indonesia atau di suatu Area di dalam\nwilayah Negara Republik Indonesia, sebelum alat angkut tersebut\nsampai ke negara atau Area tujuan;\n17. Sertifikat Kesehatan Tumbuhan adalah surat keterangan yang dibuat\noleh pejabat yang berwenang di negara atau Area\nasal/pengirim/transit yang menyatakan bahwa tumbuhan atau\nbagian-bagian tumbuhan yang tercantum di dalamnya bebas dari\nOrganisme Pengganggu Tumbuhan, Organisme Pengganggu\nTumbuhan Karantina, Organisme Pengganggu Tumbuhan Karantina\nGolongan I, Organisme Pengganggu Tumbuhan Karantina\nGolongan II, dan/atau Organisme Pengganggu Tumbuhan Penting\nserta telah memenuhi persyaratan Karantina Tumbuhan yang\nditetapkan dan/atau menyatakan keterangan lain yang diperlukan;\n18. Wabah atau eksplosi adalah serangan Organisme Pengganggu\nTumbuhan yang sifatnya mendadak, populasinya berkembang\nsangat cepat, dan menyebar luas dengan cepat;\n19. Negara atau Area asal yang mempunyai resiko tinggi adalah negara\natau Area asal yang mempunyai potensi kuat sebagai tempat yang\nmenjadi sumber penyebaran Organisme Pengganggu Tumbuhan;\n20. Menteri adalah menteri yang bertanggung jawab dalam bidang\nKarantina Tumbuhan.\n",
                        "explanation": "\nAngka 1\nDalam pengertian tumbuhan, termasuk:\n1. Benih atau bibit tumbuhan, yaitu tumbuhan atau bagian-bagiannya,\ndalam keadaan dan bentuk apapun juga, yang dimaksudkan untuk\nditumbuhkan dan/atau mengembangbiakan tumbuhan.\nContoh dari benih tumbuhan ini antara lain adalah tanaman hidup dalam\nkeadaan utuh/lengkap seperti tanaman pot dan bonsai, stek, biji, umbi,\nakar, rimpang dan serbuk sari.\nHasil tumbuhan hidup, yaitu tumbuhan dan bagian-bagiannya dalam\nkeadaan hidup, akan tetapi tidak dimaksudkan atau tidak lagi dapat\nditumbuhkan atau dipergunakan untuk mengembangbiakan tumbuhan.\nContohnya antara lain adalah buah dan sayuran segar, umbi-umbian,\nbunga potong, biji-bijian (serealea) dan daun-daunan.\n2. Hasil tumbuhan mati yang belum diolah, yaitu tumbuhan dan\nbagian-bagiannya dalam keadaan mati akan tetapi belum mengalami\nproses pengolahan yang mengubah bentuk atau sifat aslinya. Contohnya\nantara lain adalah kayu gelondongan (log), jerami, buah, sayuran, atau\nbunga kering, rotan, dan kapas.\n3. Hasil tanaman mati yang sudah diolah, yaitu tumbuhan dan\nbagian-bagiannya dalam keadaan mati dan telah mengalami proses\npengolahan yang mengakibatkan perubahan bentuk atau sifat aslinya\nsepanjang masih mungkin menjadi Media Pembawa Organisme\nPengganggu Tumbuhan. Termasuk dalam pengertian ini adalah hasil\ntumbuhan setengah olahan (semi-proccessed products). Contohnya\nantara lain bungkil, beras, dedak, kayu lapis (plywood), papan, pulp,\ntepung terigu, karung goni, sekam dan gaplek.\nTermasuk juga dalam pengertian tumbuhan diatas adalah tumbuhan\nyang dilindungi, contohnya anggrek alam, bunga bangkai dan kaktus.\nAngka 2\nCukup jelas\nAngka 3\nCukup jelas\nAngka 4\nCukup jelas\nAngka 5\nCukup jelas\nAngka 6\nCukup jelas\nAngka 7\nTidak dapat dibebaskan berarti bahwa Organisme Pengganggu Tumbuhan\ntersebut karena sifatnya memang tidak dapat dibebaskan, atau belum\ndiketahui cara untuk membebaskannya, atau cara untuk membebaskannya\nbelum dapat dilakukan di Indonesia. Contoh Organisme Pengganggu\nTumbuhan Karantina Golongan I adalah beberapa jenis virus, mikoplasma,\ndan bacterium like organism (BLO) penyebab penyakit tanaman.\nAngka 8\nCukup jelas\nAngka 9\nPengertian Organisme Pengganggu Tumbuhan Penting meliputi Organisme\nPengganggu Tumbuhan yang telah ada, baik di area-area tertentu maupun\ntelah tersebar luas di Indonesia dan tidak memiliki potensi untuk\nmenimbulkan kerugian ekonomi secara nasional, karena itu tidak termasuk\ndalam kategori Organisme Pengganggu Tumbuhan Karantina. Akan tetapi,\nkeberadaannya pada benih tanaman dapat menimbulkan pengaruh yang\nmerugikan pada tujuan pemanfaatan benih tersebut, contohnya penyakit\nrebah kecambah (Phytium sp.).\nAngka 10\nTermasuk pengertian benda lain diantaranya adalah sarana pengendalian\nhayati, biakan organisme, tanah, kompos atau media pertumbuhan\ntumbuhan lainnya, dan vektor.\nAngka 11\nCukup jelas\nAngka 12\nCukup jelas\nAngka 13\nCukup jelas\nAngka 14\nSelain Pemilik alat angkut atau agen, termasuk dalam pengertian\npenanggung jawab alat angkut adalah pilot, nakhoda kapal, atau pengemudi\nkendaraan darat.\nAngka 15\nCukup jelas\nAngka 16\nCukup jelas\nAngka 17\nSertifikat Kesehatan Tumbuhan untuk pemasukan dan pengeluaran ke dan\ndari dalam wilayah Negara Republik Indonesia dibuat sesuai dengan contoh\nyang terlampir pada Konvensi Perlindungan Tanaman Internasional\n(International Plant Protection Convention).\nAngka 18\nCukup jelas\nAngka 19\nCukup jelas\nAngka 20\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "543f7c26-e397-48a2-88cd-67e92acf5118",
            "name": "Chapter II",
            "title": "\nPERSYARATAN KARANTINA TUMBUHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "dece0c53-36dd-44ec-9bd2-e19a241a96ed",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "f4736f0d-fbb2-4bcd-b47d-0f29c9e36b51",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSetiap Media Pembawa yang dimasukkan ke dalam wilayah Negara Republik Indonesia, wajib :\na. dilengkapi Sertifikat Kesehatan Tumbuhan dari negara asal dan negara transit bagi tumbuhan dan bagian-bagiannya, kecuali Media Pembawa yang tergolong benda lain;\nb. melalui tempat-tempat pemasukan yang telah ditetapkan;\nc. dilaporkan dan diserahkan kepada petugas Karantina Tumbuhan di tempat-tempat pemasukan untuk keperluan tindakan Karantina Tumbuhan.",
                        "explanation": "\nHuruf a\nTerhadap Media Pembawa yang tergolong benda lain, walaupun\ndikecualikan dari kewajiban melengkapi Sertifikat Kesehatan Tumbuhan,\nnamun tidak dibebaskan dari ketentuan-ketentuan Karantina Tumbuhan lain\nyang berlaku baginya.\nHuruf b\nCukup jelas\nHuruf c\nCukup jelas"
                    }
                },
                {
                    "id": "47eb3607-07d2-4d2e-8507-314d0be5636c",
                    "name": "Article 3",
                    "type": "article",
                    "children": [
                        {
                            "id": "12274e35-3a92-4af0-ac5b-bcc63826ae18",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Setiap Media Pembawa yang dibawa atau dikirim dari suatu Area ke Area lain di dalam wilayah Negara Republik Indonesia, wajib:\na. dilengkapi Sertifikat Kesehatan Tumbuhan dari Area asal bagi tumbuhan dan bagian-bagiannya, kecuali Media Pembawa yang tergolong benda lain;\nb. melalui tempat-tempat pemasukan dan pengeluaran yang telah ditetapkan;\nc. dilaporkan dan diserahkan kepada petugas Karantina Tumbuhan di tempat-tempat pemasukan dan pengeluaran untuk keperluan tindakan Karantina Tumbuhan.",
                            "explanation": "\nHuruf a\nLihat penjelasan Pasal 2 huruf a.\nHuruf b\nCukup jelas\nHuruf c\nCukup jelas\n"
                        },
                        {
                            "id": "235a53f8-bb85-4568-b5fc-0a65bca2dbd9",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Kewajiban sebagaimana dimaksud dalam ayat (1) dikenakan terhadap setiap Media Pembawa yang dibawa atau dikirim dari suatu Area yang tidak bebas ke Area lain yang bebas dari Organisme Pengganggu Tumbuhan Karantina.",
                            "explanation": "\nDengan ketentuan ini maka berarti kewajiban sebagaimana dimaksud dalam\nayat (1) hanya dikenakan terhadap setiap Media Pembawa yang dibawa atau\ndikirim dari suatu area yang tidak bebas ke area lain yang bebas dari\nOrganisme Pengganggu Tumbuhan Karantina. Sedangkan Media Pembawa\nyang dibawa dari suatu area yang bebas ke area lain yang bebas, dari suatu\narea yang tidak bebas ke area lain yang tidak bebas, dan dari suatu area\nyang bebas ke area lain yang tidak bebas dari Organisme Pengganggu\nTumbuhan Karantina di dalam wilayah Negara Republik Indonesia tidak\ndikenakan kewajiban sebagaimana dimaksud dalam ayat (1)."
                        },
                        {
                            "id": "394e9931-caee-4d6d-bfc5-656f958be3a8",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Penetapan Area sebagaimana dimaksud dalam ayat (2) dilakukan oleh Menteri berdasarkan hasil survei dan pemantauan daerah sebar serta dengan mempertimbangkan hasil analisis resiko Organisme Pengganggu Tumbuhan Karantina.",
                            "explanation": "\nSurvei dan pemantauan daerah sebar Organisme Pengganggu Tumbuhan\ndimaksudkan untuk mengetahui keberadaaan suatu Organisme Pengganggu\nTumbuhan di suatu area, sedang analisis resiko Organisme Pengganggu\nTumbuhan dimaksudkan untuk menetapkan apakah suatu Organisme\nPengganggu Tumbuhan dapat dikategorikan sebagai Organisme\nPengganggu Tumbuhan Karantina serta syarat-syarat dan tindakan karantina\nyang sesuai untuk mencegah penyebarannya. Dalam melakukan analisis\nresiko Organisme Pengganggu Tumbuhan, faktor-faktor yang perlu dikaji,\nantara lain meliputi:\na. Kemungkinan terjadinya penyebaran Organisme Pengganggu\nTumbuhan tersebut secara alamiah;\nb. Dampak dari syarat-syarat dan tindakan karantina yang akan diterapkan\nuntuk mencegah penyebarannya terhadap kelancaran perdagangan serta\nlalulintas orang dan barang;\nc. Besarnya biaya yang diperlukan serta manfaat yang diperoleh dari upaya\nyang akan dilakukan (cost benefit analysis);\nd. Kemampuan Pemerintah untuk melakukan upaya pencegahan\npenyebaran Organisme Pengganggu Tumbuhan tersebut.\nBerdasarkan hasil survei dan pemantauan serta analisis resiko tersebut,\nMenteri akan menetapkan apakah daerah sebar suatu Organisme\nPengganggu Tumbuhan masih terbatas pada bagian tertentu dari suatu\npulau, seluruh bagian pulau, atau kelompok pulau."
                        }
                    ]
                },
                {
                    "id": "f88b1e5a-4dbf-4b98-8d47-0a09f9c969d2",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "4f93b249-0a4c-4bfe-91e7-b3675dc195f2",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSetiap Media Pembawa yang akan dikeluarkan dari dalam wilayah Negara Republik Indonesia, apabila disyaratkan oleh negara tujuan wajib :\n\na. dilengkapi Sertifikat Kesehatan Tumbuhan dari tempat pengeluaran\nbagi tumbuhan dan bagian-bagiannya, kecuali Media Pembawa yang\ntergolong benda lain;\nb. melalui tempat-tempat pengeluaran yang telah ditetapkan;\nc. dilaporkan dan diserahkan kepada petugas Karantina Tumbuhan di\ntempat-tempat pengeluaran untuk keperluan tindakan Karantina\nTumbuhan.",
                        "explanation": "\nHuruf a\nLihat penjelasan Pasal 2 huruf a.\nHuruf b\nCukup jelas\nHuruf c\nCukup jelas"
                    }
                },
                {
                    "id": "c83654c0-aa0d-4f0b-8f90-59bcb675738b",
                    "name": "Article 5",
                    "type": "article",
                    "children": [
                        {
                            "id": "671d1232-19dc-4907-9b75-00a9678171e3",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Selain persyaratan yang diwajibkan sebagaimana dimaksud dalam\nPasal 2, Pasal 3, dan Pasal 4, dalam hal tertentu Menteri dapat\nmenetapkan kewajiban tambahan.",
                            "explanation": "\nYang dimaksud dengan dalam hal tertentu adalah suatu keadaan yang\nberdasarkan hasil analisis resiko Organisme Pengganggu Tumbuhan dinilai\nmemiliki potensi yang besar untuk mengakibatkan terjadinya penyebaran\nOrganisme Pengganggu Tumbuhan melalui lalulintas Media Pembawa,\nsehingga untuk menanggulanginya diperlukan persyaratan tambahan selain\npersyaratan yang telah diatur dalam Pasal 2, Pasal 3, dan Pasal 4."
                        },
                        {
                            "id": "d1397431-805f-4393-8d94-07e97a88a3c2",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Kewajiban tambahan sebagaimana dimaksud dalam ayat (1) berupa\npersyaratan teknis dan/atau kelengkapan dokumen yang ditetapkan\nberdasarkan analisis Organisme Pengganggu Tumbuhan.",
                            "explanation": "\nContoh dari persyaratan tekhnis adalah syarat bahwa Media Pembawa\ntersebut harus berasal dari area yang bebas dari Organisme Pengganggu\nTumbuhan Karantina tertentu atau pemberian perlakuan tertentu di Negara\nasal sebelum Media Pembawa tersebut dikirim ke Negara tujuan.\nSedangkan contoh dari persyaratan kelengkapan dokumen adalah keharusan\nuntuk menyertakan sertifikat fumigasi, atau surat keterangan asal."
                        },
                        {
                            "id": "74392270-af54-421d-8e99-2f12826810dd",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Ketentuan lebih lanjut tentang kewajiban tambahan sebagaimana\ndimaksud dalam ayat (1) diatur dengan Keputusan Menteri.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "f2058469-07b0-476a-9936-887d7c9fc9a3",
            "name": "Chapter III",
            "title": "\nTINDAKAN KARANTINA TUMBUHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "5b238b38-e3dd-4941-b0ba-f3880f389138",
                    "name": "Section First",
                    "title": "\nUmum",
                    "type": "section",
                    "children": [
                        {
                            "id": "3821e5a1-d8b2-4671-8843-8e3b683ed6f9",
                            "name": "Article 6",
                            "type": "article",
                            "children": [
                                {
                                    "id": "336d687e-eeb9-47a6-b5d6-f83592839087",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Setiap Media Pembawa yang dimasukkan ke dalam wilayah Negara\nRepublik Indonesia dikenakan tindakan Karantina Tumbuhan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "3576197e-780e-4afb-8680-08b04142bdfc",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Setiap Media Pembawa yang dibawa atau dikirim dari suatu Area\nyang tidak bebas ke Area lain yang bebas di dalam wilayah Negara\nRepublik Indonesia dikenakan tindakan Karantina Tumbuhan.",
                                    "explanation": "\nDengan ketentuan ini maka berarti tindakan Karantina Tumbuhan hanya\ndikenakan terhadap setiap Media Pembawa yang dibawa atau dikirim dari\nsuatu area yang tidak bebas ke area lain yang bebas dari Organisme\nPengganggu Tumbuhan Karantina. Sedangkan Media Pembawa yang\ndibawa dari suatu area yang bebas ke area lain yang bebas, dari suatu area\nyang tidak bebas ke area lain yang tidak bebas, dan dari suatu area yang\nbebas ke area lain yang tidak bebas dari Organisme Pengganggu Tumbuhan\nKarantina di dalam wilayah Negara Republik Indonesia tidak dikenakan\ntindakan Karantina Tumbuhan."
                                },
                                {
                                    "id": "dad1cf35-e5f1-4724-bf03-d43a8b7a0083",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Setiap Media Pembawa yang akan dikeluarkan dari wilayah Negara\nRepublik Indonesia dikenakan tindakan Karantina Tumbuhan\napabila disyaratkan oleh negara tujuan.\n",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "c3191e56-2c1c-4282-967b-f6d5cbda8e8c",
                            "name": "Article 7",
                            "type": "article",
                            "children": {
                                "id": "a07b99b7-7549-4ef0-81a3-258748beddc2",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nTindakan Karantina Tumbuhan sebagaimana dimaksud dalam Pasal 6\ndilakukan\noleh petugas Karantina Tumbuhan berupa\npemeriksaan, pengasingan, pengamatan, perlakuan, penahanan,\npenolakan, pemusnahan dan pembebasan.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "3cc98c8c-2ce4-40db-89dd-b307fdf78474",
                            "name": "Article 8",
                            "type": "article",
                            "children": [
                                {
                                    "id": "e8132d49-1a84-4cc0-bd07-de2479ffc11d",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pemeriksaan sebagaimana dimaksud dalam Pasal 7 meliputi:\na. pemeriksaan administratif untuk mengetahui kelengkapan,\nkebenaran isi, dan keabsahan dokumen persyaratan; dan\nb. pemeriksaan kesehatan untuk mendeteksi kemungkinan adanya\nOrganisme Pengganggu Tumbuhan dan/atau Organisme\nPengganggu Tumbuhan Karantina.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "e58cf702-f4e7-49f8-ba44-85013309c1fc",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pemeriksaan kesehatan sebagaimana dimaksud dalam ayat (1) huruf\nb, dapat dilakukan secara visual dan/atau laboratoris.",
                                    "explanation": "\nPemeriksaan secara visual dilakukan dengan menggunakan mata telanjang\natau dengan menggunakan alat bantu sederhana seperti loupe (kaca\npembesar). Sedangkan pemeriksaan laboratoris dilakukan di laboratorium\ndengan menggunakan peralatan laboratorium seperti mikroskop, centrifuge,\nincubation room, atau autoclave."
                                },
                                {
                                    "id": "c1432a20-7d66-475b-94fe-5685b8a332b5",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Pemilik membantu kelancaran pelaksanaan pemeriksaan\nsebagaimana dimaksud dalam ayat (1) huruf b.\t",
                                    "explanation": "\nPengertian Pemilik membantu termasuk menyediakan alat dan bahan yang\ntidak dapat disediakan oleh Pemerintah."
                                }
                            ]
                        },
                        {
                            "id": "529a68e0-5c3c-4de9-87bc-a80a4d182606",
                            "name": "Article 9",
                            "type": "article",
                            "children": [
                                {
                                    "id": "07a3a71e-a692-4bce-95d5-dbe6753cc862",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pengasingan dan pengamatan sebagaimana dimaksud dalamPasal 7\ndimaksudkan untuk mendeteksi kemungkinan adanya Organisme\nPengganggu Tumbuhan dan/atau Organisme Pengganggu\nTumbuhan Karantina yang karena sifatnya memerlukan waktu lama,\nsarana khusus dan kondisi khusus.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "1b2f7fb4-3c2f-4425-be69-0e367b69ec5f",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pengasingan dan pengamatan sebagaimana dimaksud dalam ayat (1)\ndilakukan di suatu tempat yang terisolasi selama waktu tertentu\nsesuai dengan masa inkubasi Organisme Pengganggu Tumbuhan\ndan/atau Organisme Pengganggu Tumbuhan Karantina yang\nbersangkutan.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "bc9926b6-fa1e-4d53-b0a0-b67190ad3e8d",
                            "name": "Article 10",
                            "type": "article",
                            "children": [
                                {
                                    "id": "448b23dd-30fa-43c5-91f2-7f5cbefa2831",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Perlakuan sebagaimana dimaksud dalam Pasal 7 dilakukan untuk\nmembebaskan Media Pembawa, orang, alat angkut, peralatan,\ndanpembungkus dari Organisme Pengganggu Tumbuhan dan/atau\nOrganisme Pengganggu Tumbuhan Karantina Golongan II.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "d6a77c30-3542-4738-a63f-cd02beb3a08e",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Perlakuan sebagaimana dimaksud dalam ayat (1), dapat dilakukan\nsecara fisikmaupun kimiawi.\n",
                                    "explanation": "\nContoh perlakuan secara fisik adalah pencelupan dalam air panas, perlakuan\nuap panas, dan pendinginan. Sedangkan contoh perlakuan secara kimiawi\nadalah fumigasi dengan menggunakan fumigan tertentu, perendaman dalam\nlarutan pestisida dan penyemprotan dengan pestisida."
                                }
                            ]
                        },
                        {
                            "id": "bdddbd27-59de-469e-9706-20ec915783d6",
                            "name": "Article 11",
                            "type": "article",
                            "children": {
                                "id": "57ec76bd-5b0e-468b-9d8a-61517dd40482",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPenahanan sebagaimana dimaksud dalam Pasal 7 dimaksudkan untuk mengamankan Media Pembawa dengan cara menempatkannya di bawah penguasaan dan pengawasan petugas Karantina Tumbuhan dalam waktu tertentu karena persyaratan karantina belum sepenuhnya dipenuhi.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "3fc30a2a-7f63-4076-a8bd-069daa00604e",
                            "name": "Article 12",
                            "type": "article",
                            "children": [
                                {
                                    "id": "ac50898b-5fb4-4ee5-9495-3aed57c183fa",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Penolakan sebagaimana dimaksud dalam Pasal 7 dimaksudkan agar Media Pembawa yang bersangkutan segera dibawa ke negara atau Area asal atau Area lain untuk menghindari kemungkinan terjadinya penyebaran Organisme Pengganggu Tumbuhan dan/atau Organisme Pengganggu Tumbuhan Karantina dari Media Pembawa tersebut ke lingkungan sekitarnya.",
                                    "explanation": "\nCukup jelas\n"
                                },
                                {
                                    "id": "c3fe4a6a-3340-4a1e-bcc4-6ad655ecac1f",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pengiriman Media Pembawa yang dikenai tindakan penolakan ke negara atau Area asal atau Area lain dilakukan oleh Pemilik di bawah pengawasan petugas Karantina Tumbuhan.",
                                    "explanation": "\nPengawasan oleh petugas Karantina Tumbuhan dilakukan pada saat Media\nPembawa dinaikkan kembali ke dalam alat angkut."
                                }
                            ]
                        },
                        {
                            "id": "33b155ba-9aa0-44af-9867-23ce95e302de",
                            "name": "Article 13",
                            "type": "article",
                            "children": [
                                {
                                    "id": "f65c5659-3555-4eee-a98c-25d86fe0b21b",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pemusnahan sebagaimana dimaksud dalam Pasal 7 dilakukan dengan cara membakar, menghancurkan, mengubur, dan cara-cara pemusnahan lainnya yang sesuai sehingga Media Pembawa tidak mungkin lagi menjadi sumber penyebaran Organisme Pengganggu Tumbuhan Karantina.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "f8f55739-97f9-4f27-8924-1ba0a2a85c00",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pelaksanaan pemusnahan sebagaimana dimaksud dalam ayat (1) menjadi tanggung jawab Pemilik dan dilakukan di bawah pengawasan petugas Karantina Tumbuhan.",
                                    "explanation": "\nTanggung jawab Pemilik dalam pelaksanaan pemusnahan meliputi segala\nproses kegiatan yang dilakukan dari sejak persiapan sampai dengan\nselesainya tindakan pemusnahan."
                                },
                                {
                                    "id": "b5b4d880-4f93-4393-807a-a2d528bd6694",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Dalam hal Media Pembawa yang bersangkutan tertular Organisme Pengganggu Tumbuhan Karantina atau tidak dikirim kembali ke negara atau Area asal atau Area lain oleh Pemiliknya setelah ditolak pemasukan atau pengeluarannya, pemusnahannya dilakukan terhadap seluruh partai kiriman Media Pembawa.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "1352efb5-53a2-4e33-9f39-11d5fd57501a",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Dalam hal Media Pembawa yang bersangkutan berada dalam keadaan busuk atau rusak, pemusnahannya dilakukan hanya terhadap Media Pembawa yang busuk atau rusak.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "b27e3cb6-87da-48d3-92d3-b559a64c6b71",
                                    "name": "Verse 5",
                                    "number": "5",
                                    "type": "verse",
                                    "content": " Pelaksanaan pemusnahan sebagaimana dimaksud dalam ayat (1), ayat (2), ayat (3) dan ayat (4) dinyatakan dalam suatu berita acara.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "7ee5ef19-080f-4aba-8a63-9142d3f7fd9b",
                            "name": "Article 14",
                            "type": "article",
                            "children": {
                                "id": "6e54459c-1997-442e-a1cc-a702d92e0872",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPembebasan sebagaimana dimaksud dalam Pasal 7 dilakukan apabila\nMedia Pembawa yang bersangkutan :\na. bebas dari Organisme Pengganggu Tumbuhan dan/atau organisme\nOrganisme Pengganggu Tumbuhan Karantina; dan\nb. semua persyaratan yang ditetapkan bagi pemasukan atau\npengeluaran Media Pembawa tersebut telah dipenuhi.",
                                "explanation": "\nCukup jelas"
                            }
                        }
                    ]
                },
                {
                    "id": "fd9b8d9d-dcda-43b0-b5ca-18e6ec62fd4d",
                    "name": "Section Second",
                    "title": "\nPemasukan Media Pembawa dari Luar Negeri\nke Dalam Wilayah Negara Republik Indonesia",
                    "type": "section",
                    "children": [
                        {
                            "id": "9eb7f3ea-d6ac-4b68-96e7-fcb2e6479fd3",
                            "name": "Article 15",
                            "type": "article",
                            "children": {
                                "id": "4ea4f60d-465b-432f-bdbe-381ec83d3b0c",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPelaporan dan penyerahan Media Pembawa sebagaimana dimaksud\ndalam Pasal 2 huruf c dilakukan dengan ketentuan sebagai berikut:\na. Untuk barang muatan yang pemasukannya dikenakan tindakan\npengasingan dan pengamatan, laporan pemasukan dilakukan oleh\nPemilik paling lambat 5 (lima) hari sebelum Media Pembawa\ntersebut tiba di tempat pemasukan dan penyerahannya dilakukan\npada saat tiba di tempat pemasukan;\nb. Untuk barang muatan yang tidak dikenakan pengasingan dan\npengamatan atau barang bawaan, laporan pemasukan dan\npenyerahan mediapembawa tersebut dilakukan oleh Pemilik pada\nsaat Media Pembawa tersebut tiba di tempat pemasukan;\nÑ. Untuk kiriman pos, penyerahan Media Pembawa tersebut dilakukan\noleh petugas pos kepada petugas Karantina Tumbuhan pada saat\nMedia Pembawa tersebut tiba di tempat pemasukan, sedangkan\nlaporan pemasukannya dilakukan oleh Pemilik paling lambat 3\n(tiga) hari setelah yang bersangkutan menerima pemberitahuan dari\npetugas pos.",
                                "explanation": "\nHuruf a\nDiperlukan waktu melapor selambat-lambatnya 5 (lima) hari sebelum\nMedia Pembawa yang dikenakan pengasingan dan pengamatan tiba di\ntempat pemasukan, dimaksudkan agar petugas Karantina Tumbuhan\nmemiliki waktu yang cukup untuk menyiapkan Instalasi Karantina\nsehubungan dengan akan dilaksanakannya tindakan pengasingan dan\npengamatan tersebut.\nHuruf b\nCukup jelas\nHuruf c\nCukup jelas"
                            }
                        },
                        {
                            "id": "bc9f252a-bbb2-4611-9f17-33515b490c15",
                            "name": "Article 16",
                            "type": "article",
                            "children": [
                                {
                                    "id": "b183534a-731a-444b-9375-5cdf41207b98",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Apabila Pemilik tidak memenuhi ketentuan sebagaimana dimaksud\ndalam Pasal 15, maka setibanya Media Pembawa ditempat\npemasukan terhadap Media Pembawa tersebut dilakukan penahanan\npaling lama 14 (empat belas) hari.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "aca97714-2fb1-4e97-8e45-fa04301ce7ad",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Selama Media Pembawa berada dalam penahanan sebagaimana\ndimaksud dalam ayat (1), Pemilik harus melaporkan pemasukan\nMedia Pembawa tersebut kepada petugas Karantina Tumbuhan\nsetempat.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "c8e4962d-6f1f-424a-bc36-f3696bb084df",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Apabila setelah jangka waktu penahanan sebagaimana dimaksud\ndalam ayat (1), Pemilik tidak memenuhi ketentuan sebagaimana\ndimaksud dalam ayat (2), maka terhadap Media Pembawa tersebut\ndilakukan penolakan.",
                                    "explanation": "\nKetentuan ini dimaksudkan agar Media Pembawa tersebut tidak terlalu lama\ntertahan di tempat pemasukan karena dapat menjadi sumber penyebaran\nOrganisme Pengganggu Tumbuhan."
                                }
                            ]
                        },
                        {
                            "id": "af6c70be-ee1c-4792-8cbe-4900cb17e3b1",
                            "name": "Article 17",
                            "type": "article",
                            "children": {
                                "id": "15a1a572-a35d-4c6f-94fc-aabf634c567d",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nApabila ketentuan sebagaimana dimaksud dalam Pasal 2, Pasal 15, dan\nPasal 16 ayat (2) dapat dipenuhi, maka terhadap Media Pembawa tersebut\ndilakukan pemeriksaan sebagaimana dimaksud dalam Pasal 8.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "4da0d607-eac3-46a0-9258-5743e070697c",
                            "name": "Article 18",
                            "type": "article",
                            "children": {
                                "id": "ae276431-6192-449e-b2ea-3fdd006d5a53",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPemeriksaan sebagaimana dimaksud dalam Pasal 17 terhadap Media\nPembawa dapat dilakukan:\na. setelah Media Pembawa tersebut diturunkan dari alat angkut;\ndan/atau\nb. di atas alat angkut.",
                                "explanation": "\nHuruf a\nCukup jelas\nHuruf b\nPemeriksaan di atas alat angkut dilakukan apabila alat angkut yang\nbersangkutan hanya memuat Media Pembawa tersebut dan/atau Media\nPembawa tersebut memiliki resiko yang sangat tinggi untuk menyebarkan\nOrganisme Pengganggu Tumbuhan Karantina."
                            }
                        },
                        {
                            "id": "e73a083e-8219-46f3-b49b-c5a9fceeaa17",
                            "name": "Article 19",
                            "type": "article",
                            "children": [
                                {
                                    "id": "d0ab51c5-3ac5-47e5-b058-0fd56f14739d",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Apabila setelah dilakukan pemeriksaan sebagaimana dimaksud\ndalam Pasal 18 huruf a, ternyata Media Pembawa tersebut :\na. merupakan Media Pembawa yang pemasukannya dikenakan\ntindakan pengasingan dan pengamatan, maka terhadap Media\nPembawa tersebut dilakukan pengasingan dan pengamatan;\nb. tidak bebas dari Organisme Pengganggu Tumbuhan Karantina\nGolongan II, maka terhadap Media Pembawa tersebut dilakukan perlakuan;\nc. tidak dilengkapi dengan Sertifikat Kesehatan Tumbuhan\nsebagaimana dimaksud dalam Pasal 2 huruf a dan kewajiban\ntambahan berupa dokumen sebagaimana dimaksud dalam Pasal 5\nayat (2), maka terhadap Media Pembawa tersebut dilakukan\npenahanan paling lama 14 (empat belas) hari, dan selama Media\nPembawa tersebut dalam penahanan, Pemilik harus dapat\nmelengkapi Sertifikat Kesehatan Tumbuhan dan dokumen lain\nyang disyaratkan;\nd. tidak melalui tempat pemasukan yang telah ditetapkan dan/atau\ntidak memenuhi ketentuan teknis yang disyaratkan sebagaimana\ndimaksud dalam Pasal 5 ayat (1), maka terhadap Media Pembawa\ntersebut dilakukan penolakan;\ne. merupakan jenis-jenis Media Pembawa yang tidak diperboleh-kan untuk dimasukkan melalui tempat pemasukan yang bersangkutan, maka terhadap Media Pembawa tersebut dilakukan penolakan;\nf. tidak bebas dari Organisme Pengganggu Tumbuhan Karantina Golongan I, busuk, rusak atau merupakan jenis-jenis yang dilarang pemasukannya, maka terhadap Media Pembawa tersebut dilakukan pemusnahan;\ng. bebas dari Organisme Pengganggu Tumbuhan Karantina, maka terhadap Media Pembawa tersebut dilakukan pembebasan.",
                                    "explanation": "\nHuruf a\nCukup jelas\nHuruf b\nCukup jelas\nHuruf c\nCukup jelas\nHuruf d\nCukup jelas\n\nHuruf e\nKetentuan ini pada dasarnya sama dengan ketentuan huruf d tetapi\nbersifat lebih khusus yaitu hanya diberlakukan terhadap jenis-jenis\nMedia Pembawa tertentu. Media Pembawa tersebut hanya dapat\ndimasukkan di tempat-tempat pemasukan yang telah ditunjuk/\nditetapkan, dan tidak berlaku bagi tempat-tempat pemasukan lainnya.\nPengkhususan ini dilakukan dengan pertimbangan yang bersifat\nteknis, misalnya tidak tersedianya sarana untuk mendeteksi\nOrganisme Pengganggu Tumbuhan tertentu.\nHuruf f\nCukup jelas\nHuruf g\nCukup jelas"
                                },
                                {
                                    "id": "2b4e14ce-ccae-435c-8586-cf696866702d",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Apabila setelah lewat jangka waktu penahanan Pemilik tidak dapat melengkapi Sertifikat Kesehatan Tumbuhan dan/atau dokumen lain yang disyaratkan sebagaimana dimaksud dalam ayat (1) huruf c, maka terhadap Media Pembawa tersebut dilakukan penolakan.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "bbdee4a8-cd8c-44dc-a25f-62d3443a754f",
                            "name": "Article 20",
                            "type": "article",
                            "children": [
                                {
                                    "id": "f5f2d53f-6960-4830-b95d-63cc41f5d2b7",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Jangka waktu pengasingan dan pengamatan sebagaimana dimaksud dalam Pasal 19 ayat (1) huruf a, disesuaikan dengan masa inkubasi Organisme Pengganggu Tumbuhan Karantina yang akan dideteksi.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "945f4431-0c88-4b24-a891-0029f0a7d6e8",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Apabila setelah dilakukan pengasingan dan pengamatan sebagaimana dimaksud dalam ayat (1), Media Pembawa tersebut ternyata :\na. tidak bebas dari Organisme Pengganggu Tumbuhan Karantina Golongan I, busuk atau rusak, maka terhadap Media Pembawa tersebut dilakukan pemusnahan;\nb. tidak bebas dari Organisme Pengganggu Tumbuhan Karantina Golongan II, maka terhadap Media Pembawa tersebut dilakukan perlakuan;\nc. bebas dari Organisme Pengganggu Tumbuhan Karantina, maka terhadap Media Pembawa tersebut dilakukan pembebasan.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "1f366dbb-54eb-4b32-9adc-097cfa0c721a",
                            "name": "Article 21",
                            "type": "article",
                            "children": {
                                "id": "6f55b4d0-26bf-4bfa-8502-559108ef2d01",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nApabila setelah dilakukan perlakuan sebagaimana dimaksud dalam Pasal 19 ayat (1) huruf b atau Pasal20 ayat (2) huruf b, ternyata Media Pembawa tersebut:\na. tidak bebas dari Organisme Pengganggu Tumbuhan Karantina Golongan II, maka terhadap Media Pembawa tersebut dilakukan pemusnahan;\nb. bebas dari Organisme Pengganggu Tumbuhan Karantina Golongan\nII, maka terhadap Media Pembawa tersebut dilakukan pembebasan.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "0672d6b6-a210-46e4-af20-f2985a70764d",
                            "name": "Article 22",
                            "type": "article",
                            "children": {
                                "id": "a2258a79-5faa-4eb3-b69d-72a6b1759461",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPemeriksaan terhadap Media Pembawa di atas alat angkut sebagaimana\ndimaksud dalam Pasal 18 hurufb dilakukan apabila:\na. Media Pembawa tersebut berasal dari negara atau transit di negara\natau Area yang tertular wabah;\nb. alat angkut Media Pembawa tersebut berasal dari negara atau transit\ndi negara atau Area yang tertular wabah;\nc. Media Pembawa tersebut berasal dari negara atau transit di negara\natau Area yang mempunyai resiko tinggi; atau\nd. berdasarkan pertimbangan petugas Karantina Tumbuhan,\npemeriksaan terhadap Media Pembawa tersebut perlu dilakukan di\natas alat angkut.",
                                "explanation": "\nHuruf a\nCukup jelas\nHuruf b\nCukup jelas\nHuruf c\nCukup jelas\nHuruf d\nBerdasarkan pertimbangan petugas Karantina Tumbuhan, misalnya kapal"
                            }
                        },
                        {
                            "id": "cacbb8f9-eb1d-4a50-9bb3-195a161dc93a",
                            "name": "Article 23",
                            "type": "article",
                            "children": {
                                "id": "1092ed25-9f72-4813-b55a-b1d1c17b2b6b",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nApabila setelah dilakukan pemeriksaan sebagaimana dimaksud dalam\nPasal 22, ternyata Media Pembawa tersebut:\na. tidak bebas dari Organisme Pengganggu Tumbuhan Karantina\nGolongan II, maka terhadap Media Pembawa tersebut dilakukan\nperlakuan di atas alat angkut;\nb. tidak bebas dari Organisme Pengganggu Tumbuhan Karantina\nGolongan I, busuk, rusak atau merupakan jenis-jenis yang dilarang\npemasukannya, maka terhadap Media Pembawa tersebut dilakukan\npenolakan dan dilarang diturunkan dari alat angkut yang\nmembawanya;\nc. bebas dari Organisme Pengganggu Tumbuhan Karantina, maka\nMedia Pembawa tersebut dapat diturunkan dari alat angkut yang\nmembawanya dengan tetap memberlakukan ketentuan yang diatur\ndalam Pasal 18 sampai dengan Pasal 21.",
                                "explanation": "\nCukup jelas\n"
                            }
                        },
                        {
                            "id": "a0aa931c-de0d-4579-abef-11162c9ed8e0",
                            "name": "Article 24",
                            "type": "article",
                            "children": [
                                {
                                    "id": "ab013ff1-3303-42df-b4c3-8f5d95a1cd5c",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Apabila setelah diberi perlakuan sebagaimana dimaksud dalam\nPasal23 huruf a, ternyata Media Pembawa tersebut:\n\na. tidak bebas dari Organisme Pengganggu Tumbuhan Karantina\nGolongan II, maka terhadap Media Pembawa tersebut dilakukan\npenolakan dan dilarang diturunkan dari alat angkut yang\nmembawanya;\nb. bebas dari Organisme Pengganggu Tumbuhan Karantina\nGolongan II, maka Media Pembawa tersebut dapat diturunkan\ndari alat angkut yang membawanya dengan tetap memberlakukan\nketentuan yang diatur dalam Pasal 18 sampai dengan Pasal 21.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "d1ce7ef2-7f9b-490e-8bc0-4f6733017183",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Apabila tanpa persetujuan petugas Karantina Tumbuhan, Media\nPembawa sebagaimana dimaksud dalam ayat (1) huruf a atau Pasal\n23 huruf b diturunkan dari alat angkut yang membawanya, maka\nterhadap Media Pembawa tersebut dilakukan pemusnahan.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "e0a1d2c3-6ab9-4005-999e-e2ef5c42412b",
                            "name": "Article 25",
                            "type": "article",
                            "children": {
                                "id": "8274c428-5aee-4965-8239-3daca6369c0c",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nDalam hal perlakuan sebagaimana dimaksud dalam Pasal 23 huruf a tidak\nmungkin dilaksanakan di atas alat angkut, terhadap Media Pembawa\ntersebut dilakukan penolakan dan Media Pembawa tersebut dilarang\nditurunkan dari alat angkut yang membawanya.",
                                "explanation": "\nHal-hal yang menyebabkan tidak memungkinkan dilaksanakannya perlakuan di\natas alat angkut tersebut sepenuhnya ditentukan oleh pertimbangan teknis petugas\nKarantina Tumbuhan, contohnya antara lain :\n1. Media Pembawa berada dekat dengan barang-barang lain yang peka terhadap\nbahan-bahan kimia yang digunakan untuk perlakuan; atau\n2. Alat angkut yang membawa Media Pembawa tersebut berada dalam kondisi\nsedemikian rupa sehingga tidak memungkinkan dilaksanakannya perlakuan."
                            }
                        },
                        {
                            "id": "7047705f-b26c-415a-90d9-d21914080893",
                            "name": "Article 26",
                            "type": "article",
                            "children": [
                                {
                                    "id": "8f8644f5-a786-4969-ba5e-d94fc2395fde",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Setiap Media Pembawa yang ditolak pemasukannya ke dalam\nwilayah Negara Republik Indonesia, paling lambat dalam waktu 14\n(empat belas) hari sejak diterimanya surat penolakan oleh Pemilik,\nharus sudah dibawa keluar dari wilayah Negara Republik Indonesia\noleh Pemiliknya.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "91eb52f5-6543-4cc7-a064-c36ba5b872b7",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Apabila setelah jangka waktu tersebut yang dimaksud dalam ayat\n(1) Media Pembawa tersebut tidak/belum dibawa keluar dari\nwilayah Negara Republik Indonesia oleh Pemiliknya, maka\nterhadap Media Pembawa tersebut dilakukan pemusnahan.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "d1f061a4-41d0-4d2f-b222-76820882adaf",
                            "name": "Article 27",
                            "type": "article",
                            "children": {
                                "id": "5f768d3d-d957-4ade-8e2e-13dd2bcf957d",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nKetentuan lebih lanjut tentang tata cara pelaksanaan tindakan Karantina\nTumbuhan terhadap pemasukan Media Pembawa ke dalam wilayah\nNegara Republik Indonesia ditetapkan dengan Keputusan Menteri.",
                                "explanation": "\nCukup jelas"
                            }
                        }
                    ]
                },
                {
                    "id": "4df2b3ad-3baa-4630-89bb-e45e6f79cbc1",
                    "name": "Section Third",
                    "title": " Bab ini.\n(4) Apabila kapal atau pesawat udara yang merapat darurat dapat meneruskan perjalanannya, terhadap Media Pembawa yang diangkutnya diberlakukan ketentuan-ketentuan tentang transit sebagaimana diatur pada Bagian Kedelapan dan/atau Bagian Kesembilan Bab ini.",
                    "type": "section",
                    "children": []
                },
                {
                    "id": "8031f00e-6677-465f-aed0-43b453d4950e",
                    "name": "Section Fourth",
                    "title": "\nPengeluaran dari Dalam Wilayah Negara Republik Indonesia",
                    "type": "section",
                    "children": [
                        {
                            "id": "03af51d9-a53b-4e7c-b95e-8aff74e2e04e",
                            "name": "Article 39",
                            "type": "article",
                            "children": {
                                "id": "370faa5b-b32a-4d8d-89f4-9a8176aece40",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPelaporan Media Pembawa sebagaimana dimaksud dalam Pasal 4 huruf c dilakukan oleh Pemilik kepada petugas Karantina Tumbuhan di tempat pengeluaran sebelum Media Pembawa tersebut dimuat di atas alat angkut yang akan memberangkatkannya.",
                                "explanation": "\nMengingat sangat beragamnya jangka waktu yang diperlukan untuk pelaporan\nMedia Pembawa tersebut sesuai dengan jenis Media Pembawa serta cara atau\nmetode tindakan Karantina Tumbuhan yang akan dilaksanakan, maka penetapan\nsecara definitif jangka waktu pelaporan tersebut lebih baik dimuat dalam suatu\naturan yang lebih teknis sifatnya, yaitu Surat Keputusan Menteri."
                            }
                        },
                        {
                            "id": "02938a99-4297-4650-afb4-ba42869f9661",
                            "name": "Article 40",
                            "type": "article",
                            "children": {
                                "id": "da31539f-aaef-48a2-80c6-92708dfaf18a",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nApabila ketentuan sebagaimana dimaksud dalam Pasal 39 dapat dipenuhi, maka terhadap Media Pembawa tersebut dilakukan pemeriksaan sebagaimana dimaksud dalam Pasal 8.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "68be9313-2a60-4a26-a2ce-46e9a30ff961",
                            "name": "Article 41",
                            "type": "article",
                            "children": {
                                "id": "9d6e0333-b18f-403a-9a13-db4dd9574f1c",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nApabila setelah dilakukan pemeriksaan sebagaimana dimaksud dalam Pasal 40, ternyata Media Pembawa tersebut:\na. merupakan Media Pembawa yang pengeluarannya dikenakan\nb. tidak bebas dari Organisme Pengganggu Tumbuhan, maka terhadap\nMedia Pembawa tersebut dilakukan perlakuan;\nc. busuk atau rusak dan/atau merupakan jenis-jenis Media Pembawa\nyang pengeluarannya tidak diperbolehkan melalui tempat\npengeluaran yang bersangkutan atau dikeluarkan dari dalam\nwilayah Negara Republik Indonesia atau dimasukkan ke negara\ntujuan, dan/atau tidak memenuhi persyaratan administrasi dan/atau\npersyaratan teknis yang diatur dalam Pasal 5 ayat (1), maka\nterhadap Media Pembawa tersebut dilakukan penolakan.\nd. bebas dari Organisme Pengganggu Tumbuhan, maka terhadap\nMedia Pembawa tersebut dilakukan pembebasan.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "44fa8bb6-e817-4ad1-9df8-128a5cfc958d",
                            "name": "Article 42",
                            "type": "article",
                            "children": {
                                "id": "a371616f-268b-4661-8f22-d7541b91e642",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nApabila selama dalam pengasingan dan pengamatan sebagaimana\ndimaksud dalam Pasal 41 huruf a, ternyata Media Pembawa tersebut:\na. busuk, atau rusak, maka terhadap Media Pembawa tersebut\ndilakukan penolakan;\nb. tidak bebas dari Organisme Pengganggu Tumbuhan, maka terhadap\nMedia Pembawa tersebut dilakukan perlakuan;\nc. bebas dari Organisme Pengganggu Tumbuhan, maka terhadap\nMedia Pembawa tersebut dilakukan pembebasan.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "b886b1aa-b122-45cd-90af-98882be07981",
                            "name": "Article 43",
                            "type": "article",
                            "children": {
                                "id": "84757ed4-96c7-4c2d-82a0-271426ccc2fe",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nApabila setelah dilakukan perlakuan sebagaimana dimaksud dalam Pasal\n41 huruf b atau Pasal 42 huruf b, ternyata Media Pembawa tersebut :\na. tidak bebas dari Organisme Pengganggu Tumbuhan, maka terhadap\nMedia Pembawa tersebut dilakukan penolakan;\nb. bebas dari Organisme Pengganggu Tumbuhan, maka terhadap\nMedia Pembawa tersebut dilakukan pembebasan.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "2c47328e-ceeb-437d-b30e-6a8ebacbdaa4",
                            "name": "Article 44",
                            "type": "article",
                            "children": [
                                {
                                    "id": "cfaa1292-e7b5-4c58-b205-6f22c6b7e68b",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Setiap Media Pembawa yang ditolak pengeluarannya dari dalam\nwilayah Negara Republik Indonesia, paling lambat dalam waktu 14\n(empat belas) hari sejak diterimanya surat penolakan oleh Pemilik,\nharus sudah dibawa keluar oleh Pemiliknya dari tempat\n(2) Apabila setelah jangka waktu sebagaimana dimaksud dalam ayat (1)\nMedia Pembawa tersebut belum dibawa keluar oleh Pemiliknya dari\ntempat pengeluaran, maka terhadap Media Pembawa tersebut\ndilakukan pemusnahan.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "96ae2e62-c649-4c22-ae2a-fc78ab58c2b9",
                            "name": "Article 45",
                            "type": "article",
                            "children": {
                                "id": "b63a9cda-e471-492c-af69-28c3af5afadc",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nKetentuan lebih lanjut tentang tata cara pelaksanaan tindakan Karantina\nTumbuhan terhadap pengeluaran Media Pembawa dari dalam wilayah\nNegara Republik Indonesia ditetapkan dengan Keputusan Menteri.",
                                "explanation": "\nCukup jelas"
                            }
                        }
                    ]
                },
                {
                    "id": "277f5a3e-713e-4455-a8cf-f2710a4a5102",
                    "name": "Section Fifth",
                    "title": "\nInstalasi Karantina",
                    "type": "section",
                    "children": [
                        {
                            "id": "39d50810-c558-47b9-b4ef-530455718e19",
                            "name": "Article 46",
                            "type": "article",
                            "children": [
                                {
                                    "id": "bfb8be3f-d9f7-4f93-86d3-f6500e3ddfd0",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Untuk keperluan pelaksanaan tindakan Karantina Tumbuhan,\nPemerintah membangun Instalasi Karantina di tempat-tempat\npemasukan dan pengeluaran atau tempat-tempat lain.",
                                    "explanation": "\nPembangunan Instalasi Karantina di tempat lain, antara lain karena tidak tersedianya lahan di tempat pemasukan dan/atau pengeluaran."
                                },
                                {
                                    "id": "2e907f90-cc3a-4d36-aa18-0dbdefb923f5",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Instalasi Karantina sebagaimana dimaksud dalam ayat (1)\ndilengkapi dengan sarana pemeriksaan, sarana pengasingan, sarana\npengamatan, sarana perlakuan, sarana penahanan, sarana\npemusnahan, dan sarana pendukungnya.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "a1a2a8b3-05bc-4fc3-9494-2275267edf70",
                            "name": "Article 47",
                            "type": "article",
                            "children": [
                                {
                                    "id": "c31aa577-c4c2-46ca-9c15-4b9df64d1ca6",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Menteri atau pejabat yang ditunjuk olehnya dapat menetapkan\ntempat milik perorangan atau badan hukum sebagai Instalasi\nKarantina atas permintaan Pemilik tempat bersangkutan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "995a0660-6211-4104-8e8b-89a413908f24",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Instalasi Karantina sebagaimana dimaksud dalam ayat (1) harus\nmemenuhi kelayakan teknis untuk pelaksanaan tindakan Karantina\nTumbuhan sesuai dengan peruntukannya.",
                                    "explanation": "\nKelayakan teknis meliputi aspek prasarana, sarana, pemeliharaan, keamanan, tenaga, dan penatausahaan/pencatatan kegiatan dari Instalasi Karantina tersebut."
                                },
                                {
                                    "id": "5239a030-525f-4a45-9aa5-344cfa8f5815",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Menteri dapat mencabut kembali penetapan sebagaimana dimaksud\ndalam ayat (1) atas permintaan Pemilik tempat yang bersangkutan\natau apabila dari hasil evaluasi yang dilakukan, dikemudian hari\nternyata Instalasi Karantina tersebut dianggap tidak lagi memenuhi\nkelayakan teknis sebagaimana dimaksud dalam ayat (2).",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "dea1b650-5a32-48a9-8399-ce9ab526a97c",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Ketentuan lebih lanjut mengenai Instalasi Karantina milik\nperorangan atau badan hukum sebagaimana dimaksud dalam ayat\n",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "9828aff6-b500-42a8-b1c8-2ea7bb6d2526",
                    "name": "Section Sixth",
                    "title": "\nTindakan Karantina Tumbuhan\ndi Luar Tempat Pemasukan dan Pengeluaran",
                    "type": "section",
                    "children": [
                        {
                            "id": "81e4d2a4-d2ae-44ea-8468-e0bbc620285c",
                            "name": "Article 48",
                            "type": "article",
                            "children": [
                                {
                                    "id": "d35cef3b-644a-404c-8ce2-01d7cf0b7eae",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pelaksanaan tindakan Karantina Tumbuhan dapat dilakukan di luar\ntempat pemasukan dan/atau pengeluaran, baik di dalam maupun di\nluar Instalasi Karantina.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "b3fab5ef-3ce8-4882-9893-88976abbf070",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Berdasarkan analisis resiko Organisme Pengganggu Tumbuhan,\npelaksanaan tindakan Karantina Tumbuhan dapat dilakukan di\nnegara asal.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "f4a20b53-d7ac-497d-abb8-4c816eb17c54",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Semua fasilitas yang diperlukan dalam pelaksanaan tindakan\nKarantina Tumbuhan sebagaimana dimaksud dalam ayat (1) dan\nayat (2) menjadi tanggung jawab Pemilik.",
                                    "explanation": "\nPengertian fasilitas antara lain akomodasi, konsumsi, dan sarana"
                                }
                            ]
                        },
                        {
                            "id": "dfa335b7-a77b-463e-8080-9188c2efa92b",
                            "name": "Article 49",
                            "type": "article",
                            "children": {
                                "id": "0cad7d98-31b3-490b-bd2b-539966753b0d",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nDalam melaksanakan tindakan Karantina Tumbuhan sebagaimana\ndimaksud dalam Pasal 48 ayat (1), setiap Media Pembawa, Media\nPembawa lain, peralatan, atau pembungkus yang akan dikenai tindakan\nKarantina Tumbuhan setelah diterima oleh petugas Karantina Tumbuhan\ndari Pemiliknya atau pejabat bea dan cukai atau petugas pos, diangkut\nlangsung ke Instalasi Karantina atau tempat lain di luar Instalasi\nKarantina di bawah pengawasan petugas Karantina Tumbuhan.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "22030e2b-76cf-4220-8c5c-4a32b9fab459",
                            "name": "Article 50",
                            "type": "article",
                            "children": [
                                {
                                    "id": "8a8b756a-58c7-4a2d-9b23-cd11fd933c5c",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Dalam hal tindakan Karantina Tumbuhan tersebut sebagaimana\ndimaksud dalam Pasal 48 ayat (1), dilaksanakan di tempat lain di\nluar Instalasi Karantina, tempat tersebut harus memenuhi syarat\nuntuk digunakan sebagai tempat pelaksanaan tindakan Karantina\nTumbuhan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "fe909340-2866-4e12-97f2-bdae1c77302e",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Ketentuan lebih lanjut tentang pelaksanaan tindakan Karantina\nTumbuhan di luar tempat pemasukan dan pengeluaran ditetapkan\ndengan Keputusan Menteri.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "8f2b6522-2fb5-45b5-90e3-b64558a28880",
                    "name": "Section Seventh",
                    "title": "\nTindakan Karantina Tumbuhan terhadap Orang, Alat Angkut,\nPeralatan, dan Pembungkus",
                    "type": "section",
                    "children": [
                        {
                            "id": "b0eb35e3-042a-4db1-8e50-a78838ba3e17",
                            "name": "Article 51",
                            "type": "article",
                            "children": {
                                "id": "06331ff9-b626-4e34-896f-df086762636e",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nTerhadap orang, alat angkut, peralatan, atau pembungkus yang diketahui\natau diduga membawa Organisme Pengganggu Tumbuhan Karantina\ndapat dikenakan tindakan Karantina Tumbuhan.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "84555bcd-19b0-40f1-a485-393eb27f838d",
                            "name": "Article 52",
                            "type": "article",
                            "children": {
                                "id": "bf7fdd75-46b7-457e-90c5-e782fd534e72",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nSetiap alat angkut yang akan tiba di tempat pemasukan harus dilaporkan\nkedatangannya oleh penanggung jawab alat angkut tersebut kepada\npetugas Karantina Tumbuhan setempat.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "3fd2dd65-b944-4a39-aeae-70c9ee0ea6a0",
                            "name": "Article 53",
                            "type": "article",
                            "children": [
                                {
                                    "id": "92762fdd-d0e5-4513-8137-7dad40b4b55d",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pelaporan sebagaimana dimaksud dalam Pasal 52, dilaksanakan\ndengan ketentuan sebagai berikut:\na.  untuk kapal atau pesawat udara, laporan kedatangannya\n    dilakukan di tempat pemasukan, sebelum kedatangan kapal atau\n    pesawat udara tersebut;\nb.  untuk alat angkut darat yang tiba dari suatu Area di dalam\n    wilayah Negara Republik Indonesia dan yang secara khusus\n    digunakan mengangkut Media Pembawa atau yang\n    berasal/melalui daerah wabah, laporan kedatangannya dilakukan\n    di tempat pemasukan;\nc.  untuk alat angkut darat sebagaimana dimaksud pada huruf b yang\n    datang dari luar negeri, laporan kedatangannya dilakukan di\n    tempat pemasukan pada saat kedatangan alat angkut tersebut.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "fb90df3f-6f16-4090-a291-256d2154d7d0",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Setibanya alat angkut sebagaimana dimaksud pada ayat (1) ditempat\npemasukan, Pemilik alat angkut wajib menyampaikan\ndaftar/keterangan tentang muatan alat angkut serta\ndokumen/keterangan lain yang dipandang perlu kepada petugas\nKarantina Tumbuhan setempat.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "90a3b713-ea25-439f-86ff-45fa93182a7d",
                            "name": "Article 54",
                            "type": "article",
                            "children": {
                                "id": "56ee61e5-f162-4b53-9342-b6cb11c8432a",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPada saat alat angkut sebagaimana dimaksud dalam Pasal 52 tiba di\ntempat pemasukan, terhadap alat angkut tersebut dilakukan pemeriksaan\noleh petugas Karantina Tumbuhan setelah berkoordinasi dengan petugas\ninstansi terkait dengan ketentuan:\na. untuk kapal, pemeriksaan dilakukan sebelum atau pada saat kapal\nmerapat di dermaga;\nb. untuk pesawat udara, pemeriksaan dilakukan pada saat kedatangan\npesawat udara tersebut;\nc. untuk alat angkut darat, pemeriksaan dilakukan pada saat\nkedatangan alat angkut darat tersebut.",
                                "explanation": "\nAlat angkut yang bersangkutan dimungkinkan menjadi media penyebaran\nOrganisme Pengganggu Tumbuhan."
                            }
                        },
                        {
                            "id": "6527ef7b-ea44-4586-80b3-f4ac0fd1f66e",
                            "name": "Article 55",
                            "type": "article",
                            "children": [
                                {
                                    "id": "d7faf0d2-8b63-4b4f-888c-f9d2d1c3d037",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Apabila setelah dilakukan pemeriksaan sebagaimana dimaksud\ndalam Pasal 54 ditemukan atau terdapat petunjuk adanya Organisme\nPengganggu Tumbuhan karantina, maka terhadap alat angkut\ntersebut dilakukan perlakuan dan/atau tindakan Karantina\nTumbuhan lainnya.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "b5c8ac1c-1484-4190-b749-db42623a35b0",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Dengan tetap memperhatikan ketentuan Pasal 22, Pasal 23, Pasal\n24, Pasal 25, Pasal 33, Pasal 34, Pasal 35 dan Pasal 36, muatan\nkecuali orang,yang terdapat di atas alat angkut sebagaimana\ndimaksud dalam (1) hanya diperbolehkan untuk diturunkan dari alat\nangkut tersebut setelah terlebih dahulu dilakukan perlakuan\ndan/atautindakan Karantina Tumbuhan lainnya.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "e608cfe5-c36b-4583-8df8-869ef91641c4",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Tindakan Karantina Tumbuhan terhadap orang sebagaimana\ndimaksud dalam ayat (2) berupa perlakuan dan dapat dilakukan di\natas alat angkut atau setelah orang tersebut turun dari alat angkut.",
                                    "explanation": "\nPerlakuan dimaksud misalnya orang bersangkutan diharuskan mandi\ndengan memakai sabun, dan pakaiannya harus segera dicuci."
                                }
                            ]
                        },
                        {
                            "id": "c7dc305c-23b3-4964-aea9-e1a67ad12c3a",
                            "name": "Article 56",
                            "type": "article",
                            "children": {
                                "id": "b2ed58e5-ef35-41e8-9e9a-8eadafcc99b3",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nKetentuan sebagaimana dimaksud dalam Pasal 55, juga diberlakukan\napabila alat angkut :\na. datang dari, atau selama dalam perjalanan menuju ke wilayah\nNegara Republik Indonesia atau Area tujuan, transit di negara atau\nArea yang mempunyai resiko tinggi atau sedang terjangkit wabah;\natau\nb. mengangkut Media Pembawa yang berasal dari negara atau Area\nyang mempunyai resiko tinggi atau sedang terjangkit wabah.",
                                "explanation": "\nPasal 57\nYang dimaksud dengan peralatan adalah semua peralatan baik yang terbuat dari\ntumbuhan atau bukan tumbuhan yang dapat membawa Organisme Pengganggu\nTumbuhan, karena kontaminasi. Contohnya antara lain alat rumah tangga, barang\nkerajinan dan alat-alat pertanian yang sudah dipakai.\n\nSedangkan yang dimaksud dengan pembungkus adalah tumbuhan yang terdapat\nbersama dengan atau menyertai barang lain yang dipergunakan sebagai\npembungkus, pengisi, pengikat, pelapis, penutup, dan penahan kelembaban.\nContohnya jerami, sekam, pallet, sabut, pelepah, goni, papan, dan serbuk gergaji."
                            }
                        },
                        {
                            "id": "e7176de3-0353-4239-9304-4e500d0eba62",
                            "name": "Article 57",
                            "type": "article",
                            "children": {
                                "id": "fdfa6e25-a4bc-40b1-be1a-17bb3fb5594c",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nSetiap peralatan atau pembungkus sebagaimana dimaksud dalam Pasal 51\nyang dimasukkan ke dalam wilayah Negara Republik Indonesia atau dari\nsuatu Area ke Area lain di dalam wilayah Negara Republik Indonesia\nwajib dilaporkan dan diserahkan kepada petugas Karantina Tumbuhan\npada saat peralatan atau pembungkus tersebut tiba di tempat pemasukan\nuntuk dilakukan pemeriksaan dan/atautindakan Karantina Tumbuhan\nlainnya.",
                                "explanation": "Tidak ada Penjelasan"
                            }
                        },
                        {
                            "id": "a7c93ef1-b891-40e1-bf21-72051c3a5b4b",
                            "name": "Article 58",
                            "type": "article",
                            "children": {
                                "id": "0b293505-f295-40d4-b51e-facb02f5cd05",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nApabila setelah dilakukan pemeriksaan sebagaimana dimaksud dalam\nPasal 57 ternyata peralatan dan pembungkus tersebut:\na. tidak bebas dari Organisme Pengganggu Tumbuhan Karantina\nGolongan I dan peralatan atau pembungkus tersebut masih berada\ndi atas alat angkut, maka terhadap peralatan atau pembungkus\ntersebut dilakukan penolakan;\nb. tidak bebas dari Organisme Pengganggu Tumbuhan Karantina\nGolongan II, maka terhadap peralatan atau pembungkus tersebut,\ndilakukan perlakuan;\nc. tidak bebas dari Organisme Pengganggu Tumbuhan Karantina\nGolongan I dan peralatan atau pembungkus tersebut telah\nditurunkan dari alat angkut, maka terhadap peralatan atau\npembungkus tersebut dilakukan penolakan atau pemusnahan;\nd. bebas dari Organisme Pengganggu Tumbuhan Karantina, maka\nterhadap peralatan atau pembungkus tersebut dilakukan\npembebasan.",
                                "explanation": "\nHuruf a\nCukup jelas\nHuruf b\nCukup jelas\nHuruf c\nPenolakan dilakukan terhadap peralatan yang tidak mungkin dimusnahkan.\nContohnya antara lain kendaraan dan mesin.\nHuruf d\nCukup jelas"
                            }
                        },
                        {
                            "id": "b5e885b2-dbae-4e5b-82b8-650e4e94c7f1",
                            "name": "Article 59",
                            "type": "article",
                            "children": [
                                {
                                    "id": "36455065-6a73-4b94-9b11-65bba4d17f6c",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Apabila setelah diberi perlakuan sebagaimana dimaksud dalam\nPasal 58 huruf b danperalatan atau pembungkus tersebut masih\nberada di atas alat angkut, ternyata :\na. peralatan atau pembungkus tersebut tidak bebas dari Organisme\nPengganggu Tumbuhan Karantina Golongan II, maka terhadap\nperalatan atau pembungkus tersebut dilakukan penolakan dan\ndilarang diturunkan dari alat angkut yang membawanya;\nb. peralatan atau pembungkus tersebut bebas dari Organisme\nPengganggu Tumbuhan Karantina Golongan II, maka terhadap\nperalatan atau pembungkus tersebut dilakukan pembebasan.\n\n(2) Apabila setelah diberi perlakuan sebagaimana dimaksud dalam\nPasal 58 huruf b dan peralatan atau pembungkus tersebut telah\nditurunkan dari alat angkut yang membawanya, ternyata:\na. peralatan atau pembungkus tersebut tidak bebas dari Organisme\nPengganggu Tumbuhan Karantina Golongan II, maka terhadap\nperalatan atau pembungkus tersebut dilakukan penolakan atau\npemusnahan;\nb. peralatan atau pembungkus tersebut bebas dari Organisme\nPengganggu Tumbuhan Karantina Golongan II, maka terhadap\nperalatan atau pembungkus tersebut dilakukan pembebasan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "6349be68-455c-4ae1-8860-005746059c2f",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Terhadap peralatan atau pembungkus yang ditolak pemasukannya,\npaling lambat dalam waktu 14 (empat belas) hari sejak diterimanya\nsurat penolakan oleh Pemiliknya, harus sudah dikeluarkan dari\nwilayah Negara Republik Indonesia atau dikirim kembali ke Area\nasal oleh Pemiliknya.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "246dc23e-4812-41a1-8fe4-1d4fa434ca5d",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Apabila dalam jangka waktu sebagaimana dimaksud dalam ayat (3)\nperalatan atau pembungkus tersebut tidak atau belum dibawa keluar\ndari wilayah Negara Republik Indonesia atau dikirim kembali ke\nArea asal oleh Pemiliknya, maka terhadap peralatan atau\npembungkus dilakukan pemusnahan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "1268f6d4-4f94-4645-95c9-392c0d14e57d",
                                    "name": "Verse 5",
                                    "number": "5",
                                    "type": "verse",
                                    "content": " Apabila tanpa persetujuan petugas Karantina Tumbuhan, peralatan\natau pembungkus sebagaimana dimaksud dalam ayat (1) huruf a\nternyata telah diturunkan dari alat angkut yang membawanya, maka\nterhadap peralatan atau pembungkus tersebut dilakukan\npemusnahan.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "6c5830fd-a5a5-48e9-95ed-42fe80f359c5",
                            "name": "Article 60",
                            "type": "article",
                            "children": {
                                "id": "9639f24a-4416-4248-bc2d-7ed5079ef920",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nTerhadap benda yang dibungkus dengan pembungkus sebagaimana\ndimaksud dalam Pasal 58 huruf b dilakukan tindakan Karantina\nTumbuhan sebagai berikut :\na. diberi perlakuan, dan setelah diberi perlakuan, terhadap benda\nb. tersebut dilakukan pembebasan;\napabila perlakuan sebagaimana dimaksud dalam huruf atidak\nmungkin untuk dilakukan, maka terhadap benda tersebut dilakukan\npenolakan atau pemusnahan.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "f0cc242a-d333-47ef-b88d-b21d4f8ec876",
                            "name": "Article 61",
                            "type": "article",
                            "children": {
                                "id": "af26dd85-c6f6-4256-b006-37eedcbb465e",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nKetentuan lebih lanjut tentang tata cara pelaksanaan tindakan Karantina\nTumbuhan terhadap orang, alat angkut, peralatan dan pembungkus\nditetapkan dengan Keputusan Menteri.",
                                "explanation": "\nCukup jelas"
                            }
                        }
                    ]
                },
                {
                    "id": "bc7b8459-9687-405a-96b1-5518bdfe783e",
                    "name": "Section Eighth",
                    "title": "\nTransit Media Pembawa",
                    "type": "section",
                    "children": [
                        {
                            "id": "3c23e40a-9744-4531-9bc4-597d90bf1a4a",
                            "name": "Article 62",
                            "type": "article",
                            "children": {
                                "id": "e9e007ba-5739-42eb-a02d-e56b2c98fe77",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nTransit Media Pembawa hanya diperbolehkan apabila melalui tempat\npemasukan dan pengeluaran yang ditetapkan.",
                                "explanation": "\nPasal 63\nCukup jelas"
                            }
                        },
                        {
                            "id": "3a98ea37-0e78-4306-b3c5-00f1e98cc1d5",
                            "name": "Article 63",
                            "type": "article",
                            "children": {
                                "id": "210086d3-f690-472f-a6fc-f1caa6174462",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPada saat kedatangan Media Pembawa sebagaimana dimaksud dalam\nPasal 62, Pemilik wajib melaporkan dan menyerahkan Media Pembawa\ntersebut kepada petugas Karantina Tumbuhan setempat.",
                                "explanation": "Tidak ada Penjelasan"
                            }
                        },
                        {
                            "id": "c4f308d8-07e9-44f3-863d-3ea567bd7e5c",
                            "name": "Article 64",
                            "type": "article",
                            "children": [
                                {
                                    "id": "4be3e5f4-a192-4e98-b56f-017f11673ea1",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Selama transit, Media Pembawa tersebut harus berada di bawah\npengawasan petugas Karantina Tumbuhan.",
                                    "explanation": "\n\nCukup jelas"
                                },
                                {
                                    "id": "acd71da6-ba85-4324-a987-3010da56340a",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Apabila disyaratkan oleh negara atau Area tujuan atau atas\npertimbangan petugas Karantina Tumbuhan, maka terhadap Media\nPembawa sebagaimana dimaksud dalam ayat (1) dilakukan\npemeriksaan.",
                                    "explanation": "\n\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "e0f652e4-9f06-46f4-91dd-ff1c937ae8d6",
                            "name": "Article 65",
                            "type": "article",
                            "children": [
                                {
                                    "id": "953c2561-f523-4ddf-a424-e6ea5120d5e7",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Apabila dari hasil pemeriksaan sebagaimana dimaksud dalam Pasal\n64 ayat (2) ternyata Media Pembawa tersebut tidak bebas dari\nOrganisme Pengganggu Tumbuhan Karantina dan tidak dapat\ndibebaskan dengan cara perlakuan, atau berada dalam keadaan\nbusuk atau rusak, atau merupakan jenis-jenis Media Pembawa yang\ndilarang pemasukannya ke dalam wilayah Negara Republik\nIndonesia atau Area yang bersangkutan, maka terhadap Media\nPembawa tersebut dilakukan penolakan dan harus segera dibawa\nkeluar dari dalam wilayah Negara Republik Indonesia atau Area\ntransit yang bersangkutan.\n\n(2) Apabila dalam jangka waktu 14 (empat belas) hari sejak\nditerimanya surat penolakan oleh Pemilik sebagaimana dimaksud\ndalam ayat (1) tidak dibawa keluar dari wilayah Negara Republik\nIndonesia atau Area transit yang bersangkutan oleh Pemiliknya,\nmaka terhadap Media Pembawa tersebut dilakukan pemusnahan.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "734a02c6-bc93-4459-9de6-df68bca60563",
                            "name": "Article 66",
                            "type": "article",
                            "children": [
                                {
                                    "id": "8ed91e2d-7fa4-41e7-95ab-d7bce84a652d",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Terhadap Media Pembawa yang sedang transit, dapat diberikan\nSertifikat Kesehatan Tumbuhan oleh petugas Karantina Tumbuhan\ndi tempat transit, apabila :\na. diminta oleh Pemilik Media Pembawa yang bersangkutan atau\ndisyaratkan oleh negara tujuan atau negara atau Area transit\nberikutnya, bagi Media Pembawa yang akan dikirim ke luar\nnegeri; atau\nb. disyaratkan sebagai kewajiban tambahan, bagi Media Pembawa\nyang dimaksudkan untuk dikirim ke Area lain di dalam wilayah\nNegara Republik Indonesia.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "c4fa8d07-3ad7-4138-a895-839c32f4dfe2",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Sertifikat Kesehatan Tumbuhan sebagaimana dimaksud dalam ayat\n(1) tersebut diberikan apabila setelah dilakukan pemeriksaan\nternyata Media Pembawa tersebut :\na. disertai dengan Sertifikat Kesehatan Tumbuhan dari negara/Area\nasal/pengirim atau negara/Area transit sebelumnya;\nb. bebas dari Organisme Pengganggu Tumbuhan Karantina; dan\nc. tidak bebas dari Organisme Pengganggu Tumbuhan dan/atau\nOrganisme Pengganggu Tumbuhan Karantina, akan tetapi setelah\ndiberi perlakuan dapat dibebaskan dari Organisme Pengganggu\nTumbuhan dan/atau Organisme Pengganggu Tumbuhan\nKarantina.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "b764d31a-114e-4669-844a-c2c60a9c38b3",
                    "name": "Section Ninth",
                    "title": "\nTransit Alat Angkut",
                    "type": "section",
                    "children": [
                        {
                            "id": "a737b6c7-b36c-4512-8347-10a22dc1db7a",
                            "name": "Article 67",
                            "type": "article",
                            "children": {
                                "id": "a669fef0-0702-4e1c-8732-087b7bc7800c",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nTransit alat angkut yang membawa Media Pembawa di dalam wilayah\nNegara Republik Indonesia hanya boleh dilakukan di tempat-tempat\npemasukandan pengeluaran.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "3f83135a-fe0a-4cf0-b731-4536aabb6c2e",
                            "name": "Article 68",
                            "type": "article",
                            "children": {
                                "id": "a5b32c20-45f3-4469-96de-e6159293ddb5",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\n\nPenanggung jawab alat angkut wajib melaporkan kedatangan alat angkut\nsebagaimana dimaksud dalam Pasal 67 kepada petugas Karantina\nTumbuhan setempat sebelum kedatangan alat angkut tersebut.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "9d0ffd78-6561-4b7f-b64c-ff0f9715f434",
                            "name": "Article 69",
                            "type": "article",
                            "children": {
                                "id": "9077f9fd-c868-464d-b54a-7e6ab9601bb9",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPenanggung jawab alat angkut sebagaimana dimaksud dalam Pasal 68\ndilarang menurunkan Media Pembawa dari alat angkut yang sedang\ntransit.",
                                "explanation": "\nCukup jelas"
                            }
                        }
                    ]
                },
                {
                    "id": "1a56ada6-644e-4e04-912c-d07bdf71ac10",
                    "name": "Section Tenth",
                    "title": "\nTindakan Karantina Tumbuhan\nDalam Keadaan Darurat",
                    "type": "section",
                    "children": [
                        {
                            "id": "6da3888b-0b3c-42c5-a6e6-dae9f7d4846f",
                            "name": "Article 70",
                            "type": "article",
                            "children": [
                                {
                                    "id": "e6e76864-6da5-49ad-a85f-b02a74fba357",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Jika kapal atau pesawat udara yang memuat Media Pembawa karena\nkeadaan darurat merapat atau mendarat bukan di tempat tujuan,\npenanggung jawab alat angkut yang bersangkutan harus segera\nmelaporkan hal tersebut kepada petugas Karantina Tumbuhan\nterdekat.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "d4a4acc5-b079-458b-9b5d-591694eb7380",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Kecuali karena alasan-alasan yang memaksa, Media Pembawa,\nperalatan, serta Media Pembawa lain yang terdapat dalam kapal\natau pesawat udara tersebut dan yang berhubungan langsung dengan\nMedia Pembawa di atas, dilarang dibongkar atau diturunkan dari\nalat angkut sebelum diperiksa dan diizinkan oleh petugas Karantina\nTumbuhan.",
                                    "explanation": "\nAlasan-alasan yang memaksa antara lain Media Pembawa tersebut\nmerupakan Media Pembawa yang cepat rusak sehingga perlu segera\nditurunkan dari alat angkut, kapal yang membawanya mengalami kerusakan\nberat sehingga dikhawatirkan akan tenggelam, atau keamanan Media\nPembawa tersebut tidak terjamin apabila berada pada alat angkut."
                                },
                                {
                                    "id": "c84eef87-e47a-44b3-8518-51694c14a2ce",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Dalam hal kapal atau pesawat udara yang merapat atau mendarat\ndarurat tidak dapat meneruskan perjalanannya, terhadap Media\nPembawa yang diangkutnya diberlakukan ketentuan-ketentuan\ntentang pemasukan sebagaimana diatur pada Bagian Kedua atau",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "f654b7f4-e94d-458a-9767-a60a2b30a7ef",
                    "name": "Section Eleventh",
                    "title": "\nTindakan Karantina Tumbuhan terhadap Barang Diplomatik",
                    "type": "section",
                    "children": [
                        {
                            "id": "22b47d1a-95f1-4200-b244-64f4c147acbc",
                            "name": "Article 71",
                            "type": "article",
                            "children": {
                                "id": "382b9d92-f3ee-42d3-937d-04c0c1e604c5",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nKetentuan-ketentuan dalam Peraturan Pemerintah ini juga berlaku bagi pemasukan, pengeluaran dan transit Media Pembawa yang dibawa atau dikirim sebagai barang diplomatik.",
                                "explanation": "\nCukup jelas"
                            }
                        }
                    ]
                },
                {
                    "id": "c2e67ad8-e8cb-4177-a1b1-6e0b4edddc20",
                    "name": "Section Secondbelas",
                    "title": "\nTindakan Karantina Tumbuhan oleh Pihak Ketiga",
                    "type": "section",
                    "children": [
                        {
                            "id": "b0ab2017-ce94-4993-8485-c2b497dd1c2d",
                            "name": "Article 72",
                            "type": "article",
                            "children": [
                                {
                                    "id": "d2d76f01-bc5d-4936-8b29-a11fd59c62b0",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Tindakan Karantina Tumbuhan dapat dilakukan oleh pihak ketiga di bawah pengawasan petugas Karantina Tumbuhan.",
                                    "explanation": "\nYang dimaksud pihak ketiga antara lain lembaga penelitian, perguruan\ntinggi dan fumigator."
                                },
                                {
                                    "id": "7e8c2e13-75d5-43cb-ba6b-9c5252cf3a68",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Tindakan Karantina Tumbuhan sebagaimana dimaksud dalamayat (1), yaitu pemeriksaan fisik, pengasingan, pengamatan, perlakuan dan/atau pemusnahan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "6f576776-6047-4854-9c0a-bbeb7a064e15",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Ketentuan lebih lanjut tentang syarat dan tata cara pelaksanaan tindakan Karantina Tumbuhan oleh pihak ketiga ditetapkan dengan Keputusan Menteri.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "f61440ec-b9af-4a61-9bb0-59cad787f07f",
                    "name": "Section Thirdbelas",
                    "title": "\nMedia Pembawa Dalam Penguasaan Instansi Lain",
                    "type": "section",
                    "children": [
                        {
                            "id": "34b9732b-1aff-4324-8f61-d40410bc1aa0",
                            "name": "Article 73",
                            "type": "article",
                            "children": {
                                "id": "af65e19b-fe24-47dc-9637-8c8b73450434",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nTerhadap Media Pembawa yang statusnya dalam penguasaan instansi lain yang berwenang, dapat dikenakan tindakan Karantina Tumbuhan",
                                "explanation": "\nCukup jelas"
                            }
                        }
                    ]
                },
                {
                    "id": "85c0b9a2-6cc4-4c30-8d1a-73df5a7beedb",
                    "name": "Section Fourthbelas",
                    "title": "\nPemasukan Media Pembawa yang Ditolak\nNegara atau Area Tujuan",
                    "type": "section",
                    "children": [
                        {
                            "id": "cc61f97b-4168-4125-8036-445a46059071",
                            "name": "Article 74",
                            "type": "article",
                            "children": [
                                {
                                    "id": "63cb3ca3-9aaf-442a-a583-a0ca7ef0f001",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pemasukan kembali Media Pembawa yang ditolak negara atau Area\ntujuan dikenakan tindakan Karantina Tumbuhan, kecuali tindakan\npenolakan.",
                                    "explanation": "\nTindakan penolakan tidak tepat diterapkan dalam kasus ini karena Media\nPembawa tersebut berasal dari dalam wilayah Negara Republik Indonesia."
                                },
                                {
                                    "id": "afca757d-9aa6-4a2a-ae53-0734a2a318fa",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pemasukan kembali Media Pembawa sebagaimana dimaksud dalam\nayat (1), harus disertai dengan surat keterangan penolakan dari\nnegara atau Area tujuan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "9449cb8d-ba63-41dd-8424-741b8b652907",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Sertifikat Kesehatan Tumbuhan yang menyertai Media Pembawa\ntersebut padawaktu pengeluaran dapat diberlakukan sebagai\npersyaratan Karantina Tumbuhan.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "bb7b5609-6fe8-4b79-a10f-2fa38fe9be4d",
                    "name": "Section Fifthbelas",
                    "title": "\nTindakan Karantina Tumbuhan terhadap Media Pembawa\nOrganisme Pengganggu Tumbuhan Penting",
                    "type": "section",
                    "children": [
                        {
                            "id": "c881973c-6e4e-41c6-a81e-25063928109a",
                            "name": "Article 75",
                            "type": "article",
                            "children": [
                                {
                                    "id": "890aba37-5a18-4c71-a323-4692b7be9ceb",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Terhadap Media Pembawa Organisme Pengganggu Tumbuhan\nPenting yang dimasukkan ke dalam wilayah Negara Republik\nIndonesia atau diangkut dari suatu Area ke Area lain di dalam\nwilayah Negara Republik Indonesia, dikenakan tindakan Karantina\nTumbuhan.",
                                    "explanation": "\nSesuai dengan ketentuan internasional yang berlaku, yang dimaksud sebagai\nMedia Pembawa Organisme Pengganggu Tumbuhan Penting adalah benih\natau bibit tumbuhan."
                                },
                                {
                                    "id": "6a7b89cc-246f-4029-ad56-efb4ff9fa0db",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Tindakan Karantina Tumbuhan sebagaimana dimaksud dalamayat\n(1) dilaksanakan dengan memperhatikan ketentuan peraturan\nperundang-undangan di bidang sertifikasi benih.",
                                    "explanation": "\nYang dimaksud dengan peraturan perundang-undangan di bidang sertifikasi\nbenih adalah peraturan perundang-undangan yang berkaitan dengan\npengawasan standar mutu benih yang diedarkan/diperdagangkan. Ketentuan\nperaturan perundang-undangan tersebut meliputi juga aspek kesehatan dari\nbenih yang diedarkan, yaitu ketentuan yang mengatur bahwa benih harus\nbebas dari Organisme Pengganggu Tumbuhan tertentu atau hanya boleh\nterkontaminasi/terinfestasi dalam batas yang ditetapkan (maximum pest\nlimit). Ketentuan tentang aspek kesehatan benih inilah yang juga perlu\ndiperhatikan dalam pelaksanaan tindakan Karantina Tumbuhan terhadap\nbenih. Pemberlakuan ketentuan di bidang sertifikasi benih terhadap benih\nyang dimasukkan ke dalam wilayah Negara Republik Indonesia atau yang\ndiangkut antar area di wilayah Negara Republik Indonesia, tidak\nmengurangi berlakunya ketentuan-ketentuan di bidang Karantina Tumbuhan\npada umumnya, khususnya yang diatur dalam BAB III Bagian Kedua dan\nBagian Ketiga Peraturan Pemerintah ini, karena selain sebagai Media\nPembawa Organisme Pengganggu Tumbuhan Penting, benih juga\nmerupakan Media Pembawa Organisme Pengganggu Tumbuhan Karantina."
                                },
                                {
                                    "id": "cfdcdbf0-0dab-4a82-96e5-4ad0841a9d68",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Ketentuan lebih lanjut tentang tindakan Karantina Tumbuhan\nterhadap Media Pembawa Organisme Pengganggu Tumbuhan\nPenting ditetapkan dengan Keputusan Menteri.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "9607acb7-dff9-4bdd-ac67-8c7dc6ea8a63",
                    "name": "Section Sixthbelas",
                    "title": "\nDokumen Tindakan Karantina Tumbuhan",
                    "type": "section",
                    "children": [
                        {
                            "id": "53e0f0e0-a402-4e76-8097-269bae9152a8",
                            "name": "Article 76",
                            "type": "article",
                            "children": [
                                {
                                    "id": "8fa38495-c203-4595-acde-c314b18cf76c",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Untuk setiap tindakan Karantina Tumbuhan diterbitkan dokumen\n---",
                                    "explanation": "\nDokumen tindakan Karantina Tumbuhan adalah dokumen yang diterbitkan\noleh petugas Karantina Tumbuhan sebagai akibat dilakukannya tindakan\nKarantina Tumbuhan."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id": "66863b37-d7ca-4728-970f-2258e28e846a",
            "name": "Chapter IV",
            "title": "\nPUNGUTANJASAKARANTINA TUMBUHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "6038fcd4-b9ad-48a4-9171-cbc22b316731",
                    "name": "Article 77",
                    "type": "article",
                    "children": [
                        {
                            "id": "c840d9d7-c633-4f11-ae49-412d5da9222b",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Setiap Pemilik yang memanfaatkan jasa atau sarana pemerintah\ndalam pelaksanaan tindakan Karantina Tumbuhan, dikenakan\npungutan jasa Karantina Tumbuhan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "1c5223cb-0be1-4e0f-8538-98b3acab1493",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pungutan jasa Karantina Tumbuhan sebagaimana dimaksud dalam\nayat (1), terdiri dari biaya penggunaan sarana pada Instalasi\nKarantina milik Pemerintah dan biaya jasa pelaksanaan tindakan\nKarantina Tumbuhan yang dilakukan oleh petugas Karantina\nTumbuhan.",
                            "explanation": "\nBiaya penggunaan sarana yang dapat dikenakan terhadap Pemilik Media\nPembawa, antara lain biaya sewa gudang, rumah kaca dan incenerator."
                        }
                    ]
                },
                {
                    "id": "871797d3-dc24-4729-8154-bed9044efbee",
                    "name": "Article 78",
                    "type": "article",
                    "children": [
                        {
                            "id": "1d37ec53-92d6-4414-81c0-d3ea904cde76",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Semua penerimaan yang berasal dari pungutan sebagaimana\ndimaksud dalam Pasal 77 merupakan Penerimaan Negara Bukan\nPajak dan harus disetor ke Kas Negara.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "2e44ba0d-82e5-4570-a992-0de69aea5436",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Tata cara dan besarnya pungutan jasa Karantina Tumbuhan akan\nditetapkan lebih lanjut dalam peraturan tersendiri sesuai dengan\nperaturan perundang-undangan yang berlaku di bidang Penerimaan\nNegara Bukan Pajak.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "6dea3316-6a9d-49bf-adcd-eae7bf087e49",
            "name": "Chapter V",
            "title": "\nKAWASAN KARANTINA TUMBUHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "6b0d4c11-4cf7-4e52-9793-d555849942ea",
                    "name": "Article 79",
                    "type": "article",
                    "children": [
                        {
                            "id": "6fdb8b6f-669a-4681-8f07-9d0850792da1",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dalam hal ditemukan atau terdapat petunjuk terjadinya serangan\nsuatu Organisme Pengganggu Tumbuhan Karantina di suatu\nkawasan yang semula diketahui bebas dari Organisme Pengganggu\nTumbuhan Karantina tersebut, Menteri dapat menetapkan kawasan\ntersebut sebagai kawasan Karantina Tumbuhan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "7f4be32b-d007-4b28-8447-c673c6ab4581",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Penetapan kawasan Karantina Tumbuhan sebagaimana dimaksut\ndalam ayat (1) dilakukan oleh Menteri berdasarkan pengkajian atas\nluas serangan Organisme Pengganggu Tumbuhan tersebut dan\nsetelah memperhatikan pertimbangan Kepala Daerah setempat.",
                            "explanation": "\nDalam hal kawasan Karantina Tumbuhan tersebut berada dalam wilayah\nsuatu Kabupaten/Kota, maka pertimbangan untuk penetapan kawasan\nKarantina Tumbuhan, diberikan oleh Bupati/Walikota setempat. Akan\ntetapi apabila kawasan Karantina Tumbuhan tersebut terletak dalam 2 (dua)\natau lebih wilayah Kabupaten/Kota, maka pertimbangan tersebut diberikan\noleh Gubernur."
                        },
                        {
                            "id": "1d5bb044-bac2-4ffd-bac4-9f8bd4cc0a44",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Sambil menunggu penetapan kawasan Karantina Tumbuhan\nsebagaimana dimaksud dalam ayat (1), Kepala Daerah setempat\ndapat mengambil langkah dan tindakan yang diperlukan untuk\nmencegah tersebarnya dan/atau mengeradikasi Organisme\nPengganggu Tumbuhan Karantina yang menjadi dasar penetapan\nkawasan Karantina Tumbuhan tersebut.",
                            "explanation": "\nYang dimaksud dengan Kepala Daerah adalah sejalan dengan penjelasan ayat (2)."
                        }
                    ]
                },
                {
                    "id": "ad2d7525-620e-4423-914f-6351135f5409",
                    "name": "Article 80",
                    "type": "article",
                    "children": {
                        "id": "b496b819-2e6d-437d-9844-026e1cef262a",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam hal suatu kawasan ditetapkan sebagai kawasan Karantina\nTumbuhan. maka:\na. pencegahan penyebaran dari dan pemberantasan Organisme\nPengganggu Tumbuhan Karantina di kawasan Karantina Tumbuhan\ntersebut, menjadi wewenang dan tanggung jawab Menteri;\nb. Gubernur setempat mengkoordinasikan pelaksanaan tugas\nsebagaimana dimaksud dalam huruf a.",
                        "explanation": "\nCukup jelas\n"
                    }
                },
                {
                    "id": "e6190462-3ec8-4eac-a139-95dd8fa4bf38",
                    "name": "Article 81",
                    "type": "article",
                    "children": [
                        {
                            "id": "050cde28-7641-41fb-a48f-127330f9e16b",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penetapan kawasan Karantina Tumbuhan sebagaimana dimaksud\ndalam Pasal 79 bersifat sementara dan akan dicabut kembali apabila\nOrganisme Pengganggu Tumbuhan Karantina yang menjadi dasar\npenetapan tersebut telah dapat dieradikasi atau tidak dapat\ndieradikasi.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "295a1bae-1a95-406e-8817-5154e0ce0883",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pencabutan status kawasan Karantina Tumbuhan sebagaimana\ndimaksud dalam ayat (1) dilakukan oleh Menteri setelah\nmempertimbangkan pendapat Kepala Daerah setempat.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "a88d50d2-0fb4-4c2d-9b0f-20528f351ddd",
                    "name": "Article 82",
                    "type": "article",
                    "children": {
                        "id": "a3111af9-68cc-439d-b9e5-6260963ae7db",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan lebih lanjut tentang syarat-syarat dan tata cara penetapan serta\npencabutan kawasan Karantina Tumbuhan ditetapkan dengan Keputusan\nMenteri.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "94af1e78-02f2-44ff-b5d7-22a1abcc20f9",
            "name": "Chapter VI",
            "title": "\nJENIS ORGANISME PENGGANGGU TUMBUHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "60d7cc24-d02c-4a09-9ab3-0791d7fa3ff7",
                    "name": "Article 83",
                    "type": "article",
                    "children": {
                        "id": "a7001b32-5d1d-4e00-ace5-78e19588ad26",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nMenteri menetapkan jenis-jenis Organisme Pengganggu Tumbuhan\nKarantina Golongan I, Organisme Pengganggu Tumbuhan Karantina\nGolongan II, Organisme Pengganggu Tumbuhan Penting serta Media\nPembawanya berdasarkan hasil analisis resiko Organisme Pengganggu\nTumbuhan dan daerah sebarnya.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "614e7ebb-eddc-443a-b29d-09798693b5ed",
                    "name": "Article 84",
                    "type": "article",
                    "children": {
                        "id": "a259b96b-a51a-492f-a333-23dcafdd0ea2",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nMenteri menetapkan jenis-jenis Media Pembawa Organisme Pengganggu\nTumbuhan Karantina sebagaimana dimaksud dalam Pasal 83, yang\ndilarang untuk:\na. dimasukkan ke atau dikeluarkan dari wilayah Negara Republik\n   Indonesia;\nb. dikeluarkan dari atau dimasukkan ke suatu Area ke Area lain di\n   dalam wilayah Negara Republik Indonesia.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "d70d36f3-b3e1-4103-970c-c3a62892dc9a",
                    "name": "Article 85",
                    "type": "article",
                    "children": [
                        {
                            "id": "479d0f59-e920-4344-9b99-7feb3d8e1d07",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Untuk mengetahui keberadaan dan/atau penyebaran Organisme\n    Pengganggu Tumbuhan Karantina di dalam wilayah Negara\n    Republik Indonesia dilakukan kegiatan pemantauan Organisme\n    Pengganggu Tumbuhan karantina.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "d88619f2-ef9d-442d-b181-91564f3753a9",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Kegiatan pemantauan Organisme Pengganggu Tumbuhan Karantina\n    sebagaimana dimaksud dalam ayat (1) dilakukan oleh petugas\n    Karantina Tumbuhan dengan melibatkan pihak-pihak terkait yang\n    berhubungan dengan kegiatan perlindungan tanaman.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "572e5323-4452-430e-916b-1f1540811b84",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Ketentuan lebih lanjut tentang pemantauan Organisme\n    Peengganggu Tumbuhan Karantina sebagaimana dimaksud dalam\n    ayat (1) ditetapkan dengan Keputusan Menteri",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "3318f6f8-35e2-4784-8bad-60a0bac27f2f",
            "name": "Chapter VII",
            "title": "\nMEDIA PEMBAWA LAIN",
            "type": "chapter",
            "children": [
                {
                    "id": "427e3ee5-d89e-4d82-a002-17a0cfc7e94a",
                    "name": "Article 86",
                    "type": "article",
                    "children": {
                        "id": "71ca9773-f515-49fb-a872-0ae6562d8ad8",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nMedia Pembawa lain yang diturunkan dari alat angkut di tempat\npemasukan, harus dimusnahkan oleh penanggung jawab alat angkut\nbersangkutan di bawah pengawasan petugas Karantina Tumbuhan.",
                        "explanation": "\nTermasuk dalam pengertian Media Pembawa lain adalah sampah, antara lain\nsisa-sisa makanan yang mengandung bahan asal tumbuhan."
                    }
                },
                {
                    "id": "f76b4581-e3e0-405f-a973-d61b59d334f4",
                    "name": "Article 87",
                    "type": "article",
                    "children": {
                        "id": "b5a8ea5f-4aa3-47e1-b37a-3ea1f3b23218",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPenanggung jawab tempat pemasukan wajib menyediakan sarana\npenampungan dan/atau pemusnahan bagi Media Pembawa lain\nsebagaimana dimaksud dalam Pasal 86.",
                        "explanation": "\nPenanggung jawab tempat pemasukan adalah instansi yang bertanggung jawab\nterhadap pengelolaan tempat pemasukan, contohnya PT Pelindo, PT Angkasa Pura\ndan PT Pos dan Giro."
                    }
                }
            ]
        },
        {
            "id": "526543b0-da2e-4b29-baa5-a72b13b142c4",
            "name": "Chapter VIII",
            "title": "\nTEMPAT PEMASUKAN DAN PENGELUARAN",
            "type": "chapter",
            "children": [
                {
                    "id": "08eed815-38c3-40c6-88c6-9979bf092b1f",
                    "name": "Article 88",
                    "type": "article",
                    "children": [
                        {
                            "id": "378880ea-135a-47a6-bcb7-2d9765931262",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dengan mempertimbangkan resiko masuk dan tersebarnya\nOrganisme Pengganggu Tumbuhan Karantina serta kelancaran dan\nperkembangan transportasi, perdagangan, dan pembangunan\nnasional, Menteri menetapkan tempat-tempat pemasukan Media\nPembawa.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "02da3761-1ff7-465b-a152-8fe1cd2420e7",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dalam menetapkan tempat-tempat pemasukan dan/atau pengeluaran\nMedia Pembawa sebagaimana dimaksud dalamayat (1), Menteri\nberkoordinasi dengan menteri terkait.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "5d465151-8d3e-4e6f-9660-29e58dba20d4",
            "name": "Chapter IX",
            "title": "\nPEMBINAAN",
            "type": "chapter",
            "children": [
                {
                    "id": "afc8db77-5813-465f-85d5-71e53a1155bd",
                    "name": "Article 89",
                    "type": "article",
                    "children": [
                        {
                            "id": "602af836-fc5f-4eb0-a369-859d6cb815df",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Menteri melakukan pembinaan untuk meningkatkan kesadaran dan\nperan serta masyarakat dalam bidang perkarantinaan tumbuhan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "809553aa-9167-4758-9400-9636bd903ccf",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pembinaan sebagaimana dimaksud dalam ayat (1) diselenggarakan\nmelalui kegiatan pendidikan, pelatihan, penyuluhan, dan\npenyebarluasan informasi secara terencana dan berkelanjutan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "c402414d-bed9-4f26-a2b8-796f4087483c",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Dalam menyelenggarakan kegiatan pembinaan sebagaimana\ndimaksud dalam ayat (1), Menteri dapat mengikutsertakan\norganisasi-organisasi profesi atau lembaga-lembaga lainnya.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "ceb71446-77f3-4f64-b6b5-a08342dfa7b3",
            "name": "Chapter X",
            "title": "\nKerjasama Antar Negara Di Bidang\nKarantina Tumbuhan",
            "type": "chapter",
            "children": [
                {
                    "id": "bd484505-c443-4392-9eb3-0052a89f3797",
                    "name": "Article 90",
                    "type": "article",
                    "children": [
                        {
                            "id": "8062fb4d-b186-44b6-a694-3bcf51471f45",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Menteri dapat melakukan kerjasama yang saling menguntungkan\ndengan negara lain di bidang Karantina Tumbuhan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "e18742a6-1610-4484-9f71-d6fae9295587",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Kerjasama sebagaimana dimaksud dalam ayat (1) dapat dilakukan\ndalam bentuk kerjasama bilateral, regional, dan/atau multilateral.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "436cb8f1-6af3-4bee-bc2b-6fbf9649a1f4",
            "name": "Chapter XI",
            "title": "\nPETUGAS KARANTINA TUMBUHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "8e7f450d-435f-4be9-b05c-9c12e2eca23e",
                    "name": "Article91",
                    "type": "article",
                    "children": [
                        {
                            "id": "b193296c-36dc-46f1-9283-134d8af4bf7b",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pelaksanaan tindakan Karantina Tumbuhan dilakukan oleh petugas\nKarantina Tumbuhan.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "2dc4acd9-36d6-457b-b350-7ca427bfb40a",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Petugas Karantina Tumbuhan sebagaimana dimaksud dalam ayat\n(1) adalah Pejabat Fungsional Pengendali Organisme Pengganggu\nTumbuhan yang bekerja pada instansi Karantina Tumbuhan.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "e2a0e424-0ed9-47a2-a2d0-005dcc6705c7",
                    "name": "Article 92",
                    "type": "article",
                    "children": [
                        {
                            "id": "edfb2829-af33-4d90-ade1-361de0cfcb0a",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dalam melaksanakan tugasnya, petugas Karantina Tumbuhan\nberwenang untuk :\na. memasuki dan memeriksa alat angkut, gudang, kade, apron,\nruang keberangkatan atau kedatangan penumpang, atau\ntempat-tempat lain di tempat-tempat pemasukan dan pengeluaran\nuntuk mengetahui ada atau tidaknya Media Pembawa yang akan\ndilalulintaskan;\nb. mengambil contoh Media Pembawayang akan dilalulintaskan;\nc. membuka atau memerintahkan orang lain untuk membuka\npembungkus, kemasan, atau paket Media Pembawa, peti kemas\natau bagasi, palka untuk mengetahui ada atau tidaknya Media\nPembawa yang akan atau sedang dilalulintaskan;\nd. melarang orang yang tidak berkepentingan untuk memasuki\nInstalasi Karantina, alat angkut atau tempat-tempat lain dimana\nsedang dilakukan tindakan Karantina Tumbuhan;\ne. melarang diturunkannya dari alat angkut atau\ndipindah-tempatkannya Media Pembawa yang sedang dalam\npengawasan petugas Karantina Tumbuhan;\nf. memasuki tempat-tempat penyimpanan/penampungan Media\nPembawa untuk keperluan tindakan Karantina Tumbuhan\nterhadap Media Pembawa tersebut dalam hal tindakan Karantina\nTumbuhan dilakukan di luar tempat-tempat pemasukan dan\npengeluaran; dan/atau\ng. menetapkan cara perawatan dan pemeliharaan Media Pembawa\nyang sedang dikenai tindakan Karantina Tumbuhan.",
                            "explanation": "\nHuruf a\nCukup jelas\nHuruf b\nPetugas Karantina Tumbuhan berwenang memeriksa seluruh partai\nMedia Pembawa dan pengambilan contoh dilakukan untuk\npemeriksaan lebih lanjut di laboratorium.\nHuruf c\nUntuk pembukaan bagasi, paket, pembungkus dan lain sebagainya\nharus dilakukan dengan disaksikan Pemiliknya atau kuasanya.\nHuruf d\nCukup jelas\nHuruf e\nCukup jelas\nHuruf f\nCukup jelas\nHuruf g\nCukup jelas"
                        },
                        {
                            "id": "4d9eb047-de6b-477e-ab97-3eb2b7fd9552",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dalam melaksanakan tugas dan kewenangan sebagaimana\ndimaksud dalam ayat (1), petugas Karantina Tumbuhan melakukan\nkoordinasi dengan instansi terkait.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "3b14057d-2565-445b-980a-e267360c70ab",
                    "name": "Article 93",
                    "type": "article",
                    "children": {
                        "id": "58a78ac4-2af3-42ca-be18-48c07706048c",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPenyidikan tindak pidana di bidang Karantina Tumbuhan dapat dilakukan\noleh petugas Karantina Tumbuhan yang diberi wewenang khusus sebagai\npenyidik pegawai negeri sipil sesuai dengan peraturan\nperundang-undangan yang berlaku.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "be84a96f-014d-4972-8c38-af020dfa9da7",
            "name": "Chapter XII",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "fbe0cac4-a189-402c-949d-be446faa35be",
                    "name": "Article 94",
                    "type": "article",
                    "children": {
                        "id": "5d4ba176-5a79-4e00-9f7d-51eb11541a69",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSemua peraturan pelaksanaan di bawah Peraturan Pemerintah yang\nberkaitan dengan Karantina Tumbuhan tetap berlaku sepanjang tidak\nbertentangan dengan Peraturan Pemerintah ini.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "778616d9-c8b2-4274-8fce-e662df28fac9",
            "name": "Chapter XIII",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "1c9d8032-3419-41f1-90e0-1956801a41ed",
                    "name": "Article 95",
                    "type": "article",
                    "children": {
                        "id": "37abcbb6-5e6a-483e-a4c7-97f31b4b82cf",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan\nPeraturan Pemerintah ini dengan penempatannya pada Lembaran Negara\nRepublik Indonesia.",
                        "explanation": "\nCukup jelas\n\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nDengan diundangkannya Undang-undang Nomor 16 Tahun 1992 tentang Karantina\nHewan, Ikan, dan Tumbuhan tanggal 8 Juni 1992, penyelenggaraan kegiatan karantina\nhewan, ikan, dan tumbuhan di Indonesia telah memperoleh landasan hukum baru yang\nlengkap dan sesuai dengan perkembangan kebutuhan. Sebagaimana umumnya suatu\nUndang-undang, Undang-undang Nomor 16 Tahun 1992 memuat ketentuan-ketentuan\nyang bersifat umum yang perlu dijabarkan lebih lanjut dalam ketentuan-ketentuan yang\nlebih operasional sifatnya dalam suatu Peraturan Pemerintah maupun peraturan-peraturan\nlainnya yang lebih rendah tingkatannya.\nAda dua masalah dalam Undang-undang Nomor 16 Tahun 1992 yang secara tegas\ndiamanatkan untuk diatur lebih lanjut dalam Peraturan Pemerintah yaitu masalah\npungutan jasa karantina dan masalah transit alat angkut yang mengangkut Media\nPembawa. Namun demikian, hal ini tidak menutup kemungkinan untuk mengatur lebih\nlanjut masalah-masalah lain di luar kedua masalah tersebut dalam suatu Peraturan\nPemerintah, mengingat masalah yang akan diatur mempunyai implikasi yang luas\nterhadap kepentingan umum atau menyangkut kompetensi dari berbagai departemen\nsehingga pelaksanaannya memerlukan koordinasi antar departemen. Selain itu, beberapa\ndari masalah tersebut ada yang merupakan materi baru atau yang tidak secara jelas diatur\ndalam Undang-undang Nomor 16 Tahun 1992 sehingga perlu diatur lebih lanjut dalam\nPeraturan Pemerintah untuk menjaga keutuhan sistem sekaligus melengkapi\nketentuan-ketentuan yang telah diatur dalam Undang-undang tersebut. Pengaturan lebih\nlanjut masalah-masalah tersebut dalam suatu Peraturan Pemerintah juga dilakukan karena\nmengingat hierarkhi (tata urutan) peraturan perundang-undangan di Indonesia sehingga\ndipandang perlu untuk terlebih dahulu menuangkan materi pengaturan masalah-masalah\ntersebut dalam Peraturan Pemerintah sebelum mengaturnya lebih lanjut dalam\nperaturan-peraturan lain yang lebih rendah tingkatannya.\nAtas dasar pertimbangan-pertimbangan sebagaimana tersebut di atas, selain masalah\npungutan jasa karantina dan transit alat angkut, dalam Peraturan Pemerintah ini diatur\nlebih lanjut masalah tindakan Karantina Tumbuhan, kawasan Karantina Tumbuhan,\nmekanisme penetapan tempat-tempat pemasukan dan pengeluaran, Instalasi Karantina,\npengembangan peranserta masyarakat, petugas Karantina Tumbuhan serta masalah lain\nyang dipandang perlu.",
        "Nomor": "14",
        "Tahun": "2002",
        "Tentang": "KARANTINA TUMBUHAN",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa dalam rangka memberikan landasan hukum yang kuat bagi\npenyelenggaraan karantina hewan, ikan, dan tumbuhan, telah\nditetapkan Undang-undang Nomor 16 Tahun 1992 tentang Karantina\nHewan, Ikan, dan Tumbuhan;",
            "b": " bahwa untuk melaksanakan ketentuan Undang-undang tersebut dalam\npenyelenggaraan kegiatan karantina tumbuhan, perlu ditetapkan\nPeraturan Pemerintah tentang Karantina Tumbuhan;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945 sebagaimana telah\ndiubah dengan Perubahan Ketiga Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 12 Tahun 1992 tentang Sistem Budidaya\nTanaman (Lembaran Negara Republik Indonesia Tahun 1992 Nomor\n46, Tambahan Lembaran Negara Nomor 3478);",
            "3": " Undang-undang Nomor 16 Tahun 1992 tentang Karantina Hewan,\nIkan, dan Tumbuhan (Lembaran Negara Republik Indonesia Tahun\n1992 Nomor 56, Tambahan Lembaran Negara Nomor 3482);"
        },
        "Menetapkan": "\nPERATURAN\nPEMERINTAH TENTANG KARANTINA\nTUMBUHAN.",
        "tanggal sah": "23 April 2002"
    }
}