{
    "results": [
        {
            "id": "5f75413d-c341-4f02-80b7-d03d94d3605a",
            "name": "Chapter I",
            "title": "\nPENAMBAHAN PENYERTAAN MODAL",
            "type": "chapter",
            "children": [
                {
                    "id": "c8b862bc-9271-4012-b45b-8803919a34d9",
                    "name": "Article 1",
                    "type": "article",
                    "children": [
                        {
                            "id": "9f3077be-c5be-4b55-9556-e1cb664dc8c6",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Negara Republik Indonesia melakukan penambahan penyertaan modal ke dalam Modal\nSaham Perusahaan Perseroan (PERSERO) PT. Bhanda Ghara Reksa yang didirikan\nberdasarkan Peraturan Pemerintah Nomor 26 Tahun 1976 (Lembaran Negara Tahun 1976\nNomor 59).",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "47ccece4-57df-4d59-a3e1-3f1214e8f1ae",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Penambahan penyertaan modal Negara sebagaimana dimaksud dalam ayat (1) berasal dari\nkekayaan Negara yang selama ini dikelola oleh Perusahaan Perseroan (PERSERO) PT.\nSasana Bhanda berupa sarana Pergudangan Pemerintah di Paya Pasir Medan dan Proyek\nPergudangan Cadangan Penyangga Karet di Palembang.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "0d8cbe42-09c7-4677-ad80-509510722086",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Besarnya nilai penambahan penyertaan modal Negara Republik Indonesia ke dalam Modal\nSaham Perusahaan Perseroan (PERSERO) PT. Bhanda Ghara Reksa ditetapkan oleh\nMenteri Keuangan melalui penilaian yang dilakukan bersama oleh Departemen\nPerdagangan dan Departemen Keuangan.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "1069a552-b8e9-4342-9929-645f595d992f",
            "name": "Chapter II",
            "title": "\nPELAKSANAAN PENAMBAHAN\nPENYERTAAN MODAL",
            "type": "chapter",
            "children": [
                {
                    "id": "6edb9091-d8c9-4dcc-92a3-6db3109dc064",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "292917d7-afdd-4dc7-96ea-f5a05b1fc9a8",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPelaksanaan penambahan penyertaan modal Negara ke dalam Modal Saham Perusahaan\nPerseroan (PERSERO) PT. Bhanda Ghara Reksa sebagaimana dimaksud dalam Pasal 1\ndilakukan menurut ketentuan Kitab Undang-undang Hukum Dagang (Staatsblad Tahun 1847\nNomor 23) sebagaimana telah beberapa kali kali diubah, terakhir dengan Undang-undang Nomor 4\nTahun 1971, dengan memperhatikan ketentuan-ketentuan yang tercantum dalam Peraturan\nPemerintah Nomor 12 Tahun 1969 sebagaimana telah diubah dengan Peraturan Pemerintah\nNomor 24 Tahun 1972.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "1452ecff-582a-4830-95e8-a31c6d1f28f4",
            "name": "Chapter III",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "fd29f7a9-9e31-4709-8202-972b5b15feb9",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "6805222d-3e5c-4c1d-85b4-ad279adcc141",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan pelaksanaan Peraturan Pemerintah ini diatur lebih lanjut oleh Menteri Perdagangan\ndan Menteri Keuangan, baik secara bersama-sama atau sendiri-sendiri sesuai bidang tugasnya\nmasing-masing.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "ebf90f8e-3607-4913-80bc-72659d0df3cb",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "a2bbdf5b-726b-43bc-9c20-9a2f305ab2f8",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mentahuinya, memerintahkan pengundangan Peraturan Pemerintah ini\ndengan penampatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Nomor": "12",
        "Tahun": "1987",
        "Tentang": "PENAMBAHAN DAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM\nMODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. BHANDA GHARA REKSA",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa dengan ditetapkannya Peraturan Pemerintah Nomor 23 Tahun 1986 tentang Pembubaran Perusahaan Perseroan (PERSERO) PT. Bonded Warehouses Indonesia dan Perusahaan Perseroan (PERSERO) PT. Sasana Bhanda, Perusahaan Perseroan (PERSERO) PT. Bonded Warehouses Indonesia dan Perusahaan Perseroan (PERSERO) PT. Sasana Bhanda telah dilikuidasi kecuali kekayaan negara yang berupa Sarana Pergudangan Pemerintah di Paya Pasir Medan dan Proyek Pergudangan Cadangan Penyangga Karet di Palembang dijadikan penyertaan Negara ke dalam Perusahaan Perseroan (PERSERO) PT. Kawasan Berikat Nusantara;",
            "b": " bahwa kekayaan Negara yang berupa sarana Pergudangan Pemerintah di Paya Pasir Medan dan Proyek Pergudangan Cadangan Penyangga Karet di Palembang yang selama ini dikelola Perusahaan Perseroan (PERSERO) PT. Sasana Bhanda dipandang tidak cocok untuk dijadikan Kawasan Berikat (Bonded Zone), sehingga untuk itu perlu ditetapkan statusnya;",
            "c": " bahwa Perusahaan Perseroan (PERSERO) PT. Bhanda Ghara Reksa adalah badan usaha milik negara yang bergerak dan telah berpengalaman dalam bidang pergudangan sehingga dipandang memenuhi syarat untuk menerima penambahan penyertaan Modal Negara dalam bentuk sarana pergudangan sebagaimana dimaksud dalam huruf b di atas;",
            "d": " bahwa untuk itu dipandang perlu menetapkan Peraturan Pemerintah tentang Penambahan Penyertaan Modal Negara Republik Indonesia ke dalam Modal Saham Perusahaan Perseroan (PERSERO) PT. Bhanda Ghara Reksa"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Kitab Undang-undang Hukum Dagang (Staatsblad Tahun 1847 Nomor 23) sebagaimana telah beberapa kali diubah, terakhir dengan Undang-undang Nomor 4 Tahun 1971 (Lembaran Negara Tahun 1971 Nomor 20, Tambahan Lembaran Negara Nomor 2959);",
            "3": " Undang-undang Nomor 9 Tahun 1969 tentang Penetapan Peraturan Pemerintah Pengganti Undang-undang Nomor 1 Tahun 1969 (Lembaran Negara Tahun 1969 Nomor 16, Tambahan Lembaran Negara Nomor 2890) tentang Bentuk-bentuk Usaha Negara menjadi Undang-undang (Lembaran Negara Tahun 1969 Nomor 40, Tambahan Lembaran Negara Nomor 2904);",
            "4": " Peraturan Pemerintah Nomor 12 Tahun 1969 tentang Perusahaan Perseroan (PERSERO) (Lembaran Negara Tahun 1969 Nomor 21, Tambahan Lembaran Negara Nomor 2894) sebagaimana telah diubah dengan Peraturan Pemerintah Nomor 24 Tahun 1972 (Lembaran Negara Tahun 1972 Nomor 32, Tambahan Lembaran Negara Nomor 2987);",
            "5": " Peraturan Pemerintah Nomor 26 Tahun 1983 tentang Penyertaan Modal Negara Republik Indonesia Untuk Pendirian Perusahaan Perseroan (PERSERO) Di Bidang Pergudangan (Lembaran Negara Tahun 1976 Nomor 59);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG\nPENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE\nDALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT.\nBHANDA GHARA REKSA.",
        "tanggal sah": "25 Mei 1987"
    }
}