{
    "results": [
        {
            "id": "731e5606-a99b-4ada-81c1-7c6ed1fc2f3c",
            "name": "Chapter I",
            "title": "\nPENAMBAHAN PENYERTAAN MODAL",
            "type": "chapter",
            "children": [
                {
                    "id": "93484f2b-ea57-419f-b781-473e507b3376",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "c95ae0e6-d83d-4e9c-9e44-5c3e06d4d142",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nNegara Republik Indonesia melakukan penambahan penyertaan modal ke dalam modal saham\nPerusahaan Perseroan (PERSERO) PT. LEPPIN yang didirikan berdasarkan Peraturan\nPemerintah Nomor 46 Tahun 1970.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "617a15fc-579d-4f86-b18b-df9b5e5402ff",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "d1c09343-c72b-474d-9b54-607b1bbbfe8c",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penambahan penyertaan modal Negara Republik Indonesia sebagaimana dimaksud dalam\nPasal 1 berasal dari pemisahan sebagian kekayaan Negara yang saat ini berada di bawah\npengelolaan Departemen Perindustrian berupa tanah bekas Proyek Pemintalan Kapas\n(PROTAL) yang 10 terletak di Madiun.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "c76b1c91-70b6-464f-8fdf-84bb749a7e3b",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Besarnya nila penambahan penyertaan Modal Negara Republik Indonesia ke dalam modal\nsaham Perusahaan Perseroan (PERSERO) PT. LEPPIN ditetapkan oleh Menteri Keuangan\nberdasarkan perhitungan yang dilakukan bersama oleh Departemen Perindustrian dan\nDepartemen Keuangan.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "9a6a9420-0d41-4870-9c9d-f2aeb4053bf7",
            "name": "Chapter II",
            "title": "\nPELAKSANAAN PENAMBAHAN PENYERTAAN MODAL",
            "type": "chapter",
            "children": [
                {
                    "id": "51d3047c-b677-4369-b5e9-48e432c61435",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "b22f0dfc-741e-4247-b455-d12f9e6071ce",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPelaksanaan penambahan penyertaan modal Negara Republik Indonesia ke dalam modal\nsaham Perusahaan Perseroan (PERSERO) PT. LEPPIN sebagaimana dimaksud dalam Pasal 1\ndilakukan menurut Kitab Undang-undang Hukum Dagang (Staatsblad Tahun 1847 Nomor 23)\nsebagaimana telah diubah, terakhir dengan Undang-undang Nomor 4 Tahun 1971, dengan\nmemperhatikan ketentuan-ketentuan yang tercantum dalam Peraturan Pemerintah Nomor 12\nTahun 1969 sebagairnana telah diubah dengan Peraturan Pemerintah Nomor 24 Tahun 1972.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "be8a5e15-0a64-4674-b356-08e8dcc6cf97",
            "name": "Chapter III",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "8a3f89df-e703-4f66-aa59-f1831a61a95a",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "acb4cbcc-79a5-44ca-8529-3c4eceff312e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan teknis pelaksanaan peraturan Pemerintah ini diatur lebih lanjut oleh Menteri\nKeuangan dan Menteri Perindustrian, baik secara bersama maupun sendiri-sendiri menurut\nbidang tugasnya masing-masing.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "804e319d-bb0a-420e-9dfe-2d1c8188acb0",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "cf3cf6c9-b9c2-4473-94d4-b188358dbd98",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini\ndengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Nomor": "1",
        "Tahun": "1986",
        "Tentang": "PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM\nMODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. LEPPIN\nPRESIDEN REPUBLIK INDONESIA,",
        "Menimbang": {
            "Introduction": "",
            "a": "bahwa untuk lebih meningkatkan dan mengembangkan kegiatan, usaha\nPerusahaan Perseroan (PERSERO) PT. LEPPIN, maka dipandang perlu\nuntuk menambah penyertaan modal Negara Republik Indonesia ke dalam\nmodal saham Perusahaan Perseroan (PERSERO) PT. LEPPIN;",
            "b": "bahwa tanah bekas Proyek Pemintalan Kapas (PROTAL) Madiun yang pada\nsaat ini berada di bawah pengelolaan Perusahaan Perseroan (PERSERO)",
            "PT": " LEPPIN dapat ditetapkan untuk dijadikan tambahan penyertaan modal\nNegara Republik Indonesia ke dalam modal saham Perusahaan Perseroan\n(PERSERO) PT. LEPPIN;",
            "c": "bahwa pemisahan kekayaan Negara tersebut pada huruf b untuk dijadikan\ntambahan penyertaan modal Negara Republik Indonesia ke dalam modal\nsaham Perusahaan Perseroan (PERSERO) PT. LEPPIN perlu ditetapkan\ndengan Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": "Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": "Kitab Undang-undang Hukum Dagang (Staatsblad Tahun 1847 Nomor 23)\nsebagaimana telah beberapa kali diubah, terakhir dengan Undang-undang\nNomor 4 Tahun 1971 (Lembaran Negara Tahun 1971 Nomor 20, Tambahan\nLembaran Negara Nomor 2959);",
            "3": "Undang-undang Nomor 9 Tahun 1969 tentang Penetapan Peraturan\nPemerintah Pengganti Undang-undang Nomor 1 Tahun 1969 tentang Bentuk-\nbentuk Usaha Negara (Lembaran Negara Tahun 1969 Nomor 16, Tambahan\nLembaran Negara Nomor 2890) menjadi Undang-undang (Lembaran Negara\nTahun 1969 Nomor 40, Tambahan Lembaran Negara Nomor 2904);",
            "4": "Peraturan Pemerintah Nomor 12 Tahun 1969 tentang Perusahaan Perseroan\n(PERSERO) (Lembaran Negara Tahun 1969 Nomor 21, Tambahan\nLembaran Negara Nomor 2894) jo. Peraturan Pemerintah Nomor 24 Tahun\n1972 tentang Perubahan atas Ketentuan Pasal 7 Peraturan Pemerintah\nNomor 12 Tahun 1969 tentang Perusahaan Perseroaan (PERSERO)\n(Lembaran Negara Tahun 1972 Nomor 32, Tambahan Lembaran Negara\nTahun 1970 Nomor 64);",
            "5": "Peraturan Pemerintah Nomor 46 Tahun 1970 tentang Pengalihan Bentuk\nPerusahaan Negara Pembangunan Industri Rakyat (PNPR LEPPIN KARYA\nYASA) menjadi Perusahaan Perseroan (PERSERO) (Lembaran Negara\nTahun 1970 Nomor 64);",
            "6": "Peraturan Pemerintah Nomor 3 Tahun 1983 tentang Tata Cara Pembinaan\ndan Pengawasan Perusahaan Jawatan (PERJAN), Perusahaan Umum\n(PERUM), dan Perusahan Perseroan (PERSERO) (Lembaran Negara Tahun\n1983 Nomor 3, Tambahan Lembaran Negara Nomor 3246) sebagaimana\ntelah diubah dengan Peraturan Pemerintah Nomor 28 Tahun 1983 (Lembaran\nNegara Tahun 1983 Nomor 37);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG\nPENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE\nDALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT.\nLEPPIN.",
        "tanggal sah": "14 Januari 1986"
    }
}