{
    "results": [
        {
            "id": "9e36cedb-2996-4c2d-8b2a-9d2f545c3c66",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "86c45ee9-dda4-4c28-9f49-3f17ed2c70a5",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "10095cf4-853b-4846-b1f2-65edc9348059",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan:\n1. Rokok adalah hasil olahan tembakau terbungkus termasuk cerutu atau\nbentuk lainnya yang dihasilkan dari tanaman *Nicotiana Tabacum,*\n*Nicotiana Rustica* dan spesies lainnya atau sintetisnya yang mengandung\nnikotin dan tar dengan atau tanpa bahan tambahan.\n2. Nikotin adalah zat, atau bahan senyawa pirrolidin yang terdapat dalam\n*Nikotiana Tabacum, Nicotiana Rustica* dan spesies lainnya atau\nsintetisnya yang bersifat adiktif dapat mengakibatkan ketergantungan.\n3. Tar adalah senyawa polinuklir hidrokarbon aromatika yang bersifat\nkarsinogenik.\n4. Pengamanan rokok adalah setiap kegiatan atau serangkaian kegiatan\ndalam rangka mencegah dan/atau menangani dampak penggunaan rokok\nbaik langsung maupun tidak langsung terhadap kesehatan.\n5. Produksi adalah kegiatan atau proses menyiapkan, mengolah, membuat,\nmenghasilkan, mengemas, mengemas kembali dan/atau mengubah bentuk\nbahan baku menjadi rokok.\n6. Iklan rokok, selanjutnya disebut Iklan, adalah kegiatan untuk\nmemperkenalkan, memasyarakatkan dan/atau mempromosi-kan rokok\ndengan atau tanpa imbalan kepada masyarakat dengan tujuan\nmempengaruhi konsumen agar menggunakan rokok yang ditawarkan.\n7. Label rokok, selanjutnya disebut Label, adalah setiap keterangan\nmengenai rokok yang berbentuk gambar, tulisan, kombinasi keduanya,\natau bentuk lain yang disertakan pada rokok, dimasukkan ke dalam,\nditempatkan pada, atau merupakan bagian kemasan rokok.\n8. Tempat umum adalah sarana yang diselenggarakan oleh Pemerintah,\nswasta atau perorangan yang digunakan untuk kegiatan bagi masyarakat.\n\n9. Tempat kerja adalah tiap ruangan atau lapangan, tertutup atau terbuka,\nbergerak atau tetap dimana tenaga kerja bekerja, atau yang sering\ndimasuki tenaga kerja untuk keperluan suatu usaha dan dimana terdapat\nsumber atau sumber-sumber bahaya.\n10. Angkutan umum adalah alat angkutan bagi masyarakat yang dapat\nberupa kendaraan darat, air dan udara.\n11. Kawasan tanpa rokok adalah ruangan atau area yang dinyatakan dilarang\nuntuk kegiatan produksi, penjualan, iklan, promosi dan/atau penggunaan\nrokok.\n12. Setiap orang adalah orang perseorangan atau badan usaha, baik yang\nberbentuk badan hukum maupun tidak.\n13. Menteri adalah Menteri yang bertanggung jawab di bidang kesehatan.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "dbd36415-d8e6-47df-adf7-0e60cf888c21",
            "name": "Chapter II",
            "title": "\nPENYELENGGARAAN PENGAMANAN ROKOK",
            "type": "chapter",
            "children": [
                {
                    "id": "11c468ba-7115-471d-9ba9-a84789c10ce3",
                    "name": "Section First",
                    "title": "\nUmum",
                    "type": "section",
                    "children": [
                        {
                            "id": "d8b21343-9b6d-43a7-8720-0d7e49bd91fd",
                            "name": "Article 2",
                            "type": "article",
                            "children": {
                                "id": "6d18d31e-a6c5-4bbf-a5bd-7ce750965857",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPenyelenggaraan pengamanan rokok bagi kesehatan bertujuan untuk mencegah\npenyakit akibat penggunaan rokok bagi individu dan masyarakat dengan :\na. melindungi kesehatan masyarakat terhadap insidensi penyakit yang fatal\ndan penyakit yang dapat menurunkan kualitas hidup akibat penggunaan\nrokok;\nb. melindungi penduduk usia produktif dan remaja dari dorongan lingkungan\ndan pengaruh iklan untuk inisiasi penggunaan dan ketergantungan\nterhadap rokok;\nc. meningkatkan kesadaran, kewaspadaan, kemampuan dan kegiatan\nmasyarakat terhadap bahaya kesehatan terhadap penggunaan rokok.",
                                "explanation": "\nMerokok merugikan kesehatan baik bagi perokok itu sendiri maupun orang lain\ndisekitarnya yang tidak merokok (perokok pasif). Perokok mempunyai risiko 2 - 4 kali\nlipat untuk terkena penyakit jantung koroner dan risiko lebih tinggi untuk kematian\nmendadak.\nPerlindungan terhadap perokok pasif perlu dilakukan mengingat risiko terkena penyakit\nkanker bagi perokok pasif 30% (tiga puluh persen) lebih besar dibandingkan dengan\nperokok itu sendiri. Perokok pasif juga dapat terkena penyakit lainnya seperti penyakit\njantung iskemik yang disebabkan oleh asap rokok."
                            }
                        },
                        {
                            "id": "49c32328-7848-407e-99db-49b4b429592d",
                            "name": "Article 3",
                            "type": "article",
                            "children": {
                                "id": "30aacff4-09a3-42a6-8767-47a145e904c7",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPenyelenggaraan pengamanan rokok bagi kesehatan dilaksanakan dengan\npengaturan :\n\na. kandungan kadar nikotin dan tar;\nb. persyaratan produksi dan penjualan rokok;\nc. persyaratan iklan dan promosi rokok;\nd. penetapan kawasan tanpa rokok.",
                                "explanation": "\nHuruf a\nKadar maksimum kandungan nikotin dan tar pada setiap batang rokok yang\nberedar perlu diinformasikan. Nikotin dapat menyebabkan penyempitan\npembuluh darah termasuk pembuluh darah koroner yang memberi oksigen pada\njantung. Karena penyempitan pembuluh darah, maka jantung akan bekerja keras,\nsehingga memerlukan oksigen lebih banyak yang menyebabkan aliran darah\ndipercepat dan terjadi kenaikan tekanan darah, bila terjadi penyumbatan arteri\nkoroner, tidak ada aliran oksigen ke otot jantung yang mengakibatkan serangan\njantung. Sedangkan tar yang bersifat karsinogenik dapat menyebabkan penyakit\nkanker.\nHuruf b\nRokok yang akan diedarkan harus memenuhi persyaratan yang ditetapkan untuk\nmencegah dampak bahaya terhadap kesehatan.\nPenjualan rokok perlu diatur agar tidak memberikan kemudahan bagi anak untuk\nmemperoleh rokok.\nHuruf c\nPeriklanan dan promosi rokok perlu diatur karena dapat mendorong\nbertambahnya perokok pemula.\nHuruf d\nDalam rangka melindungi kesehatan individu dan masyarakat dari bahaya akibat\nmerokok, Pemerintah melakukan upaya penanggulangannya, diantaranya\npengaturan penetapan kawasan tanpa rokok."
                            }
                        }
                    ]
                },
                {
                    "id": "6663907e-e762-4342-9ece-0029cd00bf4b",
                    "name": "Section Second",
                    "title": "\nKandungan Kadar Nikotin dan Tar",
                    "type": "section",
                    "children": [
                        {
                            "id": "e34cecae-2dd1-405a-aa0f-1b626ca0e228",
                            "name": "Article 4",
                            "type": "article",
                            "children": [
                                {
                                    "id": "ed759a3d-f7c0-4801-843e-03f995b6a6aa",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Setiap orang yang memproduksi rokok wajib melakukan pemeriksaan kandungan kadar nikotin dan tar pada setiap hasil produksinya.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "baaf8606-d90d-41f1-832a-34445cbf13d1",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pemeriksaan kandungan kadar nikotin dan tar sebagaimana dimaksud dalam ayat (1) dilakukan di laboratorium yang sudah terakreditasi sesuai dengan ketentuan peraturan perundang-undangan yang berlaku.",
                                    "explanation": "\nYang dimaksud dengan laboratorium yang terakreditasi dalam ketentuan ini\nadalah laboratorium yang telah memenuhi standar akreditasi yang ditetapkan oleh\nlembaga yang berwenang."
                                }
                            ]
                        },
                        {
                            "id": "ff7b9cce-409d-4691-a266-b46436810e20",
                            "name": "Article 5",
                            "type": "article",
                            "children": {
                                "id": "e6dad998-7763-44b0-8bdb-9a4ff0429964",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nSetiap orang yang memproduksi rokok wajib memberikan informasi kandungan kadar nikotin dan tar setiap batang rokok yang di produksinya.",
                                "explanation": "\nKewajiban untuk memberikan informasi kandungan kadar nikotin dan tar dalam\nketentuan ini dilakukan apabila telah mendapatkan hasil pemeriksaan kandungan kadar\nnikotin dan tar dari laboratorium yang telah terakreditasi sebagaimana dimaksud dalam\nPasal 4 ayat (2)."
                            }
                        }
                    ]
                },
                {
                    "id": "45e8321c-374b-4213-9490-c3f92937436a",
                    "name": "Section Third",
                    "title": "\nKeterangan pada Label",
                    "type": "section",
                    "children": [
                        {
                            "id": "b7274dba-a4df-45b5-a9dd-92af1d39a2ca",
                            "name": "Article 6",
                            "type": "article",
                            "children": [
                                {
                                    "id": "c5570ec6-80bc-41d6-8e8e-754588d42a92",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Setiap orang yang memproduksi rokok wajib mencantumkan informasi tentang kandungan kadar nikotin dan tar setiap batang rokok, pada label dengan penempatan yang jelas dan mudah dibaca.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "06ba4edd-48dc-49f9-822c-be56fb3a9b28",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pencantuman informasi tentang kandungan kadar nikotin dan tar sebagaimana dimaksud dalam ayat (1) ditempatkan pada salah satu sisi kecil setiap kemasan rokok, dibuat kotak dengan garis pinggir 1 (satu) mm, warna kontras antara warna dasar dan tulisan, ukuran tulisan sekurang-kurangnya 3 (tiga) mm, sehingga dapat jelas dibaca.",
                                    "explanation": "\nPencantuman informasi sebagaimana dimaksud dalam ketentuan ini dilakukan\nsebagai berikut:\na. garis pinggir warna hitam, dasar kotak berwarna putih dan tulisan warna\nhitam; atau\nb. garis pinggir, warna dasar kotak dan tulisan dapat diberi warna lain\nsepanjang tulisan peringatan dapat dibaca dengan jelas."
                                }
                            ]
                        },
                        {
                            "id": "b5c91cce-9ef2-46a0-834e-8b6f69a601d6",
                            "name": "Article 7",
                            "type": "article",
                            "children": {
                                "id": "2ac7ea87-2af2-45de-97b4-a1c3a4bb4802",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nSelain pencantuman kandungan kadar nikotin dan tar sebagaimana dimaksud dalam Pasal 6, pada kemasan harus dicantumkan pula:\na. kode produksi pada setiap kemasan rokok;\nb. tulisan peringatan kesehatan pada label di bagian kemasan yang mudah dilihat dan dibaca.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "5d4c8990-c33a-4937-81ca-9de098f1e6a5",
                            "name": "Article 8",
                            "type": "article",
                            "children": [
                                {
                                    "id": "7b804bbe-9e34-46e5-8f0e-c01653774d31",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Peringatan kesehatan pada setiap label harus berbentuk tulisan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "b1560274-1922-420c-bb1a-4a6decf9738f",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Tulisan sebagaimana dimaksud dalam ayat (1) berupa \"merokok dapat menyebabkan kanker, serangan jantung, impotensi dan gangguan kehamilan dan janin\".",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "d728c377-7982-4807-b7bb-130333c4802f",
                            "name": "Article 9",
                            "type": "article",
                            "children": [
                                {
                                    "id": "089ac628-3b96-4aa6-9a73-49f724b3ca21",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Tulisan peringatan kesehatan sebagaimana dimaksud dalam Pasal 8 ayat (2) dicantumkan dengan jelas pada label di bagian kemasan yang mudah dilihat dan dibaca.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "b06ddd60-d08a-4b7e-a61d-4cdbc5298cb7",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Tulisan peringatan kesehatan dicantumkan pada salah satu sisi lebar setiap kemasan rokok, dibuat kotak dengan garis pinggir 1 (satu) mm, warna kontras antara warna dasar dan tulisan, ukuran tulisan sekurang-kurangnya 3 (tiga) mm, sehingga dapat jelas dibaca.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "fc412a40-3535-4dfb-bdee-ddd19abb8a59",
                    "name": "Section Fourth",
                    "title": "\nProduksi dan Penjualan Rokok",
                    "type": "section",
                    "children": [
                        {
                            "id": "7bc38ae0-8911-4988-a04a-092cc9ac4558",
                            "name": "Article 10",
                            "type": "article",
                            "children": {
                                "id": "53880004-c2dd-4238-b4e5-1d9beb82a034",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nSetiap orang yang memproduksi rokok wajib memiliki izin di bidang perindustrian.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "7a580dc0-a477-4c43-887c-f163b0355715",
                            "name": "Article 11",
                            "type": "article",
                            "children": [
                                {
                                    "id": "eb8b2275-3b4d-40a9-b205-3e35d8420144",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Setiap orang yang memproduksi rokok dilarang menggunakan bahan tambahan dalam proses produksi yang tidak memenuhi persyaratan kesehatan.\n\n(2) Ketentuan lebih lanjut tentang bahan tambahan sebagaimana dimaksud\ndalam ayat (1) ditetapkan dengan Keputusan Menteri.",
                                    "explanation": "\nBahan tambahan yang dimaksud antara lain penambah rasa, penambah aroma, pewarna dan obat-obatan."
                                }
                            ]
                        },
                        {
                            "id": "aad775e2-c789-4ef0-9c50-8572dbbf42cf",
                            "name": "Article 12",
                            "type": "article",
                            "children": {
                                "id": "e4b39fe1-3335-4346-b92f-ae0bea0ca79c",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nMenteri yang bertanggung jawab di bidang pertanian berkewajiban\nmenggerakkan, mendorong dan menggunakan ilmu pengetahuan dan teknologi\nuntuk menghasilkan produk tanaman tembakau dengan risiko kesehatan\nseminimal mungkin.",
                                "explanation": "\nDengan digunakannya ilmu pengetahuan dan teknologi diharapkan hasil *strain* tembakau\ndengan kadar nikotin dan tar rendah sehingga dampak risiko kesehatan minimal."
                            }
                        },
                        {
                            "id": "160d22bb-6bfe-4155-821f-3c4bb8acdc20",
                            "name": "Article 13",
                            "type": "article",
                            "children": {
                                "id": "598bfdc4-da24-4f95-9956-31f15e9067f3",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nMenteri yang bertanggungjawab di bidang perindustrian berkewajiban\nmenggerakkan, mendorong dan menggunakan ilmu pengetahuan dan teknologi\ndalam proses produksi rokok untuk menghasilkan produk rokok dengan risiko\nkesehatan seminimal mungkin.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "2aabb9b4-c5fe-4f25-81e2-5fa1e1e0ed62",
                            "name": "Article 14",
                            "type": "article",
                            "children": {
                                "id": "c703e6ee-0eb1-43d5-9748-9abd35d3a5cc",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nProduk rokok yang dimasukkan ke dalam wilayah Indonesia harus memenuhi\nketentuan sebagaimana dimaksud dalam Pasal 4, Pasal 5, Pasal 6, Pasal 7, Pasal\n8. Pasal 9, dan Pasal 11.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "9fc75a44-70d0-4792-8c01-d4da4f867cd4",
                            "name": "Article 15",
                            "type": "article",
                            "children": [
                                {
                                    "id": "8bdfbb26-cd8d-4474-a399-55eaf75d2e8a",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Penjualan rokok dengan menggunakan mesin layan diri hanya dapat\ndilakukan di tempat-tempat tertentu.",
                                    "explanation": "\nDalam menentukan lokasi penempatan mesin layan diri (*vending machine*), perlu dipertimbangkan agar lokasi jauh dari jangkauan anak-anak."
                                },
                                {
                                    "id": "d2f71e01-ca4a-4b59-aabb-4b5524808e50",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Ketentuan lebih lanjut tentang tempat-tempat tertentu sebagaimana\ndimaksud dalam ayat (1) ditetapkan oleh Pemerintah Daerah.",
                                    "explanation": "\nPenentuan tempat-tempat tertentu dalam ketentuan ini harus memperhatikan jarak\ndengan kawasan tanpa rokok."
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "94d3eaf9-3304-4dc3-914e-b82050df4b9a",
                    "name": "Section Fifth",
                    "title": "\nIklan dan Promosi",
                    "type": "section",
                    "children": [
                        {
                            "id": "9dcd6986-01c7-4c70-9fd3-e5fe04896539",
                            "name": "Article 16",
                            "type": "article",
                            "children": [
                                {
                                    "id": "b093255c-b3ff-4007-bc6b-f5783b183e27",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Iklan dan promosi rokok hanya dapat dilakukan oleh setiap orang yang\nmemproduksi rokok dan/atau yang memasukkan rokok ke dalam wilayah\nIndonesia.\n\n(2) Iklan sebagaimana dimaksud dalam ayat (1) dapat dilakukan di media elektronik, media cetak atau media luar ruang.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "97b4ec84-8c10-4bfb-9270-c8348489e244",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Iklan pada media elektronik sebagaimana dimaksud dalam ayat (2) hanya dapat dilakukan pada pukul 21.30 sampai dengan pukul 05.00 waktu setempat.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "1188a6f3-43bf-405e-92de-8ed7d589b1ab",
                            "name": "Article 17",
                            "type": "article",
                            "children": {
                                "id": "dbe7a643-f1af-4aa3-a6a7-8f9a16267401",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nMateri iklan sebagaimana dimaksud dalam Pasal 16 ayat (2) dilarang:\na. merangsang atau menyarankan orang untuk merokok;\nb. menggambarkan atau menyarankan bahwa merokok memberikan manfaat bagi kesehatan;\nc. memperagakan atau menggambarkan dalam bentuk gambar, tulisan atau gabungan keduanya, bungkus rokok, rokok atau orang sedang merokok atau mengarah pada orang yang sedang merokok;\nd. ditujukan terhadap atau menampilkan dalam bentuk gambar atau tulisan atau gabungan keduanya, anak, remaja, atau wanita hamil;\ne. mencantumkan nama produk yang bersangkutan adalah rokok;\nf. bertentangan dengan norma yang berlaku dalam masyarakat.",
                                "explanation": "\nHuruf a\nTermasuk dalam hal ini antara lain menampilkan adegan menawarkan rokok, membuka bungkus rokok, mengajak orang merokok.\nHuruf b\nTermasuk dalam hal ini antara lain merokok membuat langsing, menambah konsentrasi dan lain-lain yang bertentangan dengan aspek kesehatan.\nHuruf c\nTermasuk dalam hal ini antara lain menampilkan gambar bungkus rokok baik sebagian atau secara utuh, gambar batang rokok, tulisan rokok, gambar asap rokok.\nHuruf d\nCukup jelas\nHuruf e\nCukup jelas\nHuruf f\nYang dimaksud dengan norma yang berlaku dalam masyarakat adalah norma hukum, norma agama, norma kesusilaan dan norma kesopanan."
                            }
                        },
                        {
                            "id": "f60f1161-dff6-4758-9f08-cd8720556f09",
                            "name": "Article 18",
                            "type": "article",
                            "children": [
                                {
                                    "id": "b32014e9-2e76-491c-9334-54c98ba1e393",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Setiap iklan pada media elektronik, media cetak dan media luar ruang harus mencantumkan peringatan bahaya merokok bagi kesehatan.",
                                    "explanation": "\nPencantuman peringatan dimaksud dalam ketentuan ini hendaknya mengacu pada tulisan peringatan sebagaimana dimaksud dalam Pasal 8 ayat (2). Pencantuman peringatan bahaya merokok pada penyiaran televisi lamanya harus dapat memberikan kesempatan pada orang untuk membacanya dengan baik. Peringatan bahaya merokok pada penyiaran radio harus diberikan dengan suara yang jelas."
                                },
                                {
                                    "id": "f42380f6-6b8f-4e00-ab06-375f25d09e12",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pencantuman peringatan sebagaimana dimaksud dalam ayat (1) harus ditulis dengan huruf yang jelas sehingga mudah dibaca, dan dalam ukuran yang proporsional disesuaikan dengan ukuran iklan tersebut.",
                                    "explanation": "\nYang dimaksud ukuran yang proporsional dalam ketentuan ini yaitu untuk media\ncetak dan media luar ruang antara lain luas kolom yang memuat peringatan\nkesehatan sekurang-kurangnya 15% (lima belas persen) dari luas total iklan,\ndengan tulisan yang jelas dan mudah dibaca oleh masyarakat."
                                }
                            ]
                        },
                        {
                            "id": "438c39e6-60bf-4d43-a00d-d41cec93fd05",
                            "name": "Article 19",
                            "type": "article",
                            "children": {
                                "id": "21be5c9e-3c0e-4c4f-910d-95c9053596fb",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nSetiap orang yang memproduksi rokok dan/atau memasukkan rokok kedalam wilayah Indonesia dilarang melakukan promosi dengan memberikan secara cuma-cuma atau hadiah berupa rokok atau produk lainnya dimana dicantumkan bahwa merek dagang tersebut merupakan rokok.\n",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "fd20db0f-6f69-44de-a93a-82c8a239a443",
                            "name": "Article 20",
                            "type": "article",
                            "children": {
                                "id": "f41ce926-3857-43d7-95b8-47bb8016be9c",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nKegiatan sponsor dalam rangka iklan dan promosi yang dilakukan oleh setiap\norang yang memproduksi rokok dan/atau yang memasukkan rokok ke dalam\nwilayah Indonesia, hanya dapat dilakukan dengan tetap mengikuti ketentuan\nperiklanan dan promosi sebagaimana diatur dalam Peraturan Pemerintah ini.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "47b802c8-9d71-4d98-a1b8-2b0fef62951e",
                            "name": "Article 21",
                            "type": "article",
                            "children": [
                                {
                                    "id": "b1b3eb0a-9549-49ca-8a29-470331726a43",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Setiap orang yang memproduksi rokok dan/atau memasukkan rokok ke\nwilayah Indonesia dalam melakukan iklan dan promosi rokok pada suatu\nkegiatan harus memenuhi persyaratan sebagaimana dimaksud dalam Pasal\n16 , Pasal 17, Pasal 18, Pasal 19 dan Pasal 20.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "60b2b2a7-675a-4b76-a9e1-77fb6a58c9cc",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pimpinan atau penanggung jawab suatu kegiatan berkewajiban menolak\nbentuk promosi rokok yang tidak memenuhi Pasal 16, Pasal 17, Pasal 18,\nPasal 19 dan Pasal 20.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "be274b0f-ac80-42ec-b11d-806cb541ce1b",
                    "name": "Section Sixth",
                    "title": "\nKawasan Tanpa Rokok",
                    "type": "section",
                    "children": [
                        {
                            "id": "a929be09-fc70-4702-8124-ae8b80fb55b3",
                            "name": "Article 22",
                            "type": "article",
                            "children": {
                                "id": "29b480ce-dc4e-44dc-9c72-16016e6b9c4e",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nTempat umum, sarana kesehatan, tempat kerja dan tempat yang secara spesifik\nsebagai tempat proses belajar mengajar, arena kegiatan anak, tempat ibadah dan\nangkutan umum dinyatakan sebagai kawasan tanpa rokok.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "e7765c54-c38d-4a43-8e04-65dc13c02e20",
                            "name": "Article 23",
                            "type": "article",
                            "children": {
                                "id": "c0124f4a-3234-4e8e-a784-f914bfb99876",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPimpinan atau penanggungjawab tempat umum dan tempat kerja yang\nmenyediakan tempat khusus untuk merokok harus menyediakan alat penghisap\nudara sehingga tidak mengganggu kesehatan bagi yang tidak merokok.",
                                "explanation": "\nTempat khusus dalam ketentuan ini adalah tempat yang disediakan untuk para perokok\nyang terpisah dan tidak berhubungan dengan ruangan tanpa rokok dan harus mempunyai\nalat penghisap udara."
                            }
                        },
                        {
                            "id": "457d451b-cede-4d5c-b65f-3db181a21228",
                            "name": "Article 24",
                            "type": "article",
                            "children": {
                                "id": "a567fece-1c20-4fa2-9eb8-68bb5bd285ce",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nDalam angkutan umum dapat disediakan tempat khusus untuk merokok dengan\nketentuan:\na. lokasi tempat khusus untuk merokok terpisah secara fisik/tidak bercampur\ndengan kawasan tanpa rokok pada angkutan umum yang sama;\n\nb. dalam tempat khusus untuk merokok harus dilengkapi alat penghisap\nudara atau memiliki sistem sirkulasi udara yang memenuhi persyaratan\nyang ditetapkan oleh Menteri yang bertanggung jawab di bidang\nperhubungan.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "7da6bc9f-8651-479e-8c6a-f1c35e07a3d0",
                            "name": "Article 25",
                            "type": "article",
                            "children": {
                                "id": "71d40792-480d-4923-bb4f-66d9f01e0ab5",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPemerintah Daerah wajib mewujudkan kawasan tanpa rokok sebagaimana\ndimaksud dalam Pasal 22, di wilayahnya.",
                                "explanation": "\nCukup jelas"
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "13d23108-10e5-4fb8-acd1-2871f13b17da",
            "name": "Chapter III",
            "title": "\nPERAN MASYARAKAT",
            "type": "chapter",
            "children": [
                {
                    "id": "d4994d66-3869-408c-924f-b464b3ba34be",
                    "name": "Article 26",
                    "type": "article",
                    "children": {
                        "id": "94255f16-46b3-41a2-ad9d-364810dd748b",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nMasyarakat termasuk setiap orang yang memproduksi rokok dan/atau yang\nmemasukkan rokok ke dalam wilayah Indonesia, memiliki kesempatan untuk\nberperan seluas-luasnya dalam rangka mewujudkan derajat kesehatan yang\noptimal melalui terbentuknya kawasan tanpa rokok.",
                        "explanation": "\nPeran serta masyarakat yang dimaksud dalam ketentuan ini adalah partisipasi masyarakat\ntermasuk produsen atau importir dalam upaya mewujudkan terbentuknya kawasan tanpa\nrokok di tempat-tempat umum, sarana kesehatan, tempat kerja, dan angkutan umum."
                    }
                },
                {
                    "id": "766a9504-5de8-4580-a6bd-33d84112868a",
                    "name": "Article 27",
                    "type": "article",
                    "children": {
                        "id": "b8be0e82-aa40-42b6-81ba-d4f266ea94a4",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeran masyarakat diarahkan untuk meningkatkan dan mendayagunakan\nkemampuan yang ada pada masyarakat dalam rangka penyelenggaraan\npengamanan rokok bagi kesehatan.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "43a591ed-4ec8-4969-ba90-c5c8d5fcf781",
                    "name": "Article 28",
                    "type": "article",
                    "children": {
                        "id": "14749e86-bba6-4bef-a4fc-a6fa7c750735",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeran masyarakat dapat dilakukan oleh perorangan, kelompok, badan hukum\natau badan usaha, dan lembaga atau organisasi yang diselenggarakan oleh\nmasyarakat.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "9aec1fce-71e5-4418-acce-b5a5f20cc76e",
                    "name": "Article 29",
                    "type": "article",
                    "children": {
                        "id": "63bdba92-701e-493c-a169-93839adc3093",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeran masyarakat dilaksanakan melalui:\na. pemikiran dan pertimbangan berkenaan dengan penentuan kebijaksanaan\ndan/atau pelaksanaan program pengamanan rokok bagi kesehatan;\n\nb.  penyelenggaraan, pemberian bantuan dan/atau kerjasama dalam kegiatan\npenelitian dan pengembangan penanggu-langan bahaya merokok terhadap\nkesehatan:\nc.  pengadaan dan pemberian bantuan sarana dan prasarana bagi\npenyelenggara pengamanan rokok bagi kesehatan;\nd.  keikutsertaan dalam pemberian bimbingan dan penyuluhan serta\npenyebarluasan informasi kepada masyarakat berkenaan dengan\npenyelenggaraan pengamanan rokok bagi kesehatan;\ne.  kegiatan pengawasan dalam rangka penyelenggaraan pengamanan rokok\nbagi kesehatan.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "372f09e8-7d07-49f9-b97b-82d8e90b4fb9",
                    "name": "Article 30",
                    "type": "article",
                    "children": {
                        "id": "09243ff4-4cdd-4560-9251-2d23d25a2694",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeran masyarakat dalam rangka penyelenggaraan upaya pengamanan rokok\nbagi kesehatan dilaksanakan berpedoman kepada kebijaksanaan pemerintah\ndan/atau ketentuan peraturan perundang-undangan yang berlaku.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "ab0aeb68-20b9-45f8-8e29-bc56ce3eb004",
                    "name": "Article 31",
                    "type": "article",
                    "children": {
                        "id": "f51efa30-a5d6-46e9-a202-81d31599195d",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam rangka meningkatkan peran masyarakat, Menteri bekerja sama dengan\ninstansi terkait lainnya menyebarluaskan informasi dan pengertian\npenyelenggaraan pengamanan rokok bagi kesehatan.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "d00632a0-a5ec-4f7e-9bf1-174593f5a622",
            "name": "Chapter IV",
            "title": "\nPEMBINAAN DAN PENGAWASAN",
            "type": "chapter",
            "children": [
                {
                    "id": "9b7b6b1f-bba6-400c-a695-01fcef87475d",
                    "name": "Section First",
                    "title": "\nPembinaan",
                    "type": "section",
                    "children": [
                        {
                            "id": "47f24b79-1cfc-418b-9c2a-72f7153dd35a",
                            "name": "Article 32",
                            "type": "article",
                            "children": {
                                "id": "8ddcec90-9fe4-47ce-9c48-0accd92a1295",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nMenteri, Menteri terkait dan Pemerintah Daerah melakukan pembinaan atas\npelaksanaan pengamanan rokok bagi kesehatan dengan mendorong dan\nmenggerakkan :\na.  produk rokok yang memiliki risiko kesehatan seminimal mungkin;\nb.  terwujudnya kawasan tanpa rokok;\nc.  berbagai kegiatan untuk menurunkan jumlah perokok.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "38a643f4-36f1-4f34-aa74-f2acb73c5c53",
                            "name": "Article 33",
                            "type": "article",
                            "children": {
                                "id": "8cdb6c92-cbb9-430e-ae99-076b1b09751b",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPasal 33\nPembinaan atas penyelenggaraan pengamanan rokok bagi kesehatan dilaksanakan melalui pemberian informasi dan penyuluhan, dan pengembangan kemampuan masyarakat untuk berperilaku hidup sehat.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "c95959cf-c97c-4ee9-b04e-6958dcbbab0d",
                            "name": "Article 34",
                            "type": "article",
                            "children": [
                                {
                                    "id": "97f320c2-9405-4746-8b74-0780a305e7b1",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Menteri dan Menteri terkait dalam melakukan pembinaan penyelenggaraan upaya pengamanan rokok bagi kesehatan dapat :\na. secara sendiri atau bekerja sama menyelenggarakan berbagai kegiatan untuk pembinaan dalam penyeleng-garaan upaya pengamanan rokok bagi kesehatan;\nb. bekerja sama dengan badan atau lembaga internasional atau organisasi kemasyarakatan untuk menyelenggara-kan pengamanan rokok bagi kesehatan;\nc. memberikan penghargaan kepada orang atau badan yang telah berjasa dalam membantu pelaksanaan pengamanan rokok bagi kesehatan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "5308d8b7-2ed9-44f4-8ccc-8ca4c6d83ffd",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Menteri yang bertanggung jawab di bidang pertanian, mendorong dilaksanakan diversifikasi tanaman tembakau ke jenis tanaman lain.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "a4c79b67-16e3-4b92-84ef-ee0f161556f8",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Menteri yang bertanggung jawab di bidang perindustrian mendorong dilaksanakan diversifikasi usaha industri rokok ke industri lain.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "70229787-ac1b-4432-bc3d-29ca1faa22b8",
                    "name": "Section Second",
                    "title": "\nPengawasan",
                    "type": "section",
                    "children": [
                        {
                            "id": "23a3dafc-d6bd-4c21-8178-c00b6f89d033",
                            "name": "Article 35",
                            "type": "article",
                            "children": [
                                {
                                    "id": "b1a07d31-e592-42a1-9bba-48dca6d2678b",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Menteri dan Menteri terkait melakukan pengawasan atas pelaksanaan upaya pengamanan rokok bagi kesehatan.",
                                    "explanation": "\nYang dimaksud dengan Menteri terkait antara lain Menteri yang bertanggung\njawab di bidang pertanian, Menteri yang bertanggung jawab di bidang\nperindustrian dan perdagangan, dan Menteri yang bertanggung-jawab di bidang\nkepabeanan dan cukai."
                                },
                                {
                                    "id": "0827c4de-0808-40c1-9ea0-ff622ee613c0",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Dalam rangka pengawasan sebagaimana dimaksud dalam ayat (1) Menteri dan Menteri terkait dapat mengambil tindakan administratif terhadap pelanggaran ketentuan dalam Peraturan Pemerintah ini sesuai dengan tugas pokok dan fungsi masing-masing.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "d1a3ebdc-b8bb-4cd3-ab21-d39517eee20d",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Tindakan administratif sebagaimana dimaksud dalam ayat (2) dapat berupa:\n\na. teguran lisan;\nb. teguran tertulis;\nc. penghentian sementara kegiatan;\nd. pencabutan izin industri.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "4fad7f97-048d-45b2-95b5-732b43df719f",
                            "name": "Article 36",
                            "type": "article",
                            "children": [
                                {
                                    "id": "2ea1b545-5b8e-44cd-aa3b-28f7f34a81cc",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pengawasan terhadap produk rokok yang beredar dan iklan dilaksanakan oleh Kepala Badan Pengawas Obat dan Makanan.",
                                    "explanation": "\nPengawasan oleh Kepala Badan Pengawas Obat dan Makanan dalam ketentuan\nini berkaitan dengan kebenaran kandungan kadar nikotin dan tar, pencantuman\nperingatan kesehatan pada label dan ketaatan dalam pelaksanaan iklan dan\npromosi rokok."
                                },
                                {
                                    "id": "02f2c9c4-479e-4763-b010-a57f3d9ac91f",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Dalam rangka pengawasan produk rokok yang beredar dan iklan sebagaimana dimaksud dalam ayat (1), Kepala Badan Pengawas Obat dan Makanan dapat memberikan teguran lisan, teguran tertulis dan/atau membuat rekomendasi untuk melakukan penghentian sementara kegiatan atau pencabutan izin industri kepada instansi terkait.",
                                    "explanation": ""
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id": "086e803d-c243-4110-a1f4-d46294952668",
            "name": "Chapter V",
            "title": "\nKETENTUAN PIDANA",
            "type": "chapter",
            "children": [
                {
                    "id": "84253f47-89cb-40ee-aa33-52dbab83bb49",
                    "name": "Article 37",
                    "type": "article",
                    "children": {
                        "id": "d2e8af5b-26d7-4f08-8309-7698c91af344",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPelanggaran terhadap ketentuan sebagaimana dimaksud dalam Pasal 4 ayat (1), Pasal 5, Pasal 6, Pasal 8, Pasal 9, Pasal 14, Pasal 15 ayat (1), Pasal 16, Pasal 17, Pasal 18, Pasal 19, Pasal 20 dan Pasal 21 ayat (2) dipidana dengan pidana sesuai dengan ketentuan peraturan perundang-undangan yang berlaku.",
                        "explanation": "\nCukup jelas\nYang dimaksud dengan ketentuan peraturan perundang-undangan yang berlaku adalah\nUndang-undang Nomor 23 Tahun 1992 tentang Kesehatan, Undang-undang Nomor 8\nTahun 1999 tentang Perlindungan Konsumen dan Undang-undang Nomor 32 Tahun 2002\ntentang Penyiaran."
                    }
                }
            ]
        },
        {
            "id": "ad077f3a-6a7c-4423-a479-b8b16d5c8e87",
            "name": "Chapter VI",
            "title": "\nKETENTUAN LAIN-LAIN",
            "type": "chapter",
            "children": [
                {
                    "id": "65ca7256-93e1-47aa-892d-e29d26cede73",
                    "name": "Article 38",
                    "type": "article",
                    "children": [
                        {
                            "id": "2e214c6c-7b5d-4a2f-a6d2-010b4ae0f2d5",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Produk lain yang mengandung *Nicotiana Tabacum, Nicotiana Rustica* dan spesies lainnya dan/atau hasil olahannya termasuk pembuatan sintetis yang jenis dan sifatnya sama atau serupa dengan yang dihasilkan oleh *Nicotiana* spesiesnya termasuk dalam ketentuan Peraturan Pemerintah ini.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "72e7657c-4d92-442b-9b6e-751093b24c4d",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Produk lain sebagaimana dimaksud dalam ayat (1) ditetapkan dengan Keputusan Menteri\n",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "507b043c-3831-433b-8016-57fcf3479cd1",
            "name": "Chapter VII",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "2c3e765a-6f2a-4f3d-8a81-afa130253c01",
                    "name": "Article 39",
                    "type": "article",
                    "children": {
                        "id": "ba4fa9ff-1bb0-4027-9a94-280b4805d43e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSetiap orang yang memproduksi rokok dan/atau memasukkan rokok ke dalam wilayah Indonesia harus menyesuaikan dengan ketentuan dalam Peraturan Pemerintah ini paling lambat dalam waktu 1 (satu) tahun sejak Peraturan Pemerintah ini ditetapkan.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "b93c0156-7194-4d9b-bda7-c6360a714791",
                    "name": "Article 40",
                    "type": "article",
                    "children": {
                        "id": "07eddd9e-2f93-4651-bf47-29460784d0b0",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan berlakunya Peraturan Pemerintah ini, semua peraturan pelaksanaan dari Peraturan Pemerintah Nomor 81 Tahun 1999 tentang Pengamanan Rokok Bagi Kesehatan sebagaimana telah diubah dengan Peraturan Pemerintah Nomor 38 Tahun 2000 dinyatakan tetap berlaku sepanjang tidak bertentangan dan/atau belum diganti dengan peraturan yang baru berdasarkan Peraturan Pemerintah ini.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "64cfe96a-1c3f-4acd-86da-1c98377eca6d",
            "name": "Chapter VIII",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "738fee02-815a-4e15-b4f8-101216ce51dc",
                    "name": "Article 41",
                    "type": "article",
                    "children": {
                        "id": "c974848a-7704-4a59-8271-7938d07a9aaa",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan berlakunya Peraturan Pemerintah ini, Peraturan Pemerintah Nomor 81 Tahun 1999 tentang Pengamanan Rokok Bagi Kesehatan sebagaimana telah diubah dengan Peraturan Pemerintah Nomor 38 Tahun 2000, dinyatakan tidak berlaku.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "30095680-4b04-46e9-a31b-59f57d22658b",
                    "name": "Article 42",
                    "type": "article",
                    "children": {
                        "id": "4d251292-c2c6-43d5-9aa5-472236ecba6f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya memerintahkan pengundangan Peraturan\nPemerintah ini dengan penempatannya dalam Lembaran Negara Republik\nIndonesia.",
                        "explanation": "\nCukup jelas\n--- OCR End ---"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nPembangunan kesehatan sebagai salah satu upaya pembangunan nasional diarahkan guna\ntercapainya kesadaran, kemauan dan kemampuan untuk hidup sehat bagi setiap penduduk, agar\ndapat mewujudkan derajat kesehatan yang optimal.\nUntuk mewujudkan derajat kesehatan yang optimal bagi masyarakat tersebut, diselenggarakan\nberbagai upaya kesehatan dimana salah satu upaya dimaksud adalah pengamanan zat adiktif\nyang diatur dalam Pasal 44 Undang-undang Nomor 23 Tahun 1992 tentang Kesehatan.\nRokok merupakan salah satu zat adiktif yang bila digunakan dapat mengakibatkan bahaya\nkesehatan bagi individu dan masyarakat, oleh karena dalam rokok terdapat kurang lebih 4.000\n(empat ribu) zat kimia antara lain nikotin yang bersifat adiktif dan tar yang bersifat\nkarsinogenik, yang dapat mengakibatkan berbagai penyakit antara lain kanker, penyakit jantung,\nimpotensi, penyakit darah, enfisema, bronkitis kronik, dan gangguan kehamilan.\nDalam rangka peningkatan upaya penanggulangan bahaya akibat merokok dan juga\nimplementasi pelaksanaannya di lapangan lebih efektif, efisien dan terpadu, diperlukan peraturan\nperundang-undangan dalam bentuk Peraturan Pemerintah tentang Pengamanan Rokok Bagi\nKesehatan, dengan tujuan:\na. melindungi kesehatan dari bahaya akibat merokok;\nb. membudayakan hidup sehat;\nc. menekan perokok pemula;\nd. melindungi kesehatan perokok pasif.\nPrevalensi perokok aktif di Indonesia meningkat dengan sangat cepat dalam dua dekade terakhir.\nData survei Kesehatan Nasional Tahun 2001 menunjukkan bahwa 54,5% (lima puluh empat\nkoma lima persen) laki-laki dan 1,2% (satu koma dua persen) perempuan Indonesia berusia lebih\ndari 10 (sepuluh) tahun, merupakan perokok aktif. Sekitar 28,3% (dua puluh delapan koma tiga\npersen) perokok adalah tergolong dalam sosial ekonomi rendah, dimana mereka membelanjakan\nrata-rata 15%-16% (lima belas persen sampai dengan enam belas persen) dari pendapatan dalam\nsebulan untuk membeli rokok.\nTingkat kematian akibat kebiasaan merokok di Indonesia telah mencapai 57.000 (lima puluh\ntujuh ribu) orang setiap tahunnya dan 4.000.000 (empat juta) kematian di dunia setiap tahunnya.\nPada Tahun 2030 diperkirakan tingkat kematian di dunia akibat konsumsi tembakau akan\nmencapai 10.000 (sepuluh ribu) orang tiap tahunnya, dengan sekitar 70% (tujuh puluh persen)\nterjadi di negara-negara berkembang termasuk Indonesia.\nPengamanan rokok bagi kesehatan perlu dilaksanakan dengan pemberian informasi tentang\nkandungan kadar nikotin dan tar yang ada pada setiap batang rokok, pencantuman peringatan\npada label, pengaturan produksi dan penjualan rokok dan periklanan dan promosi rokok. Selain\nitu, perlu ditetapkan pula kawasan tanpa rokok pada tempat umum, sarana kesehatan, tempat\nkerja dan tempat yang secara spesifik sebagai tempat proses belajar mengajar, arena kegiatan\nanak, tempat ibadah dan angkutan umum.\nDalam Peraturan Pemerintah ini, iklan dan promosi rokok hanya dapat dilakukan dengan\npersyaratan tertentu yang ditetapkan.\nKetentuan mengenai iklan tersebut juga harus memperhatikan ketentuan Pasal 46 ayat (3) huruf c\nUndang-undang Nomor 32 Tahun 2002 tentang Penyiaran.\nPeran masyarakat dalam upaya pengamanan rokok bagi kesehatan perlu ditingkatkan agar\nterbentuk kawasan tanpa rokok di semua tempat/sarana.\nPembinaan dan pengawasan oleh Menteri Kesehatan atas pelaksanaan pengamanan rokok bagi\nkesehatan dilaksanakan dalam berbagai bidang melalui pemberian informasi, penyuluhan, dan\npengembangan kemampuan masyarakat untuk berperilaku hidup sehat.\nPelanggaran ketentuan dalam Peraturan Pemerintah ini dapat dikenakan tindakan administratif\ndan sanksi pidana sesuai dengan Undang-undang Nomor 23 Tahun 1992 tentang Kesehatan.\nPengamanan rokok bagi kesehatan ini juga perlu dilaksanakan secara terpadu dengan lintas\nsektor yang terkait. Oleh karena itu, peraturan perundang-undangan yang erat kaitannya dengan\npengamanan rokok ini perlu diperhatikan seperti Undang-undang Nomor 1 Tahun 1970 tentang\nKeselamatan Kesehatan Kerja, Undang-undang Nomor 5 Tahun 1984 tentang Perindustrian,\nUndang-undang Nomor 10 Tahun 1995 tentang Kepabeanan, Undang-undang Nomor 11 Tahun\n1995 tentang Cukai, Undang-undang Nomor 25 Tahun 1997 tentang Ketenaga-kerjaan, Undang-\nundang Nomor 8 Tahun 1999 tentang Perlindungan Konsumen, Undang-undang Nomor 22\nTahun 1999 tentang Pemerintahan Daerah dan Undang-undang Nomor 32 Tahun 2002 tentang\nPenyiaran.",
        "Nomor": "19",
        "Tahun": "2003",
        "Tentang": "PENGAMANAN ROKOK BAGI KESEHATAN",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa rokok merupakan salah satu zat adiktif yang bila digunakan\nmengakibatkan bahaya bagi kesehatan individu dan masyarakat, oleh karena\nitu perlu dilakukan berbagai upaya pengamanan;",
            "b": " bahwa sebagai pelaksanaan ketentuan Pasal 44 Undang-undang Nomor 23\nTahun 1992 tentang Kesehatan telah ditetapkan Peraturan Pemerintah\nNomor 81 Tahun 1999 tentang Pengamanan Rokok Bagi Kesehatan\nsebagaimana telah diubah dengan Peraturan Pemerintah Nomor 38 Tahun\n2000;",
            "c": " bahwa untuk lebih mengefektifkan pelaksanaan pengamanan rokok bagi\nkesehatan dipandang perlu menyempurnakan pengaturan mengenai\npengamanan rokok bagi kesehatan dengan Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang Undang Dasar 1945 sebagaimana telah diubah\ndengan Perubahan Keempat Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 23 Tahun 1992 tentang Kesehatan (Lembaran\nNegara Republik Indonesia Tahun 1992 Nomor 100, Tambahan Lembaran\nNegara Nomor 3495);",
            "3": " Undang-undang Nomor 8 Tahun 1999 tentang Perlindungan Konsumen\n(Lembaran Negara Republik Indonesia Tahun 1999 Nomor 42, Tambahan\nLembaran Negara Nomor 3821);",
            "4": " Undang-undang Nomor 32 Tahun 2002 tentang Penyiaran (Lembaran\nNegara Republik Indonesia Tahun 2002 Nomor 139, Tambahan Lembaran\nNegara Nomor 4252);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PENGAMANAN ROKOK BAGI\nKESEHATAN.",
        "tanggal sah": "10 Maret 2003"
    }
}