{
    "results": [
        {
            "id": "0bc74ab1-7402-428d-9529-6170602b6e23",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "b896ea32-448f-4f8f-b918-e6c085d9b7b3",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "afb3fe25-df9c-4923-9caf-17fe2b157cec",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan:\n1. Pegawai Negeri Sipil adalah Pegawai Negeri Sipil sebagaimana dimaksud dalam Undang-undang\nNomor 8 Tahun 1974 tentang Pokok-pokok Kepegawaian sebagaimana telah diubah dengan\nUndang-undang Nomor 43 Tahun 1999.\n2. Jabatan struktural adalah suatu kedudukan yang menunjukkan tugas, tanggungjawab, wewenang,\ndan hak seorang Pegawai Negeri Sipil dalam rangka memimpin suatu satuan organisasi negara.\n3. Eselon adalah tingkatan jabatan struktural.\n4. Pimpinan Instansi adalah Menteri, Jaksa Agung, Sekretaris Negara, Sekretaris Kabinet, Sekretaris\nMiliter, Sekretaris Presiden, Sekretaris Wakil Presiden, Kepala Kepolisian Negara, Pimpinan\nLembaga Pemerintah Non departemen, Pimpinan Kesekretariatan Lembaga Tertinggi/Tinggi\nNegara, Gubernur, dan Bupati/Walikota.\n5. Pejabat Pembina Kepegawaian Pusat adalah Menteri, Jaksa Agung, Sekretaris Negara, Sekretaris\nKabinet, Sekretaris Militer, Sekretaris Presiden, Sekretaris Wakil Presiden, Kepala Kepolisian\nNegara, Pimpinan Lembaga Pemerintah Non Departemen, Pimpinan Kesekretariatan Lembaga\nTertinggi/Tinggi Negara.\n6. Pejabat Pembina Kepegawaian Daerah Propinsi adalah Gubernur.\n7. Pejabat Pembina Kepegawaian Kabupaten/Kota adalah Bupati/Walikota.\n8. Pejabat yang berwenang adalah pejabat yang berwenang mengangkat, memindahkan dan/atau\nmemberhentikan Pegawai Negeri Sipil dalam dan dari jabatan struktural sesuai dengan ketentuan\nperaturan perundang-undangan yang berlaku.\n9. Pola karier adalah pola pembinaan Pegawai negeri Sipil yang menggambarkan alur\npengembangan karier yang menunjukkan keterkaitan dan keserasian antara jabatan, pangkat,\npendidikan dan pelatihan jabatan, kompetensi, serta masa jabatan seseorang Pegawai Negeri Sipil\nsejak pengangkatan pertama dalam jabatan tertentu sampai dengan pensiun.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "55c5fe8e-d45c-4216-b7e7-49c4a7d0526b",
            "name": "Chapter II",
            "title": "\nJABATAN STRUKTURAL DAN ESELON",
            "type": "chapter",
            "children": [
                {
                    "id": "a2cb439d-62c7-4203-b220-23c99e884a33",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "55d1df74-b372-4ab7-86f2-bbaef4c7c7b3",
                            "name": "Verse 1",
                            "number": "(1)",
                            "type": "verse",
                            "content": " Jabatan struktural Eselon I pada instansi Pusat ditetapkan oleh Presiden atas usul Pimpinan Instansi setelah mendapat pertimbangan tertulis dari Menteri yang bertanggungjawab di bidang pendayagunaan aparatur negara.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "fd0c6779-285b-48c6-b292-1a21fa69188e",
                            "name": "Verse 2",
                            "number": "(2)",
                            "type": "verse",
                            "content": " Jabatan struktural Eselon II ke bawah pada instansi Pusat ditetapkan oleh Pimpinan Instansi setelah mendapat pertimbangan tertulis dari Menteri yang bertanggungjawab di bidang pendayagunaan aparatur negara.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "69ff7c65-7659-411f-8601-0bd9df53520b",
                            "name": "Verse 3",
                            "number": "(3)",
                            "type": "verse",
                            "content": " Jabatan struktural Eselon I ke bawah di Propinsi dan Jabatan Struktural Eselon II ke bawah di Kabupaten/Kota ditetapkan sesuai dengan ketentuan peraturan perundang-undangan yang berlaku.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "4dfb7fd7-bb12-4ad9-ae52-57c94d04b533",
                    "name": "Article 3",
                    "type": "article",
                    "children": [
                        {
                            "id": "66dfe722-00b3-4b65-9e34-be115e73f0aa",
                            "name": "Verse 1",
                            "number": "(1)",
                            "type": "verse",
                            "content": " Eselon tertinggi sampai dengan eselon terendah dan jenjang pangkat untuk setiap eselon adalah sebagaimana tersebut dalam Lampiran Peraturan Pemerintah ini.",
                            "explanation": "\nPenetapan jenjang pangkat untuk masing-masing eselon adalah merupakan tindak lanjut\ndari prinsip pembinaan karier dalam jabatan struktural, yaitu Pegawai Negeri Sipil yang diangkat\ndalam jabatan struktural pangkatnya harus sesuai dengan pangkat yang ditentukan untuk\njabatannya."
                        },
                        {
                            "id": "6dbdd686-10ed-4a11-a12b-4f64ad021cc8",
                            "name": "Verse 2",
                            "number": "(2)",
                            "type": "verse",
                            "content": " Penetapan eselon sebagaimana dimaksud dalam ayat (1), ditetapkan berdasarkan penilaian atas bobot tugas, tanggung jawab, dan wewenang.",
                            "explanation": "\nYang dimaksud dengan :\n- bobot tugas adalah nilai suatu tugas antara lain ditentukan atas dasar berat ringannya\nbeban tugas, luasnya lingkup tugas, tanggung jawab, wewenang, dan dampak yang\nditimbulkan;\n- tanggung jawab adalah kesanggupan seorang Pegawai Negeri Sipil untuk\nmenyelesaikan pekerjaan yang diserahkan kepadanya dan tepat pada waktunya serta\nberani menanggung risiko atas keputusan yang diambilnya atau tindakan yang\ndilakukannya.\n- wewenang adalah keabsahan tindakan yang dimiliki oleh Pegawai Negeri Sipil yang\nmenduduki jabatan struktural agar dapat menentukan tata cara dan tindakan yang\nperlu diambil dalam melaksanakan dan menyelesaikan tugas pekerjaannya."
                        }
                    ]
                }
            ]
        },
        {
            "id": "3d6b8704-42ff-4627-9fe9-446736ae6c72",
            "name": "Chapter III",
            "title": "\nPENGANGKATAN, PEMINDAHAN, DAN PEMBERHENTIAN\nDLAM DAN DARI JABATAN STRUKTURAL",
            "type": "chapter",
            "children": [
                {
                    "id": "b36b69d9-3605-45ae-ba84-2950066af354",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "fe34ecf7-976b-43e3-a782-c082c0247beb",
                            "name": "Verse 1",
                            "number": "(1)",
                            "type": "verse",
                            "content": " Pengangkatan, pemindahan, dan pemberhentian Pegawai Negeri Sipil dalam dan dari jabatan struktural ditetapkan dengan keputusan pejabat yang berwenang.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "f82473a5-c591-40e0-838d-f3bf38794d37",
                            "name": "Verse 2",
                            "number": "(2)",
                            "type": "verse",
                            "content": " Pegawai Negeri Sipil yang diangkat dalam jabatan struktural, wajib dilantik dan mengucapkan sumpah di hadapan pejabat yang berwenang.",
                            "explanation": "\nPelantikan Pegawai Negeri Sipil yang telah diangkat dalam jabatan struktural dilakukan\nselambat-lambatnya 30 (tiga puluh) hari sejak penetapan pengangkatannya."
                        }
                    ]
                },
                {
                    "id": "3e795dc6-b1c1-4580-b5de-15d16c480140",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "6c39d0f1-5e4d-4cd0-8502-ba7981470e46",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPersyaratan untuk dapat diangkat dalam jabatan struktural, adalah :\na. berstatus Pegawai Negeri Sipil;\nb. serendah-rendahnya menduduki pangkat 1 (satu) tingkat di bawah jenjang pangkat yang ditentukan;\nc. memiliki kualifikasi dan tingkat pendidikan yang ditentukan;\nd. semua unsur penilaian prestasi kerja sekurang-kurangnya bernilai baik dalam 2 (dua) tahun terakhir;\ne. memiliki kompetensi jabatan yang diperlukan; dan\nf. sehat jasmani dan rohani.",
                        "explanation": "\nHuruf a\nCalon Pegawai Negeri Sipil tidak dapat diangkat dalam jabatan struktural, karena\nCalon Pegawai Negeri Sipil tersebut masih dalam masa percobaan dan kepadanya belum diberikan\npangkat, sedangkan untuk menduduki jabatan struktural antara lain disyaratkan pangkat sesuai\ndengan eselonnya.\nHuruf b\nCukup jelas\nHuruf c\nCukup jelas\nHuruf d\nCukup jelas\nHuruf e\nKompetensi adalah kemampuan dan karekteristik yang dimiliki oleh seorang\nPegawai Negeri Sipil, berupa pengetahuan, keterampilan, dan sikap perilaku yang diperlukan dalam\npelaksanaan tugas jabatannya.\nHuruf f\nCukup jelas"
                    }
                },
                {
                    "id": "34f0ad02-e36d-4fcd-8874-857eb5707f59",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "6c84a124-5bc4-4760-9b14-4b8347d5e003",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDi samping persyaratan sebagaimana dimaksud dalam Pasal 5, Pejabat Pembina Kepegawaian Pusat dan Pejabat Pembina Kepegawaian Daerah perlu memperhatikan faktor senioritas dalam kepangkatan, usia, pendidikan dan pelatihan jabatan, dan pengalaman yang dimiliki.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "cc41ab14-9115-4eca-aa35-ca84879e2db5",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "a7da86bd-3feb-4f85-8930-890810bb758e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPegawai Negeri Sipil yang diangkat dalam jabatan struktural belummengikuti dan lulus pendidikan dan pelatihan kepemimpinan sesuai dengan tingkat jabatan struktural wajib mengikuti dan lulus pendidikan dan pelatihan kepemimpinan selambat-lambatnya 12 (dua belas) bulan sejak yang bersangkutan dilantik.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "3c956b49-6a10-45ea-9bb4-cff2859bd0f5",
                    "name": "Article 8",
                    "type": "article",
                    "children": {
                        "id": "1731fce5-340f-4dc3-bfa1-7456a2e700b5",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPegawai Negeri Sipil yang menduduki jabatan struktural tidak dapat menduduki jabatan rangkap, baik dengan jabatan struktural maupun dengan jabatan fungsional.",
                        "explanation": "\nUntuk optimalisasi kinerja, disiplin dan akuntabilitas pejabat struktural serta menyadari akan\nketerbatasan kemampuan manusia, sudah selayaknya dilarang adanya rangkapan jabatan, baik\nantara jabatan struktural dengan jabatan struktural atau antara jabatan struktural dengan jabatan\nfungsional."
                    }
                },
                {
                    "id": "c0f7b7fa-5aa7-493b-8e0b-788b05ffc73f",
                    "name": "Article 9",
                    "type": "article",
                    "children": [
                        {
                            "id": "01ac154a-fdd5-4008-adcb-c59db2eb6be7",
                            "name": "Verse 1",
                            "number": "(1)",
                            "type": "verse",
                            "content": " Untuk kepentingan dinas dan dalam rangka memperluas pengalaman, kemampuan, dan memperkokoh persatuan dankesatuan bangsa, diselenggarakan perpindahan tugas dan/atau\n",
                            "explanation": "\nPerpindahan wilayah kerja dalam ketentuan ini dimungkinkan untuk perpindahan\nwilayah kerja pejabat struktural Eselon III ke atas, yaitu perpindahan antar Kabupaten/Kota,\nperpindahan dari Kabupaten/Kota ke Propinsi, atau sebaliknya, perpindahan dari\nKabupaten/Kota/Propinsi ke Instansi Pusat atau sebaliknya, perpindahan antar Instansi dan lain\nsebagainya."
                        },
                        {
                            "id": "b1c4bd00-46d1-4539-a61c-89f6ef9e1f4e",
                            "name": "Verse 2",
                            "number": "(2)",
                            "type": "verse",
                            "content": " Secara normal perpindahan tugas dan/atau perpindahan wilayah kerja, dapat dilakukan dlam\nwaktu antara 2 (dua) sampai dengan 5 (lima) tahun sejak seseorang diangkat dalam jabatan\nstruktural.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "ae115bb8-319e-4a0b-9bea-ec4ad539876f",
                            "name": "Verse 3",
                            "number": "(3)",
                            "type": "verse",
                            "content": " Biaya pindah dan penyediaan perumahan sebagai akibat perpindahan wilayah kerja, dibebankan\nkepada negara sesuai dengan ketentuan yang berlaku.",
                            "explanation": "\nBiaya pindah dan penyediaan perumahan hanya diberikan kepada Pegawai Negeri Sipil yang\ndipindahkan karena dinas."
                        }
                    ]
                },
                {
                    "id": "e83b2ec8-c682-4478-bd6a-c01a7bd4bc28",
                    "name": "Article 10",
                    "type": "article",
                    "children": {
                        "id": "6211d030-ca45-43d8-b522-5282977fdf82",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPegawai Negeri Sipil diberhentikan dari jabatan struktural karena :\na. mengundurkan diri dari jabatan yang didudukinya;\nb. mencapai batas usia pensiunan;\nc. diberhentikan sebagai Pegawai Negeri Sipil;\nd. diangkat dalam jabatan struktural lain atau jabatan fungsional;\ne. cuti di luar tanggungan negara, kecuali cuti di luar tanggungan negara karena persalinan;\nf. tugas belajar lebih dari 6 (enam) bulan;\ng. adanya perampingan organisasi pemerintah;\nh. tidak memenuhi persyaratan kesehatan jasmani dan rohani; atau\ni. hal-hal lain yang ditentukan dalam peraturan perundang-undangan yang berlaku.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "241492a1-678f-4273-893c-1e3cf5050820",
                    "name": "Article 11",
                    "type": "article",
                    "children": {
                        "id": "ee4e7e6d-76f5-4bf3-b0ff-549923b6a91c",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan penilaian mengenai pengangkatan, pemindahan, dan pemberhentian dalam dan dari\njabatan struktural diatur lebih lanjut dengan Keputusan Presiden.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "5a22983f-1550-4244-b4bb-db0ec262359e",
            "name": "Chapter IV",
            "title": "\nPOLA KARIER PEGAWAI NEGERI SIPIL",
            "type": "chapter",
            "children": [
                {
                    "id": "8304bfc5-0142-4eb1-9fd7-403b72ede15a",
                    "name": "Article 12",
                    "type": "article",
                    "children": [
                        {
                            "id": "d9fd2c93-3a36-40d1-83ba-66b2b08f6c13",
                            "name": "Verse 1",
                            "number": "(1)",
                            "type": "verse",
                            "content": " Untuk menjamin kepastian arah pengembangan karier, ditetapkan pola dasar karier dengan\nKeputusan Presiden.",
                            "explanation": "\nPola dasar karier adalah pedoman yang memuat teknik dan metode penyusunan\npola karier dengan menggunakan unsur-unsur antara lain pendidikan formal, pendidikan dan\npelatihan, usia, maka kerja, pangkat golongan ruang, dan tingkat jabatan."
                        },
                        {
                            "id": "19859363-bf80-4cef-9bc2-edd28add817d",
                            "name": "Verse 2",
                            "number": "(2)",
                            "type": "verse",
                            "content": " Setiap pimpinan instansi menetapkan pola karier Pegawai Negeri Sipil di lingkungannya",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "f4db2c72-0d5e-46c3-be0e-b1d131f945d4",
            "name": "Chapter V",
            "title": "\nPENILAIAN DAN PERTIMBANGAN\nPENGANGKATAN DALAM JABATAN",
            "type": "chapter",
            "children": [
                {
                    "id": "0a64ce46-cf26-4b76-9d0f-46acff9e18a2",
                    "name": "Article 13",
                    "type": "article",
                    "children": {
                        "id": "bc5f2a56-77e0-4675-97fc-9c6f89829833",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPengangkatan, pemindahan, dan pemberhentian dalam dan dari jabatan struktural Eselon I pada\ninstansi Pusat ditetapkan oleh Presiden atas usul pimpinan instansi dan setelah mendapat pertimbangan\ntertulis dari Komisi Kepegawaian Negara.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "afbcb189-59cf-423f-83d1-d273e61e6a85",
                    "name": "Article 14",
                    "type": "article",
                    "children": [
                        {
                            "id": "792724f4-7044-4355-8ba6-21816946923a",
                            "name": "Verse 1",
                            "number": "(1)",
                            "type": "verse",
                            "content": "\nUntuk menjamin kualitas dan obyektifitas dalam pengangkatan, pemindahan, dan pemberhentian\nPegawai Negeri Sipil dalam dan dari jabatan struktural Eselon II ke bawah di setiap instansi\ndibentuk Badan pertimbangan jabatan dan Kepangkatan, selanjutnya disebut Baperjakat.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "2dcd2927-f694-475c-88a6-a313177c2018",
                            "name": "Verse 2",
                            "number": "(2)",
                            "type": "verse",
                            "content": "\nBaperjakat terdiri dari :\na. Baperjakat Instansi Pusat;\nb. Baperjakat Instansi Daerah Propinsi;\nC. Baperjakat Instansi Daerah Kabupaten/Kota.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "f933ce32-a505-425f-b712-0c99748da087",
                            "name": "Verse 3",
                            "number": "(3)",
                            "type": "verse",
                            "content": "\na.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "bdd8ebb3-ccea-4868-92ab-164bdbc44487",
                            "name": "Verse 4",
                            "number": "(4)",
                            "type": "verse",
                            "content": "",
                            "explanation": "\n\nCukup jelas"
                        },
                        {
                            "id": "cfd8fd3f-df3f-4cd9-ac30-316a41e7e173",
                            "name": "Verse 5",
                            "number": "(5)",
                            "type": "verse",
                            "content": "\nPembentukan baperjakat sebagaimana dimaksud dalam ayat (1), ditetapkan oleh :\nb.\npejabat pembina kepegawaian pusat untuk instansi pusat;\npejabat pembina kepegawaian daerah Propinsi untuk instansi daerah Propinsi;\nTugas pokok Baperjakat Instansi Pusat dan baperjakat Instansi daerah Propinsi/Kabupaten/Kota\nmemberikan pertimbangan kepada Pejabat pembina Kepegawaian Pusat dan pejabat Pembina\nkepegawaian daerah Propinsi/kabupaten/Kota dalam pengangkatan, pemindahan, dan\npemberhentian dalam dan dari jabatan struktural Eselon II ke bawah.\nDisamping tugas pokok sebagaimana dimaksud dalam ayat (4), baperjakat bertugas pula\nmemberikan pertimbangan kepada pejabat yang berwenang dalam pemberian kenaikan pangkat\nbagi yang menduduki jabatan struktural, meunjukkan prestasi kerja luar biasa baiknya,",
                            "explanation": "\nPerpanjangan batas usia pensiun dalam ayat ini dilaksanakan sesuai dengan\nketentuan peraturan perundang-undangan yang berlaku."
                        }
                    ]
                },
                {
                    "id": "45582505-181f-401b-8fd3-b3556d86b722",
                    "name": "Article 15",
                    "type": "article",
                    "children": [
                        {
                            "id": "430acb3d-e884-4ce5-9d9c-22871928916d",
                            "name": "Verse 1",
                            "number": "(1)",
                            "type": "verse",
                            "content": " Susunan keanggotaan Baperjakat terdiri dari :\nA. seorang Ketua, merangkap anggota;\nB. paling banyak 6 (enam) orang anggota; dan\nC. seorang sekretaris.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "c8d4d582-ead9-4330-a88b-989f0907d1a8",
                            "name": "Verse 2",
                            "number": "(2)",
                            "type": "verse",
                            "content": " Untuk menjamin obyektifitas dan kepastian dalam pengambilan keputusan, anggota Baperjakat ditetapkan dalam jumlah ganjil.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "458f9a4e-47ef-4ce1-82ad-25aa867a659f",
                    "name": "Article 16",
                    "type": "article",
                    "children": [
                        {
                            "id": "abd109a7-7a5f-468e-b9c2-633e12fc83ca",
                            "name": "Verse 1",
                            "number": "(1)",
                            "type": "verse",
                            "content": " Ketua dan Sekretaris baperjakat Instansi Pusat adalah Pejabat Eselon I dan pejabat Eselon II yang secara fungsional bertanggungjawab di bidang kepegawaian dengan anggota Pejabat eselon I lainnya.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "712fd4a1-ec9d-4ae4-b9c6-c937b4079641",
                            "name": "Verse 2",
                            "number": "(2)",
                            "type": "verse",
                            "content": " Bagi Instansi Pusat yang hanya terdapat 1 (satu) Pejabat eselon I, Ketua dan Sekretaris Baperjakat adalah Eselon II dan Pejabat eselon III yang secara fungsional bertanggung jawab di bidang kepegawaian dengan anggota Pejabat Eselon II lainnya.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "c1ea37cb-011c-4a45-9685-a7c9b2dcb530",
                            "name": "Verse 3",
                            "number": "(3)",
                            "type": "verse",
                            "content": " Ketua Baperjakat Instansi daerah Propinsi adalah sekretaris Daerah propinsi, dengan anggota para Pejabat Eselon II, dan Sekretaris secara fungsional dijabat oleh pejabat yang bertanggung jawab di bidang kepegawaian.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "fac30223-6eaf-442b-83e1-dbf05af29e59",
                            "name": "Verse 4",
                            "number": "(4)",
                            "type": "verse",
                            "content": " Ketua Baperjakat Instansi Daerah Kabupaten/Kota adalah Sekretaris Daerah Kabupaten/Kota, dengan anggota para Pejabat Eselon III, dan Sekretaris secara fungsional dijabat oleh pejabat yang bertanggungjawab di bidang kepegawaian.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "d11e2a5a-51b4-43e8-85e2-b81e0aa4b731",
                            "name": "Verse 5",
                            "number": "(5)",
                            "type": "verse",
                            "content": " Masa keanggotaan baperjakat adalah paling lama 3 (tiga) tahun, dan dapat diangkat kembali untuk masa keanggotaan berikutnya.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "b99c7997-30eb-49b5-a99b-b75656938b98",
            "name": "Chapter VI",
            "title": "\nTUNJANGAN JABATAN STRUKTURAL",
            "type": "chapter",
            "children": [
                {
                    "id": "a1296523-66fa-477a-bcc8-76f71411b249",
                    "name": "Article 17",
                    "type": "article",
                    "children": [
                        {
                            "id": "9eb9cf24-5b0e-4712-ad13-ce2fb27ad6ac",
                            "name": "Verse 1",
                            "number": "(1)",
                            "type": "verse",
                            "content": " Pegawai Negeri Sipil yang diangkat dalam jabatan struktural, diberikan tunjangan jabatan struktural.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "a65617e9-7cdd-441e-9566-f1b2ab390d88",
                            "name": "Verse 2",
                            "number": "(2)",
                            "type": "verse",
                            "content": " Tunjangan jabatan struktural sebagaimana dimaksud dalam ayat (1), diberikan sejak pelantikan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "1cf13d6e-24b6-4b24-8a3f-6e121f49d073",
                            "name": "Verse 3",
                            "number": "(3)",
                            "type": "verse",
                            "content": " Tunjangan jabatan struktural ditetapkan dengan Keputusan Presiden.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "8d3dd645-87c1-4d40-813e-8428d3235470",
            "name": "Chapter VII",
            "title": "\nKETENTUAN LAIN-LAIN",
            "type": "chapter",
            "children": [
                {
                    "id": "40adece6-98ab-405f-9f29-5ffdc49f98fd",
                    "name": "Article 18",
                    "type": "article",
                    "children": [
                        {
                            "id": "6f98047f-cf41-4b96-904e-ab20fa8c8121",
                            "name": "Verse 1",
                            "number": "(1)",
                            "type": "verse",
                            "content": " Untuk pembinaan Pegawai Negeri Sipil secara nasional Badan Kepegawaian Negara menyusun informasi jabatan struktural.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "f7438b18-9591-4dec-b6c5-9d9233da0ab0",
                            "name": "Verse 2",
                            "number": "(2)",
                            "type": "verse",
                            "content": " Informasi jabatan struktural sebagaimana dimaksud dalam ayat (1) memuat formasi jabatan, lowongan jabatan, dan spesifikasi jabatan struktural.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "f0f7de4b-3ea2-41bf-b99f-0fe7c64b26bc",
            "name": "Chapter VIII",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "fd260d30-a524-405a-98b4-865989f3941a",
                    "name": "Article 19",
                    "type": "article",
                    "children": {
                        "id": "15b52e31-a3df-4ef1-8bdb-e65f950286a9",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPegawai Negeri Sipil yang diangkat dalam jabatan struktural sebelum berlakunya Peraturan Pemerintah ini, apabila belum mengikuti dan lulus pendidikan dan pelatihan jabatan yang ditentukan, selambat-lambatnya 12 (dua belas) bulan sejak Peraturan Pemerintah ini berlaku, harus mengikuti pendidikan dan pelatihan jabatan yang ditentukan.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "e59b11de-d548-43bd-8a9b-c273f9871d74",
                    "name": "Article 20",
                    "type": "article",
                    "children": [
                        {
                            "id": "d3b40187-1747-4e00-ba9c-1952572b84a8",
                            "name": "Verse 1",
                            "number": "(1)",
                            "type": "verse",
                            "content": " Jabatan struktural Eselon V yang masih ada pada saat ditetapkannya Peraturan pemerintah ini masih tetap berlaku sepanjang belum diubah/diganti dengan ketentuan yang baru.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "2e89dbd8-830e-44e2-a030-45b4d6365a4b",
                            "name": "Verse 2",
                            "number": "(2)",
                            "type": "verse",
                            "content": " Perubahan/penggantian jabatan struktural Eselon V sebagaimana dimaksud dalam ayat (1) dilaksanakan paling lambat sampai dengan akhir bulan Desember 2001.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "041a73d7-1495-4908-abf2-21d98a210566",
                    "name": "Article 21",
                    "type": "article",
                    "children": {
                        "id": "804923a2-08bf-403f-a414-f9b55b746404",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSebelum Komisi Kepegawaian Negara dibentuk, pertimbangan pengangkatan, pemindahan, dan\npemberhentian Pegawai Negeri Sipil dalam dan dari jabatan struktural Eselin I dilakukan berdasarkan\nketentuan peraturan perundang-undangan yang berlaku.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "37272808-3a61-41a1-80df-37682dd14e52",
            "name": "Chapter IX",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "5a1f1813-8235-4d0d-af53-404d0d965412",
                    "name": "Article 22",
                    "type": "article",
                    "children": {
                        "id": "71bff29c-f2af-4871-8393-7b80008def60",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan teknis pelaksanaan Peraturan Pemerintah ini, diatur lebih lanjut oleh Kepala Badan\nKepegawaian Negara.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "be5175b4-b473-4f92-b98b-e887c14987b6",
                    "name": "Article 23",
                    "type": "article",
                    "children": {
                        "id": "7aeaba8c-9166-44d7-8152-b3e93a473dc0",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan berlakunya Peraturan Pemerintah ini, maka Peraturan Pemerintah Nomor 15 Tahun 1994\ntentang Pengangkatan Pegawai Negeri Sipil Dalam Jabatan Struktural (Lembaran Negara Tahun 1994\nNomor 21, Tambahan Lembaran Negara Nomor 3546), sebagaimana telah dua kali diubah, terakhir\ndengan Peraturan Pemerintah Nomor 67 Tahun 1998 (Lembaran Negara Tahun 1998 Nomor 124,\nTambahan Lembaran Negara Nomor 3775), dinyatakan tidak berlaku.",
                        "explanation": "\nCukup jelas\n"
                    }
                },
                {
                    "id": "d444b7ce-9e21-4325-84b1-f8d81924b30c",
                    "name": "Article 24",
                    "type": "article",
                    "children": {
                        "id": "58f72658-0f8b-481e-8af8-0707b85edc64",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini\ndengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nDalam era globalisasi yang sarat dengan tantangan, persaingan dan perkembangan ilmu\npengetahuan dan teknologi serta untuk mencapai efektifitas dan efisiensi dalam penyelenggaraan tugas\npemerintahan, tidak ada alternatif lain kecuali peningkatan kualitas profesionalisme Pegawai Negeri\nSipil yang memiliki keunggulan kompetitif dan memegang teguh etika birkorasi dalam memberikan\npelayanan yang sesuai dengan tingkat kepuasan dan keinginan masyarakat.\nUntuk menciptakan sosok Pegawai Negeri Sipil sebagaimana dimaksud di atas, maka dipandang\nperlu menetapkan kembali norma pengangkatan Pegawai Negeri Sipil dalam jabatan struktural secara\nsistematik dan terukur mampu menampilkan sosok pejabat struktural yang profesional sekaligus\nberfungsi sebagai pemersatu serta perekat Negara Kesatuan Republik Indonesia dengan tetap\nmemperhatikan perkembangan dan intensitas tuntutan keterbukaan, demokratisasi, perlindungan hak\nasasi manusia dan lingkungan hidup. Untuk mencapai obyektifitas dan keadilan dalam pengangkatan,\npemindahan dan pemberhentian dalam dan dari jabatan struktural, ketentuan dalam Peraturan\nPemerintah ini juga menerapkan nilai-nilai impersonal, keterbukaan, dan penetapan persyaratan\njabatan yang terukur bagi Pegawai Negeri Sipil.",
        "Nomor": "100",
        "Tahun": "2000",
        "Tentang": "PENGANGKATAN PEGAWAI NEGERI SIPIL DALAM JABATAN STRUKTURAL",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa sesuai dengan Pasal 17 ayat (1) Undang-undang Nomor 43 Tahun 1999 tentang\nPerubahan Atas Undang-undang Nomor 8 Tahun 1974 tentang Pokok-pokok\nKepegawaian, Pegawai Negeri Sipil diangkat dalam jabatan tertentu;",
            "b": " bahwa dalam rangka perencanaan, pengembangan, dan pembinaan karir serta\npeningkatan mutu kepemimpinan dalam jabatan struktural, dipandang perlu mengatur\nkembali ketentuan tentang pengangkatan Pegawai Negeri Sipil dalam jabatan struktural\ndalam Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 8 Tahun 1974 tentang Pokok-pokok Kepegawaian (Lembaran\nNegara Tahun 1974 Nomor 55, Tambahan Lembaran Negara Nomor 3041)\nsebagaimana telah diubah dengan Undang-undang Nomor 43 Tahun 1999 (Lembaran\nNegara Tahun 1999 Nomor 169, Tambahan Lembaran Negara Nomor 3890);",
            "3": " Undang-undang Nomor 22 Tahun 1999 tentang Pemerintahan Daerah (Lembaran\nNegara Tahun 1999 Nomor 60, Tambahan Lembaran Negara Nomor 3839);",
            "4": " Undang-undang Nomor 28 Tahun 1999 tentang Penyelenggara Negara Yang Bersih\ndan Bebas Dari Korupsi, Kolusi, dan Nepotisme (Lembaran Negara Tahun 1999 Nomor\n75, Tambahan Lembaran Negara Nomor 3851);",
            "5": " Peraturan Pemerintah Nomor 25 Tahun 2000 tentang Kewenangan Pemerintah dan\nKewenangan Propinsi Sebagai Daerah Otonom (Lembaran Negara Tahun 2000 Nomor\n54, Tambahan Lembaran Negara Nomor 3952);",
            "6": " Peraturan Pemerintah Nomor 84 Tahun 2000 tentang Pedoman Organisasi Perangkat\nDaerah (Lembaran Negara Tahun 2000 Nomor 165);",
            "7": " Peraturan Pemerintah Nomor 96 Tahun 2000 tentang Wewenang Pengangkatan,\nPemindahan, dan Pemberhentian Pegawai Negeri Sipil (Lembaran Negara Tahun 2000\nNomor 193, Tambahan Lembaran Negara Nomor 4014);",
            "8": " Peraturan Pemerintah Nomor 99 Tahun 2000 tentang Kenaikan Pangkat Pegawai\nNegeri Sipil (Lembaran Negara Tahun 2000 Nomor 196, Tambahan Lembaran Negara\nNomor 4017);"
        },
        "Menetapkan": "\nMEMUTUSKAN \nMenetapkan PERATURAN PEMERINTAH TENTANG PENGANGKATAN PEGAWAI NEGERI SIPIL\nDALAM JABATAN STRUKTURAL.",
        "tanggal sah": ""
    }
}