{
    "results": [
        {
            "id": "1f7cd72d-278a-49f0-9469-06f345c8cef1",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "45844e27-e059-4247-b543-357e1f9e437c",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Perusahaan-perusahaan Pharmasi milik Belanda yang berada diwilayah Republik Indonesia, sebagaimana terperinci dalam pasal 2 dibawah ini, dikenakan nasionalisasi;",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "cefa3580-66d9-4485-a511-213adc7052f5",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "0975adbe-c1d7-4625-b4b7-5664f9a2fba6",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Perusahaan-perusahaan Pharmasi termaksud dalam pasal 1 diatas ini ialah:\n1. N.V. Chemicalienhandel Rathkamp & Co, Jalan Mojopahit 18 di Jakarta termasuk seluruh cabang-cabangnya di Indonesia;\n2. P.T. Persatuan Dagang Pharmasi \"Nurani\" d/h J.v. Gorkom (N.V. Pharmaciutiche Handelsvereeniging J. van Gorkom & Co, J1.\n3. P.T. \"Nakula\" d/h Bavosta (N.V. Bataviasche Volks & Stads Apotheek). Jalan Segara 9 di Jakarta termasuk seluruh cabang-cabangnya di Indonesia;\n4. N.V. Indonesiche Combinatie Voor Chemische Industrie\" di Bandung;\n5. N.V. \"Bandungsche Kinine Fabriek\" di Bandung;\n6. N.V. Jodiumonderneming \"Watudakon\" di Mojokerto;\n7. N.V. \"Multipharma\", Jalan Menteng Raya 23 di Jakarta;\n8. N.V. \"Verbandstoffenfabriek Surabaya\" (V.F.S./TELA), Jalan Kalimas Barat 17 19 di Surabaya.\n9. Drogistery \"Bellem\" di Surabaya;\n10. C.V. Apotek \"Malang\" di Malang.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "1dcaa31e-d4ee-4430-a765-27d001863240",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "a0a6628d-141e-4d80-8736-16bd93ead693",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal diundangkan dan mempunyai daya surut sampai tanggal 3 Desember 1957.\nAgar setiap orang dapat mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatan dalam Lembaran Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "1",
        "Tahun": "1960",
        "Tentang": "PENENTUAN PERUSAHAAN-PERUSAHAAN PHARMASI MILIK BELANDA\nYANG DIKENAKAN NASIONALISASI",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa untuk melaksanakan nasionalisasi perusahaan-perusahaan milik Belanda yang berada didalam wilayah Republik Indonesia, maka perlu ditentukan perusahaan mana yang dikenakan nasionaliasasi;",
            "b": " bahwa perusahaan-perusahaan Pharmasi adalah merupakan cabang produksi yang penting bagi masyarakat dan yang menguasai hajat hidup orang banyak, oleh karena mana dipandang perlu perusahaan-perusahaan Pharmasi itu dikenakan nasionalisasi;"
        },
        "Mengingat": {
            "Introduction": "\na. Pasal 5 ayat 2 dan pasal II dari Aturan Peralihan Undang-undang Dasar Republik Indonesia 1945;\nb. Pasal 33 ayat 2 Undang-undang Dasar Republik Indonesia 1945;\nc. Undang-undang No. 86 tahun 1959 tentang \"Nasionalisasi perusahaan Belanda\" (Lembaran Negara tahun 1958 No. 162);\nd. Peraturan Pemerintah No. 2 tahun 1959 tentang \"Pokok-pokok pelaksanaan Undang-undang Nasionalisasi Perusahaan Belanda\", (Lembaran Negara tahun 1959 No. 5; Tambahan Lembaran Negara No. 1730);\ne. Peraturan Pemerintah No. 3 tahun 1959 tentang \"Pembentukan Badan Nasionalisasi Perusahaan Belanda\" (Lembaran Negara tahun 1959 No. 6, Tambahan Lembaran Negara No. 1731);"
        },
        "Menetapkan": "\nPeraturan Pemerintah tentang Penentuan Perusahaan-perusahaan Pharmasi milik Belanda yang dikenakan nasionalisasi.",
        "tanggal sah": "3 Desember 1957"
    }
}