{
    "results": [
        {
            "id": "07e857c2-c987-4baa-a868-62cd6f2a08c7",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "daee19d9-f50c-4deb-ae7c-8e35069f540d",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "8a9b92f5-3e62-4356-8ffe-8fbf136e0dfa",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan :\na. Pengelolaan adalah segala upaya dan kegiatan Pemerintah untuk\nmengarahkan dan mengendalikan pemanfaatan sumber daya alam hayati\ndi Zona Ekonomi Eksklusif Indonesia;\nb. Konservasi sumber daya alam adalah segala upaya yang bertujuan untuk\nmelindungi dan melestarikan sumber daya alam di Zona Ekonomi\nEksklusif Indonesia;\nc. Penangkapan ikan adalah kegiatan yang bertujuan untuk memperoleh\nikan di perairan yang tidak dalam keadaan dibudidayakan dengan alat\natau cara apapun, termasuk kegiatan yang menggunakan kapal untuk\nmemuat, mengangkut, menyimpan, mendinginkan, mengawetkan, atau\nmengolah ikan;\nd. Kapal perikanan adalah kapal atau perahu atau alat apung lainnya yang\ndipergunakan, untuk melakukan penangkapan ikan, termasuk kapal atau\nperahu atau alat apung lainnya yang dipergunakan untuk melakukan\nsurvey atau eksplorasi perikanan;\ne. Jumlah tangkapan yang diperbolehkan adalah banyaknya sumber daya\nalam hayati yang boleh ditangkap dengan memperhatikan pengamanan\nkonservasinya di Zona Ekonomi Eksklusif Indonesia;\nf. Pungutan perikanan adalah sejumlah uang yang harus dibayar oleh\nperusahaan perikanan asing yang mendapat izin penangkapan ikan di\nZona Ekonomi Eksklusif Indonesia kepada Pemerintah Republik Indonesia.",
                        "explanation": "\nHuruf a\nPengertian \"pemanfaatan\" dalam ketentuan ayat ini mencakup\nkegiatan eksplorasi dan eksploitasi.\nHuruf b\nCukup jelas.\nHuruf c\nCukup jelas.\nHuruf d\nCukup jelas.\nHuruf e\nJumlah tangkapan yang diperbolehkan adalah merupakan alih\nbahasa daripada \"Total allowable catch (T.A.C.)\" yang telah\ndibakukan dalam Undang-Undang Nomor 5 Tahun 1983 dan untuk\nkeperluan sehari-hari dapat digunakan singkatan \"J.T.B\"\nHuruf f\nCukup jelas."
                    }
                }
            ]
        },
        {
            "id": "e92d1394-dc84-4aac-8865-aeb60675860a",
            "name": "Chapter II",
            "title": "\nPEMANFAATAN",
            "type": "chapter",
            "children": [
                {
                    "id": "673c9142-ebb1-4a4b-b518-6372a80c6ca4",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "15a71ef4-957e-45ba-bd9a-b4f904856d26",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Sumber daya alam hayati di Zona Ekonomi Eksklusif Indonesia\ndimanfaatkan untuk mengembangkan usaha perikanan Indonesia.",
                            "explanation": "\nSejalan dengan ketentuan-ketentuan tentang Zona Ekonomi\nEksklusif, maka pada dasarnya sumber daya alam hayati hanya\ndiperuntukkan bagi usaha perikanan Indonesia."
                        },
                        {
                            "id": "2a0e081e-6ac7-4e5a-a037-10d48ae66c2c",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dalam rangka pelaksanaan ketentuan ayat (1), Pemerintah mengupayakan tersedianya berbagai kemudahan untuk meningkatkan kemampuan usaha perikanan Indonesia.",
                            "explanation": "\nDalam rangka mengembangkan usaha perikanan Indonesia\nPemerintah perlu mengupayakan penyediaan prasarana dalam\nbentuk pelabuhan-pelabuhan perikanan untuk memperlancar\nkegiatan penangkapan ikan serta penyediaan sarana yang meliputi\nkredit permodalan, tenaga trampil, dan kemudahan-kemudahan\nlainnya misalnya diizinkan menggunakan kapal pengolah ikan\ndalam rangka pembentukan perusahaan inti rakyat."
                        },
                        {
                            "id": "d5f71cd3-87ef-4c86-9cf7-4d2014d81534",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Dalam rangka meningkatkan kemampuannya untuk memanfaatkan sumber daya alam hayati di Zona Ekonomi Eksklusif Indonesia, orang atau badan hukum Indonesia yang bergerak di bidang usaha perikanan Indonesia dapat mengadakan kerja sama dengan orang atau badan hukum asing dalam bentuk usaha patungan atau bentuk kerja sama lainnya menurut peraturan perundang-undangan yang berlaku.",
                            "explanation": "\nYang dimaksud dengan kerja sama lainnya, ialah kerja sama\nmengenai persewaan atau beli sewa kapal perikanan dalam arti\nkepada orang atau badan hukum Indonesia yang bergerak di\nbidang usaha perikanan Indonesia dapat diberi kesempatan untuk\nmenggunakan kapal perikanan berbendera asing yang disewa atau\ndibeli sewa dari orang atau badan hukum asing menurut syarat-\nsyarat yang ditetapkan oleh Menteri Pertanian. Syarat-syarat\ntersebut antara lain mengenai jangka waktu sewa atau beli sewa,\numur kapal, jumlah minimal kapal yang harus dimiliki sendiri\nsebagai imbangan jumlah kapal yang disewa atau dibeli sewa yang\ndibolehkan dan kewajiban menggunakan tenaga kerja Indonesia di\nkapal-kapal yang di sewa atau dibeli sewa menurut peraturan"
                        }
                    ]
                },
                {
                    "id": "c99fc3d4-b8bc-4b13-91b3-74b73f224a4e",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "39e5da64-3e13-4247-bf42-12e7c10085c1",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nOrang atau badan hukum asing dapat diberi kesempatan untuk melakukan penangkapan ikan di Zona Ekonomi Eksklusif Indonesia sepanjang orang atau badan hukum Indonesia yang bergerak di bidang usaha perikanan Indonesia belum dapat sepenuhnya memanfaatkan jumlah tangkapan yang diperbolehkan berdasarkan Peraturan Pemerintah ini.",
                        "explanation": "\nSementara jumlah tangkapan yang diperbolehkan belum seluruhnya\ndimanfaatkan oleh orang atau badan hukum Indonesia yang bergerak di\nbidang usaha perikanan Indonesia, Menteri Pertanian atau Pejabat yang\nditunjuk olehnya dapat memberikan kesempatan kepada orang atau\nbadan hukum asing untuk menangkap ikan di Zona Ekonomi Eksklusif\nIndonesia berdasarkan Peraturan Pemerintah ini.\nDengan memperhatikan peningkatan kemampuan usaha perikanan\nIndonesia maka setiap tahun Menteri Pertanian akan mengurangi alokasi\nunit perikanan asing yang dapat diizinkan."
                    }
                }
            ]
        },
        {
            "id": "b91d0718-1dca-41ce-8ad1-54cadbb73229",
            "name": "Chapter III",
            "title": "\nKONSERVASI",
            "type": "chapter",
            "children": [
                {
                    "id": "a1e07822-28f8-4d9e-894e-77d036fa4647",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "e30bc21e-768d-4146-886a-0a4b843b64e2",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Menteri Pertanian menetapkan jumlah tangkapan yang diperbolehkan menurut jenis atau kelompok jenis sumber daya alam hayati di sebagian atau seluruh Zona Ekonomi Eksklusif Indonesia.",
                            "explanation": "\nBahwa sumber daya alam hayati secara alami mempunyai daya pulih\nkembali (renewable) sampai batas jumlah tertentu. Namun demikian,\napabila pemanfaatannya tidak dikelola dengan baik akan memungkinkan\nterjadinya tekanan pemanfaatan yang melampaui jumlah tangkapan\nmaksimum lestari (maximum sustainableyield) yang dapat\nmengakibatkan semakin menurunnya persediaan sumber daya alam\nhayati tersebut dan tidak mustahil bahwa akan terjadi kepunahan. Hal\nini berarti pula bahwa keseimbangan ekosistem baik di perairan Zona\nEkonomi Eksklusif Indonesia maupun di perairan Indonesia akan\nterganggu. Oleh karena itu dalam rangka melestarikan sumber daya alam\nhayati agar supaya dapat dimanfaatkan secara terus menerus, perlu\nditetapkan jumlah tangkapan yang diperbolehkan (Total allowable catch)\nsetinggi-tingginya 90% (sembilan puluh persen) dari jumlah tangkapan\nmaksimum lestari."
                        },
                        {
                            "id": "3cb0940b-a9f5-4087-b010-958ff424b5f7",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Penetapan jumlah tangkapan yang diperbolehkan sebagaimana dimaksud dalam ayat (1) didasarkan kepada data hasil penelitian, survai, evaluasi dan/atau hasil kegiatan penangkapan ikan.",
                            "explanation": "\nBahwa sumber daya alam hayati secara alami mempunyai daya pulih\nkembali (renewable) sampai batas jumlah tertentu. Namun demikian,\napabila pemanfaatannya tidak dikelola dengan baik akan memungkinkan\nterjadinya tekanan pemanfaatan yang melampaui jumlah tangkapan\nmaksimum lestari (maximum sustainableyield) yang dapat\nmengakibatkan semakin menurunnya persediaan sumber daya alam\nhayati tersebut dan tidak mustahil bahwa akan terjadi kepunahan. Hal\nini berarti pula bahwa keseimbangan ekosistem baik di perairan Zona\nEkonomi Eksklusif Indonesia maupun di perairan Indonesia akan\nterganggu. Oleh karena itu dalam rangka melestarikan sumber daya alam\nhayati agar supaya dapat dimanfaatkan secara terus menerus, perlu\nditetapkan jumlah tangkapan yang diperbolehkan (Total allowable catch)\nsetinggi-tingginya 90% (sembilan puluh persen) dari jumlah tangkapan\nmaksimum lestari."
                        }
                    ]
                },
                {
                    "id": "4027ea68-66bb-477d-ae70-6064e0c75b8d",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "cafb50be-d855-4cfc-a3e1-c4f7da3e4b27",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nMenteri Pertanian menetapkan alokasi jumlah unit kapal perikanan dan jenis alat penangkap ikan dari masing-masing kapal dengan memperhatikan jumlah tangkapan yang diperbolehkan sebagaimana dimaksud dalam Pasal 4 ayat (1).",
                        "explanation": "\nMengingat bahwa setiap kapal perikanan dengan alat penangkap ikan\ntertentu mempunyai kemampuan untuk menangkap dan menghasilkan\nsejumlah berat dan jenis ikan tertentu sesuai dengan batas kemampuan\nalat tersebut yang dapat diperhitungkan secara rata-rata setiap\ntahunnya (produktivitas rata-rata per tahun), maka jumlah tangkapan\nyang diperbolehkan menurut jenis atau kelompok jenis sumber daya\nalam hayati hanya akan mampu menampung sejumlah kapal perikanan\ndengan jenis alat penangkap ikan tertentu. Oleh karena itu perlu\nPenetapan alokasi jumlah unit kapal perikanan dan jenis alat\npenangkapnya sesuai dengan jumlah tangkapan yang diperbolehkan."
                    }
                },
                {
                    "id": "f346c62b-a234-4422-82d2-bd86669cc6be",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "e3abcfa1-0d1a-415e-ac5c-817bde9b80fa",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nUntuk pelestarian sumber daya alam hayati, dilarang melakukan penangkapan ikan di Zona Ekonomi Eksklusif Indonesia dengan menggunakan bahan peledak, racun, listrik, dan bahan atau alat lainnya yang berbahaya.",
                        "explanation": "\nDalam rangka membina kelestarian sumber daya alam hayati,\npenggunaan alat atau bahan seperti bahah peledak, racun, listrik dan\nbahan-bahan lainnya yang berdasarkan peraturan perundang-undangan\ndigolongkan sebagai barang berbahaya, tidak diizinkan."
                    }
                }
            ]
        },
        {
            "id": "3a9a5814-7922-4f39-acf5-7161feebfee3",
            "name": "Chapter IV",
            "title": "\nPERIZINAN",
            "type": "chapter",
            "children": [
                {
                    "id": "4e0ae103-f8eb-41f1-8698-0f6dfda49140",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "83dd5ecf-eeb8-4661-a049-75ec6e2d4417",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nOrang atau badan hukum yang melakukan penangkapan ikan di Zona Ekonomi\nEksklusif Indonesia harus terlebih dahulu memperoleh izin dari Pemerintah\nRepublik Indonesia.",
                        "explanation": "\nCukup jelas."
                    }
                },
                {
                    "id": "fffa3cf9-59ef-4164-977b-21007078d93b",
                    "name": "Article 8",
                    "type": "article",
                    "children": {
                        "id": "a7075a58-8f20-4f64-ac63-8ce29be9d50a",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPemberian izin kepada orang atau badan hukum Indonesia yang bergerak di\nbidang usaha perikanan Indonesia untuk menangkap ikan di Zona Ekonomi\nEksklusif Indonesia dilaksanakan menurut ketentuan peraturan perundang-\nundangan di bidang perikanan yang berlaku bagi usaha perikanan Indonesia.",
                        "explanation": "\nYang dimaksud dengan peraturan perundang-undangan di bidang perikanan yang berlaku bagi usaha perikanan Indonesia, antara lain yaitu :\n- Ordonansi Perikanan Pantai (Staatsblad Tahun 1927 Nomor 144);\n- Peraturan perundang-undangan mengenai penanaman modal;\n- Peraturan perundang-undangan mengenai pungutan bagi usaha perikanan Indonesia."
                    }
                },
                {
                    "id": "8ca429c0-2161-4761-b72e-0a5b31a0d72b",
                    "name": "Article 9",
                    "type": "article",
                    "children": [
                        {
                            "id": "92ee03ef-6d14-4515-8f4b-c14854d4d5d9",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pemberian izin kepada orang atau badan hukum asing untuk menangkap\nikan di Zona Ekonomi Eksklusif Indonesia sebagaimana dimaksud dalam\nPasal 3 dapat diberikan setelah diadakan persetujuan antara Pemerintah\nRepublik Indonesia dengan Pemerintah Negara Asing asal orang atau\nbadan hukum asing yang bersangkutan.",
                            "explanation": "\nKetentuan ayat ini sejalan dengan ketentuan Zona Ekonomi Eksklusif yang tercantum dalam konvensi hukum laut internasional yang baru. Adalah wajar pula apabila di dalam persetujuan dicantumkan ketentuan bahwa negara asing yang bersangkutan wajib menjamin bahwa kapal-kapal perikanannya mentaati segala ketentuan penangkapan ikan di Zona Ekonomi Eksklusif Indonesia."
                        },
                        {
                            "id": "ffad66aa-10c9-428f-a670-ef796f7ca862",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Izin sebagaimana dimaksud dalam ayat (1) hanya dapat diberikan apabila\nkebangsaan kapal perikanan yang dipergunakan sama dengan kebangsaan\norang atau badan hukum asing yang bersangkutan.",
                            "explanation": "\nMaksud ketentuan ayat ini di satu pihak untuk menghindarkan ikut campurnya pihak ke tiga yang tidak terikat dalam persetujuan sebagaimana dimaksud dalam ayat (1), dan di lain pihak untuk mencegah agar pihak yang telah mengadakan persetujuan dengan Pemerintah Republik Indonesia tidak menyalahgunakan haknya."
                        }
                    ]
                },
                {
                    "id": "41908fa7-d224-4b6d-b6dc-af23753f0cd5",
                    "name": "Article 10",
                    "type": "article",
                    "children": [
                        {
                            "id": "78a74ee8-233b-4d23-9d79-f7a6e2a82186",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Orang atau badan hukum asing yang akan melakukan penangkapan ikan\ndi Zona Ekonomi Eksklusif Indonesia, wajib terlebih dahulu mengajukan\npermohonan untuk memperoleh izin menangkap ikan kepada Menteri\nPertanian atau Pejabat yang ditunjuk olehnya.",
                            "explanation": "\nUntuk memudahkan pengajuan permohonan memperoleh izin bagi kapal perikanan asing, maka permohonannya dilaksanakan melalui Perwakilan Negaranya."
                        },
                        {
                            "id": "f45ea8da-8e4d-4704-b40b-4dbde778e4a0",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dalam surat permohonan sebagaimana dimaksud dalam ayat (1) harus\ndilengkapi dengan data sebagai berikut:\n1. Jumlah kapal yang akan digunakan;\n2. Nama, alamat dan kebangsaan pemilik kapal;\n3. Nama kapal;\n4. Nama panggilan kapal;\n5. Negara registrasi, nomor registrasi, dan bendera kapal;\n6. Panjang kapal;\n7. Berat kotor kapal;\n8. Kekuatan mesin kapal;\n9. Daya muat palkah ikan;\n10. Nama, alamat, dan kebangsaan nakoda kapal;\n11. Jumlah awak kapal;\n12. Jenis dan jumlah alat penangkap ikan yang akan\ndibawa/digunakan masing-masing kapal;\n13. Daerah penangkapan ikan yang diinginkan.",
                            "explanation": "\nUntuk memudahkan pengajuan permohonan memperoleh izin bagi kapal perikanan asing, maka permohonannya dilaksanakan melalui Perwakilan Negaranya."
                        }
                    ]
                },
                {
                    "id": "b5bc6da0-acec-43c5-b2f3-8a91a391f1e9",
                    "name": "Article 11",
                    "type": "article",
                    "children": [
                        {
                            "id": "d3b5f749-245c-47bb-b81c-f4e04875510c",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Izin penangkapan ikan bagi orang atau badan hukum asing di Zona\nEkonomi Eksklusif Indonesia diberikan dalam bentuk Surat Izin\nPenangkapan Ikan yang dikeluarkan oleh Menteri Pertanian atau Pejabat\nyang ditunjuk olehnya.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "c0ba5842-6954-460d-9d2c-f1c2f78edb7a",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dalam Surat Izin Penangkapan Ikan sebagaimana dimaksud dalam ayat\n(1) dicantumkan hal-hal sebagai berikut:\n1. Nama dan kebangsaan pemilik kapal;\n2. Nama kapal;\n3. Nama panggilan kapal;\n4. Negara registrasi, nomor registrasi, dan bendera kapal;\n5. Panjang kapal;\n6.  Berat kotor kapal;\n7. Kekuatan mesin kapal;\n8. Daya muat palkah kapal;\n9. Nama, alamat, dan kebangsaan nakoda kapal;\n10. Jumlah awak kapal;\n11. Jenis dan jumlah alat penangkap ikan yang akan\ndibawa/digunakan masing-masing kapal;\n12. Daerah penangkapan ikan yang ditetapkan;\n13. Tanda pengenal yang wajib dipasang di kapal;\n14. Tempat melapor;\n15. Ketentuan mengenai penangkapan ikan yang wajib ditaati.",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                },
                {
                    "id": "f20edb49-0a7d-4a7c-b63f-f9745dc81be4",
                    "name": "Article 12",
                    "type": "article",
                    "children": [
                        {
                            "id": "10c25dca-eaea-4df1-8508-f640f7cf3dda",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Surat Izin Penangkapan Ikan sebagaimana dimaksud dalam Pasal 11 ayat\n(1) berlaku untuk 1 (satu) tahun.",
                            "explanation": "\nWalaupun persetujuan antar negara sebagaimana dimaksud dalam Pasal 9 mempunyai masa berlaku lebih dari 1 (satu) tahun, namun untuk masa berlaku Surat Izin Penangkapan Ikan perlu dibatasi untuk 1 (satu) tahun saja.\nHal ini dikaitkan dengan daya dukung sumber dan peningkatan kemampuan usaha-usaha perikanan Indonesia, agar setiap tahun Pemerintah dalam hal ini Menteri Pertanian dapat mengadakan peninjauan mengenai alokasi jumlah unit kapal perikanan yang diizinkan memanfaatkan Zona Ekonomi Eksklusif Indonesia. Sedang untuk memperbaharui Surat Izin Penangkapan Ikan yang telah habis masa\nberlakunya harus melalui tata cara dan syarat-syarat perizinan yang\nditetapkan menurut dan/atau berdasarkan Peraturan Pemerintah ini.\nDalam hal yang menyangkut ketentuan Pasal 9, sepanjang masa berlaku\npersetujuan antar negara termaksud masih berlaku, dengan sendirinya\ntidak perlu disyaratkan lagi."
                        },
                        {
                            "id": "d9b9526e-5abe-4264-baa6-c0015c6f9655",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Apabila masa berlakunya Surat Izin Penangkapan Ikan sebagaimana\ndimaksud dalam ayat (1) telah habis, dan untuk tahun berikutnya orang\natau badan hukum asing yang bersangkutan akan melanjutkan\npenangkapan ikan di Zona Ekonomi Eksklusif Indonesia, sekurang-\nkurangnya 30 (tiga puluh) hari sebelum masa berlaku Surat Izin\nPenangkapan Ikan yang telah diperolehnya habis, wajib mengajukan\npermohonan izin baru menurut ketentuan Peraturan Pemerintah ini.",
                            "explanation": "\nWalaupun persetujuan antar negara sebagaimana dimaksud dalam Pasal 9 mempunyai masa berlaku lebih dari 1 (satu) tahun, namun untuk masa berlaku Surat Izin Penangkapan Ikan perlu dibatasi untuk 1 (satu) tahun saja.\nHal ini dikaitkan dengan daya dukung sumber dan peningkatan kemampuan usaha-usaha perikanan Indonesia, agar setiap tahun Pemerintah dalam hal ini Menteri Pertanian dapat mengadakan peninjauan mengenai alokasi jumlah unit kapal perikanan yang diizinkan memanfaatkan Zona Ekonomi Eksklusif Indonesia. Sedang untuk memperbaharui Surat Izin Penangkapan Ikan yang telah habis masa\nberlakunya harus melalui tata cara dan syarat-syarat perizinan yang\nditetapkan menurut dan/atau berdasarkan Peraturan Pemerintah ini.\nDalam hal yang menyangkut ketentuan Pasal 9, sepanjang masa berlaku\npersetujuan antar negara termaksud masih berlaku, dengan sendirinya\ntidak perlu disyaratkan lagi."
                        }
                    ]
                },
                {
                    "id": "bfada634-e113-4c41-8fd3-ad840e9139cd",
                    "name": "Article 13",
                    "type": "article",
                    "children": [
                        {
                            "id": "4335daa6-ea1d-4813-b76f-ceda563a8be2",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Surat Izin Penangkapan Ikan diberikan atas nama pemohon untuk masing-masing kapal perikanan yang digunakannya.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "c172a51d-85e2-4b16-ab95-3544481c8dcd",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Surat Izin Penangkapan Ikan yang asli harus selalu ada di kapal perikanan yang bersangkutan.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "a8ccd529-4ce0-4e8a-a7a9-d778a4953e71",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Surat Izin Penangkapan Ikan dilarang untuk dipindahtangankan.",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                },
                {
                    "id": "a3153b5a-811d-446f-8e11-5a90a82b819d",
                    "name": "Article 14",
                    "type": "article",
                    "children": [
                        {
                            "id": "11127852-44eb-4271-a07f-caa823d4d07e",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Orang atau badan hukum asing yang menggunakan kapal perikanan dan telah mendapat Surat Izin Penangkapan Ikan sebagaimana dimaksud dalam Pasal 13, pada saat akan mulai, selama dan setelah melakukan penangkapan ikan, wajib melapor kepada Petugas yang ditetapkan oleh Menteri Pertanian atau Pejabat yang ditunjuk olehnya di pelabuhan atau tempat tertentu yang telah ditetapkan dalam Surat Izin Penangkapan Ikan.",
                            "explanation": "\nPada saat kapal-kapal perikanan yang dipergunakan oleh pemohon\nyang telah mendapat Surat Izin Penangkapan Ikan akan mulai\nmelakukan penangkapan ikan, kepada mereka akan diberikan\nformulir laporan mengenai kegiatan penangkapan ikan, yang harus\ndiisi dengan data yang sebenarnya dan diserahkan kembali kepada\nPetugas pada saat kapal perikanan yang bersangkutan melapor\nuntuk meninggalkan daerah Zona Ekonomi Eksklusif Indonesia. Di\nsamping kewajibannya melapor pada saat akan mulai dan setelah\nmelakukan penangkapan ikan tersebut, maka selama melakukan\npenangkapan ikan wajib pula melaporkan posisi dan kegiatannya\nmelalui radio pada waktu-waktu tertentu kepada atau apabila\ndiminta oleh Petugas yang ditetapkan."
                        },
                        {
                            "id": "5b2d3165-aad8-45cd-8fc2-ba88f3155b9f",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Selama melakukan penangkapan ikan di Zona Ekonomi Eksklusif Indonesia, setiap kapal perikanan yang digunakan oleh orang atau badan hukum asing wajib menerima pengawas yang ditugaskan oleh Menteri Pertanian atau pejabat yang ditunjuk olehnya dan memberikan kesempatan kepada petugas lainnya untuk melakukan pemeriksaan di kapal.",
                            "explanation": "\nKapal perikanan yang dipergunakan oleh pemohon wajib untuk\nmenyediakan fasilitas kesehatan dan makanan kepada Pengawas\ndan wajib pula memberikan uang harian selama kegiatan\npenangkapan ikan dilaksanakan dan mengembalikan Pengawas\nditempat yang bersangkutan berangkat. Mengenai uang harian\nakan ditetapkan oleh Menteri Pertanian."
                        }
                    ]
                },
                {
                    "id": "d6470479-38bb-42f3-b63e-6dcb05ae138e",
                    "name": "Article 15",
                    "type": "article",
                    "children": {
                        "id": "01e407f2-b42a-47fb-92e2-c2c8883b8cb8",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nOrang atau badan hukum asing yang telah mendapat izin menangkap ikan di Zona Ekonomi Eksklusif Indonesia menurut ketentuan Peraturan Pemerintah ini, wajib menunjuk perusahaan yang berbadan hukum Indonesia yang disetujui oleh Menteri Pertanian atau pejabat yang ditunjuk olehnya untuk mewakili kepentingan-kepentingannya.",
                        "explanation": "\nCukup jelas."
                    }
                },
                {
                    "id": "55b2493f-86ce-44cf-92d5-aad6d127fd26",
                    "name": "Article 16",
                    "type": "article",
                    "children": [
                        {
                            "id": "5ba82641-6d37-47c7-bdba-213113b2dc67",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Orang atau badan hukum asing yang mendapat izin menangkap ikan di Zona Ekonomi Eksklusif Indonesia dikenakan pungutan perikanan, yang besarnya dan tata cara pelaksanaannya ditetapkan oleh Menteri Pertanian dengan persetujuan Menteri Keuangan.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "12d82007-d521-40a1-ac7f-4aea6bf3de69",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pungutan perikanan terdiri dari:\na. pungutan pendaftaran, yang dikenakan kepada setiap kapal perikanan yang akan dimohonkan izin penangkapan ikan;\nb. pungutan perubahan Surat Izin Penangkapan Ikan, yang harus dibayar pada saat pengajuan permohonan perubahan;\nc. pungutan penangkapan ikan, yang dikenakan kepada setiap kapal perikanan yang dipergunakan.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "0944d777-689d-4e7f-bb44-b857e3eac459",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Selain pungutan perikanan sebagaimana dimaksud dalam ayat (2), kapal perikanan yang bersangkutan wajib membayar uang rambu dan/atau jasa pelabuhan di tempat melapor menurut peraturan perundang-undangan yang berlaku.",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                }
            ]
        },
        {
            "id": "999b682c-a043-45e8-8cbe-7c3f3cb57ac1",
            "name": "Chapter V",
            "title": "\nKETENTUAN PIDANA DAN PENCABUTAN IZIN",
            "type": "chapter",
            "children": [
                {
                    "id": "aef76b5c-7bc2-4c32-8876-ded6ec373f64",
                    "name": "Article 17",
                    "type": "article",
                    "children": {
                        "id": "cdb52fbf-6b7e-4ef3-bb47-960fdfa71dcf",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nBarang siapa melakukan penangkapan ikan di Zona Ekonomi Eksklusif Indonesia tanpa memiliki Surat Izin Penangkapan Ikan menurut ketentuan Peraturan Pemerintah ini dipidana menurut ketentuan Pasal 16 ayat (1) dan ayat (2) Undang-Undang Nomor 5 Tahun 1983.",
                        "explanation": "\nCukup jelas."
                    }
                },
                {
                    "id": "646a60f2-7e1d-4fca-afec-6a7669758521",
                    "name": "Article 18",
                    "type": "article",
                    "children": {
                        "id": "202d19ea-7ed1-401f-bab7-89fdd7726e5a",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nBarang siapa merusak atau memusnahkan barang-barang bukti yang dipergunakan untuk melakukan tindak pidana sebagaimana dimaksud dalam Pasal 17 dengan maksud untuk menghindarkan tindakan-tindakan penyitaan terhadap barang-barang tersebut pada waktu dilakukan pemeriksaan, dipidana dengan pidana menurut ketentuan Pasal 17 Undang-Undang Nomor 5 Tahun 1983.",
                        "explanation": "\nCukup jelas."
                    }
                },
                {
                    "id": "eb46a46a-742c-4f6f-b5b2-c3da156fadf6",
                    "name": "Article 19",
                    "type": "article",
                    "children": {
                        "id": "79371597-0eb5-4ccd-82e8-864f96b2ae4e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKapal perikanan yang digunakan untuk melakukan penangkapan ikan di Zona Ekonomi Eksklusif Indonesia dengan menggunakan alat atau bahan yang terlarang sebagaimana dimaksud dalam Pasal 6 dikenakan denda setinggi-tingginya Rp 75.000.000,- (tujuh puluh lima juta rupiah) dan pencabutan Surat Izin Penangkapan Ikan.",
                        "explanation": "\nCukup jelas."
                    }
                },
                {
                    "id": "c3787c23-28e2-4391-8b00-70612d0a4784",
                    "name": "Article 20",
                    "type": "article",
                    "children": {
                        "id": "bf3cdd4f-1308-4f89-b873-36c99fa6339a",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nApabila kapal perikanan yang dipergunakan oleh pemohon yang telah mendapatkan Surat Izin Penangkapan Ikan menurut Peraturan Pemerintah ini melakukan pelanggaran ketentuan-ketentuan yang dicantumkan dalam Surat Izin Penangkapan Ikan dikenakan denda setinggi-tingginya Rp 25.000.000,- (dua puluh lima juta rupiah) dan pencabutan Surat Izin Penangkapan Ikan.",
                        "explanation": "\nCukup jelas."
                    }
                },
                {
                    "id": "6a3d52aa-2a7a-4c83-811e-650bba743d6a",
                    "name": "Article 21",
                    "type": "article",
                    "children": [
                        {
                            "id": "b065f2ed-7288-426f-9081-70e14bddc4ab",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Tindak pidana sebagaimana dimaksud dalam Pasal 17, Pasal 18, dan\nPasal 19 adalah kejahatan.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "ea7f3797-41d4-44ec-9735-092309151761",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Tindak pidana sebagaimana dimaksud dalam Pasal 20 adalah\npelanggaran.",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                }
            ]
        },
        {
            "id": "07a73cbd-5b92-4e6d-ad58-e47543ee01b2",
            "name": "Chapter VI",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "080ab1fd-0440-4c7a-baeb-fae5614b162c",
                    "name": "Article 22",
                    "type": "article",
                    "children": [
                        {
                            "id": "0e7d87f8-a20d-4ef0-8968-cc0fbf729d95",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dalam waktu selambat-lambatnya 3 (tiga) bulan sejak berlakunya\nPeraturan Pemerintah ini, semua kapal perikanan asing yang sebelumnya\ntelah memperoleh Surat Izin Penangkapan Ikan di Zona Ekonomi Eksklusif\nIndonesia wajib memperbaharui surat izinnya menurut ketentuan\nberdasarkan Peraturan Pemerintah ini.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "8f78e42d-7a55-4239-834a-6e28af48fe06",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Kapal perikanan asing yang akan memperbaharui surat izinnya\nsebagaimana dimaksud dalam ayat (1), sejak berlakunya Peraturan\nPemerintah ini dikenakan kewajiban untuk membayar pungutan\nperikanan sebagaimana dimaksud dalam Pasal 16.",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                }
            ]
        },
        {
            "id": "169467cd-5952-4036-9978-baa5b93ec21a",
            "name": "Chapter VII",
            "title": "\nLAIN-LAIN",
            "type": "chapter",
            "children": [
                {
                    "id": "38b59bde-3c59-4d14-8b65-aff8841d4828",
                    "name": "Article 23",
                    "type": "article",
                    "children": {
                        "id": "d739e897-163c-425b-b658-e76b63e57b3b",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nMenteri Pertanian dengan persetujuan Menteri Perhubungan dan Panglima\nAngkatan Bersenjata, menetapkan tempat-tempat dan tata cara melapor kapal-\nkapal perikanan asing dan pelalsanaan pengawasan sebagaimana dimaksud\ndalam Pasal 14.",
                        "explanation": "\nCukup jelas."
                    }
                },
                {
                    "id": "3fd23922-7887-4de0-93be-a73a9c1afd81",
                    "name": "Article 24",
                    "type": "article",
                    "children": {
                        "id": "c7efb1d5-c469-4863-ab68-9a5be744a7cd",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nMenteri Pertanian mengatur lebih lanjut hal-hal yang berkaitan dengan\npemanfaatan sumber daya alam hayati di Zona Ekonomi Eksklusif Indonesia\nyang belum diatur dalam Peraturan Pemerintah ini, dan sepanjang menyangkut\nbidang tugas Menteri yang lain diatur setelah mendengar pertimbangan Menteri\nyang bersangkutan.",
                        "explanation": "\nCukup jelas."
                    }
                }
            ]
        },
        {
            "id": "9709b62b-24b2-435d-ad8b-0fc6868f0a26",
            "name": "Chapter VIII",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "46d7a96f-cccd-4bed-b184-9992ad09b2bb",
                    "name": "Article 25",
                    "type": "article",
                    "children": {
                        "id": "ce46cb3b-4688-4731-a713-ddbb544ebf59",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan\nPemerintah ini dengan penempatannya dalam Lembaran Negara Republik\nIndonesia.",
                        "explanation": "\nCukup jelas.\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\n1. Sebagaimana termaksud dalam Undang-Undang Nomor 5 Tahun 1983\ntentang Zona Ekonomi Eksklusif Indonesia, telah ditetapkan berbagai hak\nberdaulat, yurisdiksi dan hak-hak lain serta kewajiban Republik\nIndonesia terhadap sumber daya alam yang terdapat di Zona Ekonomi\nEksklusif Indonesia. Ketentuan-ketentuan dalam Undang-Undang\ntermaksud masih bersifat sebagai ketentuan pokok serta mencakup\nberbagai jenis sumber daya alam, sehingga memerlukan penjabaran\nlebih lanjut dalam peraturan perundang-undangan khususnya untuk\npengaturan di bidang sumber daya alam hayati dalam bentuk Peraturan\nPemerintah.\nSalah satu jenis sumber daya alam yang terdapat di Zona Ekonomi\nEksklusif Indonesia adalah sumber daya alam hayati yang dalam kata\nsehari-hari disebut \"ikan\", yang sesuai dengan sifat-sifat alaminya tidak\nmengenal batas wilayah negara. Namun sejalan dengan praktek-praktek\nnegara yang telah dikembangkan oleh masyarakat internasional serta\nketentuan-ketentuan hukum laut internasional yang melandasi Undang-\nUndang Nomor 5 Tabun 1983 tersebut, maka sumber daya alam hayati\nyang terdapat di daerah Zona Ekonomi Eksklusif Indonesia adalah milik\nRepublik Indonesia, walaupun dalam pengelolaannya masih harus\nmemperhatikan ketentuan hukum internasional, yaitu misalnya\nmengenai kewajiban-kewajiban Republik Indonesia untuk menetapkan\njumlah tangkapan yang diperbolehkan (Total allowable catch). Besarnya\nkemampuan tangkap dari usaha- usaha perikanan Indonesia, langkah-\nlangkah untuk pelaksanaan konservasi serta kesediaan Republik\nIndonesia untuk memberikan kesempatan kepada usaha perikanan asing\nuntuk ikut serta memanfaatkan Zona Ekonomi Eksklusif Indonesia\nsepanjang jumlah tangkapan yang diperbolehkan belum sepenuhnya\ndimanfaatkan oleh usaha perikanan Indonesia.\n2. Dari segi kepentingan pembangunan nasional, khususnya di sub sektor\nperikanan, maka sumber daya alam hayati di Zona Ekonomi Eksklusif\nIndonesia memiliki 2 (dua) fungsi penting yaitu:\na. sebagai potensi yang dapat dimanfaatkan secara langsung melalui\nkegiatan penangkapan ikan; dan\nb. sebagai pendukung sumber daya alam hayati di perairan\nIndonesia.\nSatu dan lain hal berupa:\n- adanya kondisi perairan di beberapa lokasi perairan Indonesia\nyang memungkinkan dapat dilalui oleh beberapa jenis ikan untuk\nberuaya dari/ke perairan Zona Ekonomi Eksklusif Indonesia;\n- adanya sifat dari beberapa jenis ikan yang sebagian atau seluruh\nhidupnya memerlukan kondisi perairan yang berbeda dalam daur\nhidupnya; dan\n- adanya sifat dari beberapa jenis ikan yang sebagian atau seluruh\nhidupnya memerlukan hidup berdampingan dengan beberapa jenis\nikan lainnya yang terdapat di perairan Indonesia.\nDengan mengingat fungsinya yang sangat penting tersebut, maka\npemanfaatannya perlu diarahkan secara tepat, terarah dan bijaksana.\nHal ini berkaitan pula dengan sifat sumber daya alam hayati yang tidak\ntak terbatas.\n3. Asas yang melandasi rejim hukum Zona Ekonomi Eksklusif yang telah\ndikembangkan oleh masyarakat internasional adalah untuk melindungi\nkepentingan negara pantai dari bahaya dihabiskannya sumber alam\nhayati di dekat pantainya oleh kegiatan perikanan berdasarkan rejim\nlaut bebas. Searah dengan asas tersebut, maka keadaan yang paling\nmenguntungkan bagi negara pantai ialah apabila jumlah tangkapan yang\ndiperbolehkan dapat sepenuhnya dimanfaatkan oleh usaha perikanan\nnegara pantai yang bersangkutan. Dalam kaitan dengan hal-hal di atas\nserta mengingat kebutuhan bangsa Indonesia akan protein hewani serta\nkepentingan lain dalam hal pemasukan devisa negara maka dalam rangka\nmengarahkan agar usaha perikanan Indonesia mampu memanfaatkan\nseluruh jumlah tangkapan yang diperbolehkan tersebut. Pemerintah\nsenantiasa perlu mengupayakan adanya kemudahan-kemudahan.\n4. Berkaitan dengan prinsip-prinsip rejim hukum Zona Ekonomi Eksklusif\ntersebut, sementara usaha-usaha perikanan Indonesia belum mampu\nmemanfaatkan seluruh jumlah tangkapan yang diperbolehkan, maka\nsudah sewajarnya apabila Republik Indonesia mengizinkan usaha\nperikanan negara lain untuk ikut serta memanfaatkan Zona Ekonomi\nEksklusif Indonesia. Izin tersebut dengan sendirinya hanya diberikan\nkepada usaha-usaha perikanan negara asing yang bersedia mematuhi\nsegala ketentuan perundang-undangan nasional dan ketentuan hukum\ninternasional yang berlaku.\n5. Selanjutnya Peraturan Pemerintah ini dalam pelaksanaannya masih\nmemerlukan penjabaran lebih lanjut dalam pengaturan yang tingkatnya\nlebih rendah. Dalam pengaturan lanjutan tersebut lebih menitik-\nberatkan kepada masalah-masalah teknis yang menyangkut pengelolaan\ndan pengawasan, pemanfaatan serta administratif yang menyangkut\nperizinan penangkapan ikan dan syarat-syaratnya.",
        "Nomor": "15",
        "Tahun": "1984",
        "Tentang": "PENGELOLAAN SUMBER DAYA ALAM HAYATI\nDI ZONA EKONOMI EKSKLUSIF INDONESIA\nPresiden Republik Indonesia,",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa dalam rangka pembangunan perikanan nasional,\nsumber daya alam hayati di Zona Ekonomi Eksklusif Indonesia\nmerupakan potensi yang memberikan kemungkinan sangat\nbesar untuk dapat dimanfaatkan secara langsung dan\nsekaligus berfungsi sebagai pendukung sumber daya\nperikanan di seluruh perairan Indonesia, sehingga mengingat\nartinya yang sangat penting tersebut, maka pemanfaatan\nsumber daya alam hayati di Zona Ekonomi Eksklusif Indonesia\nperlu diatur secara tepat, terarah, dan bijaksana;",
            "b": " bahwa ketentuan-ketentuan tentang Zona Ekonomi Eksklusif\nyang telah diterima dalam Konvensi Perserikatan Bangsa-\nBangsa tentang Hukum Laut adalah untuk melindungi\nkepentingan-kepentingan negara pantai yang bersangkutan,\ndan oleh karenanya pemanfaatan yang sebesar-besarnya dari\npada sumber daya alam hayati di Zona Ekonomi Eksklusif\nIndonesia harus diarahkan untuk mengembangkan usaha\nperikanan Indonesia;",
            "c": " bahwa untuk mempercepat peningkatan kemampuan usaha\nperikanan Indonesia tersebut, maka sesuai dengan ketentuan\nPasal 5 ayat (2) Undang-Undang Nomor 5 Tahun 1983 tentang\nZona Ekonomi Eksklusif Indonesia, dipandang perlu\nmenetapkan pengaturannya dalam Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-Undang Nomor 5 Tahun 1983 tentang Zona Ekonomi\nEksklusif Indonesia (Lembaran Negara Tahun 1983 Nomor 44,\nTambahan Lembaran Negara Nomor 3260);"
        },
        "Menetapkan": "\npengaturannya dalam Peraturan Pemerintah;\nMengingat  1. Pasal 5 ayat (2) Undang-Undang Dasar 1945;\n2. Undang-Undang Nomor 5 Tahun 1983 tentang Zona Ekonomi\nEksklusif Indonesia (Lembaran Negara Tahun 1983 Nomor 44,\nTambahan Lembaran Negara Nomor 3260);\nMEMUTUSKAN \nMenetapkan PERATURAN PEMERINTAH TENTANG PENGELOLAAN SUMBER DAYA\nALAM HAYATI DI ZONA EKONOMI EKSKLUSIF INDONESIA.",
        "tanggal sah": "29 Juni 1984"
    }
}