{
    "results": [
        {
            "id": "d1d06a49-8e17-40fa-b7dd-f392fdc70ec3",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "ae76d08b-7c7b-41a4-b5bc-5ba332dd1f59",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Aturan Umum.\nBiaya perjalanan dinas ke, dari dan diluar negeri ditanggung\noleh Negara menurut syarat-syarat dan ketentuan-ketentuan yang\nditetapkan dalam peraturan ini.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "7cda7add-d228-4677-ac95-bd53e3df770e",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "8b5cda2b-5731-4148-a360-cba423fc4294",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Perjalanan dinas.\n(1) Perjalanan dinas termaksud pada pasal 1 adalah perjalanan-\nperjalanan_yang dilakukan untuk kepentingan Negara, yaitu:\na. perjalanan pindah;\nb.\nperjalanan jabatan;\n(2) Perjalanan pindah ialah perjalanan:\na. mereka yang diangkat menjadi pegawai negeri dan\nditempatkan di luar negeri, dari tempat tinggalnya ke\ntempat yang ditunjuk menurut surat-keputusan yang\nb. pegawai Negeri yang dipindahkan, dari tempat kedudukan\nlama ke tempat kedudukan baru menurut surat-keputusan\nyang bersangkutan;\nc. mereka yang menjadi keluarga pegawai Negeri karena\nperkawinan yang dilangsungkan sesudah pegawai itu\nmelakukan perjalanan termaksud sub a dan b ayat ini,\ndari tempat tinggalnya ke tempat kedudukan pegawai;\nd. keluarga pegawai Negeri yang ditempatkan di luar negeri\nyang meninggal dunia, dari tempat kedudukannya yang\nterakhir ke-Indonesia;\ne. isteri pegawai Negeri yang ditempatkan di luar negeri\nyang diceraikan, yang pernah mengikuti suaminya dalam\nperjalanan pindah ke luar negeri, beserta anaknya yang\ntidak menjadi tanggungan pegawai itu lagi, dari tempat\nkedudukannya pada waktu perceraian ke-Indonesia;\n(3) Perjalanan jabatan ialah perjalanan :\na. mereka yang menurut perintah yang berwajib melakukan\nperjalanan untuk kepentingan Negara, dari tempat\nkedudukan, tempat tinggal atau tempat mereka berada\nuntuk kepentingan Negara, ke tempat yang harus\ndikunjungi, dan kembali;\nb. Pegawai negeri yang diberi perintah belajar di luar\nnegeri, dari tempat kedudukan lama ke tempat belajar,\ndan kembali.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "87229421-451e-4d10-b0d9-be3d3f15f768",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "a7703fdd-2a27-463e-b3c0-2fe618707b56",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Perintah melakukan perjalanan.\n(1) Perjalanan pindah termaksud pada pasal 2 ayat 2 sub a dan b\ndilakukan atas surat-keputusan penjabat yang berhak\nmemutuskan pindahan itu.\n(2) Perjalanan jabatan termaksud pada pasal 2 ayat 3 dilakukan\natas suratkeputusan Presiden atau Menteri yang bersangkutan\ndengan persetujuan Perdana Menteri, Menteri Luar Negeri,\nMenteri Keuangan dan dibubuhi tandatangan Pimpinan Lembaga\nAlat-alat Pembayaran Luar Negeri sebagai izin pengeluaran\ndevisen, sedangkan keputusan itu diberitahukan kepada Kepala\nJawatan Perjalanan, dengan ketentuan untuk perjalanan jabatan\ntermaksud pada pasal 2 ayat3 sub b, diperlukan juga\npemberitahuan kepada Kepada Kantor Urusan Pegawai.\n(3) Perjalanan jabatan dalam lingkungan kekuasaan sesuatu\nPerwakilan Republik Indonesia di luar negeri dilakukan atas\nperintah Kepala Perwakilan bersangkutan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "a891a9ef-3612-422e-8d2e-9184d9a533c8",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "7b8187f2-2272-4bf0-8cad-44fbada48c4d",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Penetapan penggantian biaya.\n(1) Untuk perjalanan dinas termaksud dalam pasal 2 Peraturan ini\ndiberikan penggantian biaya menurut ketentuan-ketentuan dan\nsampai jumlah-jumlah yang ditetapkan oleh Menteri Keuangan\nsetelah mendengar Menteri luar Negeri dan Kepala Kantor\nUrusan Pegawai.\n(2) Penggantian biaya untuk bagian dari perjalanan dinas\ntermaksud pada ayat 1 yang dilakukan di dalam negeri, diatur\nmenurut peraturan perjalanan dinas dalam negeri yang berlaku.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "e2031838-db8b-4456-9bb3-07d5817f718b",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "16710206-ec1c-4221-93d5-6007ce5c109b",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pembagian golongan.\n(1) Untuk mendapat penggantian biaya penginapan, mereka yang\nmelakukan dinas dibagi menjadi 4 (empat) golongan, menurut\npangkatnya pada waktu perjalanan dimulai, sebagai berikut:\nGolongan I. Menteri Ketua dan para Wakil Ketua Dewan\nPerwakilan Rakyat Republik Indonesia.\nGolongan II. Duta Besar dan Duta yang menjabat Kepala\nPerwakilan (Kedutaan Besar, Kedutaan atau\nKonsulat-Jenderal), pegawai tinggi yang digaji\nmenurut golongan VI/f P.G.P. ke atas, Kepala Staf\nAngkatan Darat, Kepala Staf Angkatan Laut, Kepala\nStaf Angkatan Udara serta perwira tinggi lain dan\nanggota Dewan Perwakilan Rakyat Republik\nIndonesia.\nGolongan III. Pegawai tinggi yang digaji menurut golongan\nVI/c P.G.P. ke atas, kecuali yang termasuk\ngolongan II di atas, perwira menengah Angkatan\nPerang dan pegawai-pegawai yang ditempatkan di\nluar negeri dengan gelaran diplomatik Sekretaris\nI.\nGolongan IV. Pegawai dan perwira lain serta bawahannya.\n(2) Bagi mereka yang tidak disebut dalam ayat 1 di atas,\ngolongannya ditetapkan oleh Menteri Keuangan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "95fcfbaa-a14e-4a5f-a4c8-dfc2b45aa9de",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "7e94b538-c6b3-4851-8ffd-01eee966b8ac",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Penetapan kelas di kapal dan di kereta-api.\n(1) Untuk perjalanan dinas dengan kapal-laut dan kereta-api\nditentukan pembagian kelas sebagai berikut:\nkelas I. bagi :\na. pegawai Penjabat Perwakilan Luar Negeri kelas I sampai\ndengan kelas VI dan pegawai yang ditempatkan di luar\nnegeri dengan gelaran diplomatik Sekretaris II ke atas;\nb. pegawai sipil lain yang bergaji sebesar Rp. 876,-\n(menurut \"PGP 1948\" juncto Peraturan Pemerintah No. 16\ntahun 1950, Lembaran Negara tahun 1950 No. 46, juncto\nPeraturan Pemerintah No 25 tahun 1952, Lembaran Negara\ntahun 1952 No. 34) sebulan atau lebih,\nc. perwira yang berpangkat mayor ke atas.\nkelas II. bagi :\na. pegawai Penjabat Perwakilan Luar Negeri kelas VII dan\nVIII serta pegawai yang ditempatkan di luar negeri\nb. pegawai sipil lainnya yang bergaji sebesar Rp. 612,-\nsebulan atau lebih, tetapi kurang dari Rp. 876,-;\nc. akademisi yang tidak termasuk kelas I;\nd. anggota Angkatan perang yang berpangkat kapten, letnan\ndan letnan-muda.\nkelas III. bagi:\na. Pegawai sipil yang bergaji sebesar Rp. 263,- sebulan\natau lebih tetapi kurang dari Rp. 612,-.\nb. bintara; dengan ketentuan, bahwa dalam hal di kapal-\nlaut atau di kereta api tidak ada kelas III, yang\nberkepentingan diperbolehkan menumpang di kelas II.\nkelas IV. bagi :\na. pegawai sipil yang bergaji kurang dari Rp. 263,-\nsebulan;\nb. prajurit;\ndengan ketentuan, bahwa dalam hal di kapal-laut atau di\nkereta-api tidak ada kelas IV, yang berkepentingan\ndiperbolehkan menumpang di kelas terendah yang ada.\n(2) a. Anggota-anggota keluarga pegawai Negeri berhak\nmenumpang di kelas yang ditetapkan untuk pegawai yang\nbersangkutan pada waktu berangkatnya, sedangkan keluar\ntermaksud pada pasal 2 ayat 2 sub c Peraturan ini\nberhak menumpang di kelas berdasarkan gaji/pangkat\npegawai yang bersangkutan pada waktu perkawinan\ndilangsungkan.\nb. Dalam hal pegawai negeri, yang ditempatkan di luar\nnegeri; meninggal dunia, anggota keluarganya berhak\nmenumpang di kelas yang ditetapkan bagi pegawai itu\npada waktu meninggalnya.\n(3) Bagi mereka yang tidak disebut dalam ayat 1 dan ayat 2 pasal\nini, pembagian kelasnya ditetapkan oleh Menteri Keuangan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "c3752269-5305-413a-86d4-c96bbd9c3cf4",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "ae293824-6afa-4c9e-8283-f4f3e998f92c",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Gaji.\nYang dimaksud dengan gaji dalam Peraturan ini ialah gaji-\npokok (termasuk gaji-tambahan-peralihan) atau pendapatan yang\ndapat disamakan dengan gaji.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "f170a2a8-8f9d-4257-a9fa-2389b4fd24d6",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "87bbd77a-f2cf-40e7-a827-4518478693e7",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Keluarga.\n(1) Dalam hal perjalanan pindah termaksud di pasal 2 ayat 2 sub a\ndan b diberikan juga biaya pengangkutan dan penginapan untuk\nanggota-anggota keluarga yang syah.\n(2) Keluarga yang syah menurut Peraturan ini ialah isteri yang\nsyah, anak sendiri, anak tiri, anak angkat dan anak yang\n(3) Dalam hal pegawai yang bersangkutan telah bercerai dari\nisterinya, penggantian biaya hanyalah diberikan untuk anak\npegawai dari isterinya itu yang masih tetap menjadi\ntanggungan (di bawah perwalian) pegawai tersebut.\n(4) Anak yang mendapat penggantian biaya-menurut Peraturan ini,\nialah:\na. anak yang pada waktu berangkat belum pernah kawin,\nberumur kurang dari 21 tahun dan tidak mempunyai\npenghasilan sendiri;\nb. anak yang pada waktu pegawai yang bersangkutan berada\ndi luar negeri dan pada waktu berangkatnya berumur 21\ntahun atau lebih tetapi kurang dari 25 tahun, belum\npernah kawin dan tidak mempunyai penghasilan sendiri,\ndengan ketentuan bahwa penggantian biaya hanya\ndiberikan untuk perjalanan dari tempat-kedudukan\npegawai yang terakhir ke Indonesia, dan perjalanan\ndilakukan bersama-sama dengan anggota keluarga yang\nlain dari pegawai itu;\nc. anak yang pada waktu pegawai yang bersangkutan berada\ndi luar negeri dan pada waktu berangkatnya berumur 21\ntahun atau lebih tetapi kurang dari 25 tahun, masih\nbelajar pada sesuatu perguruan tinggi, belum pernah\nkawin dan tidak mempunyai penghasilan sendiri, dengan\nketentuan bahwa penggantian biaya hanya diberikan untuk\nperjalanan dari tempat belajarnya yang terakhir ke\nIndonesia, dan tidak melebihi jumlah biaya perjalanan\npegawai yang bersangkutan dari tempat kedudukannya\nterakhir ke Indonesia.\n(5) Penggantian biaya perjalanan bagi keluarga hanya diberikan\napabila perjalanan keluarga itu dilakukan dalam waktu 6\n(enam) bulan sesudah pegawai berangkat, dan dalam hal\ntermaksud pada pasal 2 ayat 2 sub c, d dan e, masing-masing 3\n(tiga) bulan setelah perkawinan dilangsungkan, 6 (enam) bulan\nsesudah pegawai meninggal dunia, dan 2 (dua) bulan setelah\nperceraian.\n(6) Penggantian biaya perjalanan bagi pegawai negeri yang\ndipindahkan dari luar negeri ke-Indonesia hanya diberikan,\napabila perjalanan pegawai itu dilakukan dalam waktu 2 (dua)\nbulan sesudah diterima perintah dari penjabat yang berwajib,\nkecuali jika ada alasan-alasan yang dapat diterima oleh\npenjabat tersebut.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "70b66c05-1106-4e03-88be-de8764ef9485",
            "name": "Article 9",
            "type": "article",
            "children": {
                "id": "150a450a-1c3a-4006-b9a0-2fd9384bf2b3",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Perjalanan sebelum ada perintah resmi.\n(1) Jika suatu perjalanan dinas tidak perlu dilakukan lagi oleh\nkarena yang bersangkutan telah pergi lebih dahulu dengan\nbiaya sendiri, maka kepadanya dapat diberikan penggantian\nbiaya sebanyak jumlah yang sebenarnya dikeluarkan, dengan\nketentuan bahwa jumlah penggantian itu tidak melebihi jumlah\nyang seharusnya dibayar oleh Negara menurut Peraturan ini.\n(2) Bagi keluarga, penggantian biaya yang dimaksud dalam ayat 1\npasal ini hanya diberikan untuk mereka yang terhitung\nkeluarga syah pada waktu perjalanan itu dapat dilakukan\ndengan biaya Negara.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "93eb16b5-51e7-40f1-987e-51237050ad6d",
            "name": "Article 10",
            "type": "article",
            "children": {
                "id": "4e44a41d-433d-4fd1-89f7-3f83c9489b32",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Biaya perjalanan keluarga.\nPenggantian biaya untuk keluarga diatur sebagai di bawah ini'\na. Untuk perjalanan dengan kereta-api, bus, kapal atau pesawat\nudara, diberikan penggantian sebanyak biaya yang sesungguhnya\ndikeluarkan menurut tarif yang berlaku, tetapi tidak melebihi\nbiaya untuk kelas yang ditetapkan bagi pegawai yang\nbersangkutan.\nb. Bagi isteri dan anak yang berumur 17 tahun ke atas diberikan\nuang harian dan biaya bagasi sejumlah 4/5 dan bagi anak yang\nberumur kurang dari 17 tahun sejumlah 2 dari jumlah-jumlah\nyang ditetapkan untuk pegawai.\nc. Dalam hal keluarga menyusul dan dalam hal termaksud pada\npasal 2 ayat 2 sub c Peraturan ini, kepada isteri diberikan\nuang harian penuh yang ditetapkan bagi suaminva.\nd. Dalam hal termaksud pada pasal 2 ayat 2 sub d Peraturan ini,\nkepada isteri pegawai yang meninggal itu diberikan\npenggantian biaya sejumlah sama dengan yang dapat diberikan\nkepada suaminya.\ne. Dalam hal termaksud pada pasal 2 ayat 2 sub e Peraturan ini,\nbagi isteri pegawai yang diceraikan itu dan anak yang berumur\n17 tahun ke atas diberikan uang harian dan biaya bagasi\nsejumlah 4/5 dan bagi anak yang berumur kurang darí 17 tahun\nsejumlah\n2\ndari jumlah-jumlah menurut golongan yang\nditetapkan bagi mereka oleh Menteri Keuangan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "81e11684-84ef-40d8-afbf-9220cc8d9fca",
            "name": "Article 11",
            "type": "article",
            "children": {
                "id": "33e039a9-8bde-4721-9ee4-73ca6da6e41a",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Cara melakukan perjalanan.\nPerjalanan dinas harus dilakukan dengan biaya yang seringan-\nringannya untuk Negara.\nJika dengan tiada alasan yang syah menurut pertimbangan\nMenteri Keuangan, pegawai yang bepergian menyimpang dari ketentuan\ntersebut, maka kepadanya tidak diberikan penggantian lebih\ndaripada yang seharusnya dipikul oleh Negara menurut ketentuan di\natas.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "1a6f04ab-422f-4f34-bd05-5a7280c7dda2",
            "name": "Article 12",
            "type": "article",
            "children": {
                "id": "63e26226-9acc-462f-8b01-2be7483b43e2",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Menteri Keuangan diberi kuasa :\na. menetapkan peraturan-peraturan untuk melaksanakan Peraturan\nini;\nb. mengurangi jumlah-jumlah dalam daftar-daftar biaya perjalanan\njika ternyata uang yang sesungguhnya dikeluarkan, kurang\ndaripada yang boleh dituntut atau pengeluaran tidak dilakukan\ndengan sehemat-hematnya;\nc. menyimpang dari Peraturan ini apabila dalam suatu hal\nd. pelaksanaan Peraturan ini menimbulkan keadaan kurang adil atau dalam hal yang luar biasa;\nmemutuskan apakah keterangan-keterangan yang termuat dalam\ndaftar-daftar biaya perjalanan dan pengeluaran-pengeluaran\nyang tidak disertai surat-surat bukti dapat diterima atau\ntidak.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "901ff85d-6217-47fb-82dc-7befce172b0b",
            "name": "Article 13",
            "type": "article",
            "children": {
                "id": "57caa292-5d48-4ef4-97fc-7020c91a4f53",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Menteri Keuangan berhak menyerahkan sebagian kekuasaan yang\ndiberikan kepadanya menurut pasal 11 dan 12 Peraturan ini, kepada\nKepala Jawatan Perjalanan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "d24d2bc0-4c41-4a4a-8123-2a1c1509491b",
            "name": "Article 14",
            "type": "article",
            "children": {
                "id": "efa6ccab-44f3-4cff-8472-3bb6757dec08",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan peralihan.\nPerjalanan-perjalanan yang sudah diputuskan sebelum Peraturan\nini berlaku, tetapi belum dimulai pada waktu Peraturan ini\nberlaku, diatur menurut Peraturan ini.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "6a8eb118-3535-4747-8a42-1ff48eef4534",
            "name": "Article 15",
            "type": "article",
            "children": {
                "id": "8fbc06f7-9ef0-4c9b-809a-92c8255ae2f8",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada hari diundangkan.\nAgar supaya setiap orang dapat mengetahuinya, memerintahkan\npengundangan Peraturan Pemerintah ini dengan penempatan dalam\nLembaran Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "18",
        "Tahun": "1955",
        "Tentang": "PERATURAN PERJALANAN DINAS LUAR NEGERI",
        "Menimbang": {
            "Introduction": "\n.",
            "a": " bahwa perjalanan dinas ke, dari dan diluar negeri sekarang\ndiatur dalam beberapa surat-keputusan dan surat-edaran yang\ndikeluarkan masing-masing oleh Perdana Menteri c.q. Menteri\nUrusan Pegawai, Menteri Keuangan dan Menteri Luar Negeri.",
            "b": " bahwa soal tersebut seharusnya diatur dengan Peraturan\nPemerintah"
        },
        "Mengingat": {
            "Introduction": "\npasal 142 jo pasal 98 Undang-undang Dasar Sementara Republik\nIndonesia.\nMendengar \nDewan Menteri dalam rapatnya yang ke-97 pada tanggal 22 Pebruari\n1955"
        },
        "Menetapkan": "\nNot Available",
        "tanggal sah": "1 Juni 1955"
    }
}