{
    "results": [
        {
            "id": "48052a58-70b5-452e-bd15-60ff1c565d11",
            "name": "Article I",
            "type": "article",
            "children": {
                "id": "c9626b05-18b4-465d-95f2-f30a65fbece7",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": ".\nSelama tahun 1958 dapat dikeluarkan kertas perbendaharaan dengan mengindahkan\nketentuan-ketentuan dalam pasal-pasal yang berikut:\nPasal 1.\nSelainnya kertas perbendaharaan yang dikeluarkan berdasarkan pasal-pasal 7 sampai 9\ndari Peraturan Pemerintah ini, dapat beredar bersamaan kertas perbendaharaan setinggi-\ntingginya satu milyard rupiah.\nPasal 2.\na. Surat-surat perbendaharaan dan promes-promes perbendaharaan terdiri atas\nlembaran-lembaran dengan harga Rp. 1.000,-, Rp. 5.000,-, Rp. 10.000,-, Rp.\n25.000,-, Rp. 50.000,-, Rp. 100.000,-, Rp. 500.000,-, Rp. 1000.000,-, Rp.\n5.000.000,-dan Rp. 10.000.000,-\nb. Jika perlu, dapat juga dikeluarkan surat-surat perbendaharaan dan promes-promes\nperbendaharaan dalam lembaran-lembaran dengan harga yang lebih tinggi.\nPasal 3.\n1. Surat-surat perbendaharaan berjangka paling lama lima tahun.\n2. Promes-promes perbendaharaan berjangka sekurang-kurangnya satu bulan dan paling lama sebelas tahun.\nPasal 4.\n1. Surat-surat perbendaharaan dikeluarkan dengan bunga setinggi-tingginya 5% setahun.\n2. Promes-promes perbendaharaan dikeluarkan dengan nilai serendah-rendahnya 98% untuk promes dari sembilan bulan, dan untuk promes yang berjangka lain dengan nilai yang seimbang seperti di atas.\nPasal 5.\nKertas perbendaharaan dapat dikeluarkan dengan jalan penempatan di bawah tangan menurut syarat-syarat tersebut di pasal 6.\nPasal 6.\nMenteri Keuangan diberi kuasa pada pengeluaran kertas perbendaharaan dibawah tangan jika dianggap perlu mengadakan syarat dan dengan memasukkan clausule yang bersangkutan dalam keterangan bersama yang akan dibuat menurut ayat 4 pasal 4 Ordonansi Surat Perbendaharaan 1928 (Staatsblad 1928 No.21) menetapkan, bahwa kertas perbendaharaan tidak dapat dijual atau digadaikan pada Bank Indonesia, dan terhadap kertas perbendaharaan ini, jika dianggap perlu, dalam keterangan bersama tersebut mencantumkan syarat-syarat :\n1. Bahwa kertas perbendaharaan yang dikeluarkan tidak dapat dilunasi sebelum jatuh tempo.\n2. Bahwa kertas perbendaharaan yang dikeluarkan dapat dipakai sebagai penyetoran sejumlah harga sepenuhnya dalam pendaftaran untuk pinjaman-pinjaman umum yang memberatkan Anggaran Belanja Negara.\nPasal 7.\nTergantung Pada kebutuhan, segala sesuatu berhubung dengan keadaan hutang Negara pada Bank Indonesia, dapat dikeluarkan, di atas jumlah tersebut dalam pasal 1, kertas perbendaharaan sebagai jaminan uang muka yang diberikan kepada Negara berdasarkan pasal 19 ayat 1 Undang-undang Pokok Bank Indonesia tahun 1953.\n2. Dengan cara yang sama seperti termaksud dalam ayat di atas, kertas-kertas,\nperbendaharaan dapat dikeluarkan sebagai jaminan uang muka yang diberikan\nkepada Negara c.q. kepada Dana Deviden atas dasar pasal 18 Ordonansi Alat-\nalat Pembayaran Luar Negeri 1940 (Staatsblad 1940 No.205).\nPasal 8.\n1. Menteri Keuangan diberi kuasa untuk, tiap-tiap kali dengan syarat-syarat yang\nditentukannya tersendiri, mengeluarkan surat-surat perbendaharaan dan\npromes-promes perbendaharaan, kertas-kertas perbendaharaan mana dapat\ndipakai sebagai jaminan Negara atas kredit-kredit pada Bank Indonesia untuk\npihak ketiga.\n2. Pengeluaran surat perbendaharaan termaksud dalam ayat 1 dapat dilakukan\nsetelah jaminan itu disetujui dalam anggaran belanja.\nPasal 9.\nDisamping kertas perbendaharaan yang dimaksudkan dalam pasal 7 dan 8 dapat\ndikeluarkan kertas perbendaharaan setinggi-tingginya dua setengah milyard rupiah\nberhubung turut-sertanya Indonesia dalam International Monetary Fund dan\nInternational Bank for Reconstruction and Development.\nPasal 10.\nMenteri Keuangan diberi kuasa untuk, dengan mengindahkan peraturan-\nperaturan yang diberikan tentang itu, mengambil tindakan seperlunya dalam mengatur\ndan melaksanakan selanjutnya pengeluaran kertas perbendaharaan termaksud dalam\nPeraturan Pemerintah ini, termasuk juga penanda-tanganan akte-akte mengenai\npengeluaran itu.\nPasal 11.\nPeraturan Pemerintah ini mulai berlaku pada tanggal 1 Januari 1958.\nAgar supaya setiap orang dapat mengetahuinya, memerintahkan pengundangan\nPeraturan Pemerintah ini dengan penempatan dalam Lembaran Negara Republik\nIndonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "1",
        "Tahun": "1958",
        "Tentang": "PENGELUARAN UANG KERTAS PERBENDAHARAAN TAHUN 1958",
        "Menimbang": {
            "Introduction": "\nBahwa perlu untuk mengadakan peraturan tentang pengeluaran kertas perbendaharaan\nuntuk tahun 1958."
        },
        "Mengingat": {
            "Introduction": "\nPeraturan Pemerintah No.21 tahun 1957 Lembaran-Negara 1957 No.55) jo. Peraturan\nPemerintah No.54 tahun 1957 (Lembaran-Negara 1957 No.151).\nMengingat pula \na. Ordonansi Kertas Perbendaharaan 1928 (Staatsblad 1928 No.21) dan Ordonansi\nAlat-alat Pembayaran Luar Negeri 1940 (Staatsblad 1940 No.205).\nb. Undang-undang No.29 tahun 1957 (Lembaran-Negara tahun 1957 No.101).\nMendengar \nDewan Menteri dalam rapatnya pada tanggal 3 Januari 1958."
        },
        "Menetapkan": "\nPeraturan Pemerintah untuk pengeluaran kertas perbendaharaan sebagai berikut",
        "tanggal sah": "1 Januari 1958"
    }
}