{
    "results": [
        {
            "id": "314811d8-b9a6-4889-8e61-1474e6b43e76",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "f055078d-2c95-4a8d-8429-563b50de461f",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dengan berlakunya Peraturan Pemerintah ini, Perusahaan Umum (PERUM) Perkebunan Kapas\nIndonesia yang didirikan berdasarkan Peraturan Pemerintah Nomor 37 Tahun 1972 (Lembaran\nNegara Tahun 1972 Nomor 57) dibubarkan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "a682076a-ba43-47c7-9368-e5a50c831605",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "c598e2de-720e-4b70-8cb3-a6910ae865f2",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Sebagai likuidatur dalam pelakasanaan pembubaran Perusahaan Umum (PERUM)\nPerkebunan Kapas Indonesia sebagaimana dimaksud dalam Pasal 1 ditunjuk suatu\ntim/panitia yang susunan keanggotaannya terdiri dari wakil-wakil Departemen Pertanian,\nDepartemen Keuangan, dan instansi lain yang dianggap perlu.\n(2) Pelaksanaan pembentukan, perincian tugas, masa kerja, pembiayaan, dan hal-hal lainnya\nyang bersangkutan dengan pelaksanaan tugas tim/panitia likuidasi sebagaimana\ndiamaksud dalam ayat (1) diatur lebih lanjut oleh Menteri Pertanian.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "cc121c7f-4f74-4843-9d70-ee6fbfeda26d",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "041640f9-276f-4096-a30d-26838ac5f111",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Semua kekayaan Perusahaan Umum (PERUM) Perkebunan Kapas Indonesia setelah diadakan\nlikuidasi menjadi milik Negara, yang selanjutnya ditetapkan menjadi tambahan penyertaan\nmodal Negara Republik Indonesia ke dalam modal saham Perusahaan Perseroan (PERSERO)\nPT. Perkebunan XVIII, Perusahaan Perseroan (PERSERO) PT. Perkebunan XXIII, Perusahaan\nPerseroan (PERSERO) PT. Perkebunan XXVI, dan Perusahaan Perseroan (PERSERO) PT.\nPerkebunan XXVII.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "f7e1cc50-0c7b-48d2-9ffd-5b22a154abca",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "38ac3dea-3e2a-4df4-b301-5e6f7fd5c83c",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Besarnya nilai penambahan penyertaan modal Negara Republik Indonesia ke dalam modal\nsaham Perusahaan Perseroan (PERSERO) PT. Perkebunan XVIII, Perusahaan Perseroan\n(PERSERO) PT. Perkebunan XXIII, Perusahaan Perseroan (PERSERO) PT. Perkebunan XXVI,\ndan Perusahaan Perseroan (PERSERO) PT. Perkebunan XXVII ditetapkan oleh Menteri\nKeuangan melalui penilaian yang dilakukan bersama oleh Departemen Pertanian dan\nDepartemen Keuangan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "9ba95191-97c9-4e96-94c7-68c1d602d39f",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "1f4b3d93-f175-40c0-ae41-9f5e61a52537",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pelaksanaan penambahan penyertaan Modal Negara Republik Indonesia ke dalam modal\nsaham Perusahaan Perseroan (PERSERO) PT. Perkebunan XVIII, Perusahaan Perseroan\n(PERSERO) PT. Perkebunan XXIII, Perusahaan Perseroan (PERSERO) PT. Perkebunan XXVI,\nPerusahaan Perseroan (PERSERO) PT. Perkebunan XXVII sebagaimana dimaksud dalam\nPasal 3 dilakukan menurut ketentuan Kitab Undang-undang Hukum Dagang (Staatsblad Tahun\n1847 Nomor 23) sebagaimana telah beberapa kali diubah, terakhir dengan Undang-undang\nNomor 4 Tahun 1971, dengan memperhatikan ketentuan-ketentuan yang tercantum dalam\nPeraturan Pemerintah Nomor 12 Tahun 1969 sebagaimana telah diubah dengan Peraturan\nPemerintah Nomor 24 Tahun 1972.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "e08dfdf2-ffd3-4c78-af00-fe3fea132b27",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "28241536-ab42-46d8-9f46-278a7790f492",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dengan berlakunya Peraturan Pemerintah ini, Peraturan Pemerintah Nomor 37 Tahun 1972,\n(Lembaran Negara Tahun 1972 Nomor 57) dan semua peraturan pelaksanaannya dinyatakan\ntidak berlaku lagi.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "ec97043d-3e62-4df4-8c5a-92793fb5f8d4",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "7174e332-9bbf-49af-8735-2771ecc4f2e0",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Ketentuan pelaksanaan Peraturan Pemerintah ini diatur lebih lanjut oleh Menteri Pertanian dan\nMenteri Keuangan, baik secara bersama-sama maupun sendiri-sendiri sesuai dengan bidang\ntugasnya masing-masing.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "337cb5ca-5795-4921-8335-00d3e53c769e",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "6ba19d4c-1b79-40f4-9c49-72849de62da3",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulal berlaku pada tanggal diundangkan dan mempunyai daya laku\nsurut sejak tanggal 30 Juni 1979.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini\ndengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "11",
        "Tahun": "1987",
        "Tentang": "PEMBUBARAN PERUSAHAAN UMUM (PERUM) PERKEBUNAN KAPAS INDONESIA DAN\nPENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM\nMODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. PERKEBUNAN XVIII,\nPERUSAHAAN PERSEROAN (PERSERO) PT. PERKEBUNAN XXIII, PERUSAHAAN\nPERSEROAN (PERSERO) PT. PERKEBUNAN XXVI, DAN PERUSAHAAN PERSEROAN\n(PERSERO) PT. PERKEBUNAN XXVII",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa berdasarkan hasil penelitian yang dilakukan secara mendalam,\nPerusahaan Umum (PERUM) Perkebunan Kapas Indonesia yang didirikan\ndengan Peraturan Pemerintah Nomor 37 Tahun 1972 (Lembaran Negara\nTahun 1972 Nomor 57) berdasarkan prinsip-prinsip ekonomi yang rasional,\nternyata tidak dapat dipertahankan kelangsungan pengusahaannya\nsehingga dipandang perlu membubarkan Perusahaan Umum (PERUM)\ntersebut;",
            "b": " bahwa untuk lebih meningkatkan dan mengembangkan kegiatan usaha\nPerusahaan Perseroan (PERSERO) PT. Perkebunan XVIII, Perusahaan\nPerseroan (PERSERO) PT. Perkebunan XXIII, Perusahaan Perseroan\n(PERSERO) PT. Perkebunan XXVI, dan Perusahaan Perseroan\n(PERSERO) PT. Perkebunan XXVII, dipandang perlu menambah\npenyertaan Modal Negara Republik Indonesia ke dalam Modal Saham\nPerusahaan-perusahaan Perseroan (PERSERO) tersebut;",
            "c": " bahwa seluruh kekayaan negara yang tertanam dalam Perusahaan Umum\n(PERUM) Perkebunan Kapas Indonesia dapat dialihkan menjadi tambahan\npenyertaan Modal Negara Republik Indonesia ke dalam Modal Saham\nPerusahaan Perseroan (PERSERO) PT. XVIII, Perusahaan Perseroan\n(PERSERO) PT. Perkebunan XXIII, Perusahaan Perseroan (PERSERO)",
            "PT": " Perkebunan XXVI, dan Perusahaan Perseroan (PERSERO) PT.\nPerkebunan XXVII.",
            "d": " bahwa sehubungan dengan hal tersebut di atas, pembubaran Perusahaan\nUmum (PERUM) Perkebunan Kapas Indonesia dan penambahan\npenyertaan modal Negara Republik Indonesia ke dalam modal saham\nPerusahaan Perseroan (PERSERO) PT. Perkebunan XVIII, Perusahaan\nPerseroan (PERSERO) PT. Perkebunan XXIII, Perusahaan Perseroan\n(PERSERO) PT. Perkebunan XXVI, dan Perusahaan Perseroan\n(PERSERO) PT. Perkebunan XXVII perlu ditetapkan dengan Peraturan\nPemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945,",
            "2": " Kitab Undang-undang Hukum Dagang (Staatsblad Tahun 1847 Nomor 23)\nsebagaimana telah beberapa kali diubah, terakhir dengan Undang-undang\nNomor 4 Tahun 1971 tentang Perubahan dan Penambahan atas Ketentuan\nPasal 54 Kitab Undang-undang Hukum Dagang (Staatsblad Tahun 1847\nNomor 23) (Lembaran Negara Tahun 1971 Nomor 20, Tambahan\nLembaran Negara Nomor 2859);",
            "3": " Undang-undang Nomor 19 Prp. Tahun 1960 tentang Perusahaan Negara\n(Lembaran Negara Tahun 1960 Nomor 59, Tambahan Lembaran Negara\nNomor 1989);",
            "4": " Undang-undang Nomor 9 Tahun 1969 tentang Penetapan Peraturan\nPemerintah Pengganti Undang-undang Nomor 1 Tahun 1969 (Lembaran\nNegara Tahun 1969 Nomor 16, Tambahan Lembaran Negara Nomor 2890)\ntentang Bentuk-bentuk Usaha Negara menjadi Undang-undang (Lembaran\nNegara Tahun 1969 Nomor 40, Tambahan Lembaran Negara Nomor 2904);",
            "5": " Peraturan Pemerintah Nomor 12 Tahun 1969 tentang Perusahaan\nPerseroan (PERSERO) (Lembaran Negara Tahun 1979 Nomor 21,\nTambahan Lembaran Negara Nomor 2894) jo Peraturan Pemerintah\nNomor 24 Tahun 1972 tentang Perubahan atas Ketentuan Pasal 7\nPeraturan Pemerintah Nomor 12 Tahun 1969 tentang Perusahaan\nPerseroan (PERSERO) (Lembaran Negara Tahun 1972 Nomor 32,\nTambahan Lembaran Negara Nomor 2987);",
            "6": " Peraturan Pemerintah Nomor 8 Tahun 1971 tentang Pengalihan Bentuk\nPerusahaan Negara Perkebunan XXIII menjadi Perusahaan Perseroan\n(PERSERO) (Lembaran Negara Tahun 1971 Nomor 8);",
            "7": " Peraturan Pemerintah Nomor 64 Tahun 1971 tentang Pengalihan Bentuk\nPerusahaan Negara Perkebunan XXVI menjadi Perusahaan Perseroan\n(PERSERO) (Lembaran Negara Tahun 1971 Nomor 84);",
            "8": " Peraturan Pemerintah Nomor 7 Tahun 1972 tentang Pengalihan Bentuk\nPerusahaan Negara Perkebunan XXVII menjadi Perusahaan Perseroan\n(PERSERO) (Lembaran Negara Tahun 1972 Nomor 8);",
            "9": " Peraturan Pemerintah Nomor 23 Tahun 1972 tentang Pengalihan Bentuk\nPerusahaan Negara Perkebunan XVIII menjadi Perusahaan Perseroan\n(PERSERO) (Lembaran Negara Tahun 1972 Nomor 31);",
            "10": " Peraturan Pemerintah Nomor 3 Tahun 1983 tentang Tata Cara Pembinaan\ndan Pengawasan Perusahaan Jawatan (PERJAN), Perusahaan Umum\n(PERUM), dan Perusahaan Perseroan (PERSERO) (Lembaran Negara\nTahun 1983 Nomor 3, Tambahan Lembaran Negara Nomor 3246)\nsebagaimana telah diubah dengan Peraturan Pemerintah Nomor 28 Tahun\n1983 (Lembaran Negara Tahun 1983 Nomor 37);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG\nPEMBUBARAN PERUSAHAAN UMUM (PERUM) PERKEBUNAN KAPAS\nINDONESIA DAN PENAMBAHAN PENYERTAAN MODAL NEGARA\nREPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN\nPERSEROAN (PERSERO) PT. PERKEBUNAN XVIII, PERUSAHAAN\nPERSEROAN (PERSERO) PT. PERKEBUNAN XXIII, PERUSAHAAN\nPERSEROAN (PERSERO) PT. PERKEBUNAN XXVI, DAN PERUSAHAAN\nPERSEROAN (PERSERO) PT. PERKEBUNAN XXVII.",
        "tanggal sah": "30 Juni 1979"
    }
}