{
    "results": [
        {
            "id": "10f3fc18-7051-4650-abc5-2023cf52261a",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "b4752d24-3488-4f37-bb97-915ea91ff6a8",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Terhadap jasa-jasa seorang Anggota Angkatan Perang yang dilakukan secara aktip dengan jenjang\nwaktu lebih dari 2 bulan dalam perjuangan pembebasan Irian Barat, diberikan suatu tanda\npenghargaan berupa Satyalancana Satya Dharma.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "d48e1a43-02eb-4e07-9309-105781c2c01f",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "510c558e-b658-4e6e-b970-538c134ff207",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Satyalancana Satya Dharma berbentuk sebagai berikut: Satyalancana berbentuk segilima (bersudut lima) dengan sebuah lingkaran kecil pada masing-masing sudut, yang melambangkan falsafah hidup perajurit yang bersendikan dasar jiwa Panca Sila. Garis-garis pinggir Satyalancana dilengkungkan kedalam. Ditengah-tengah Satyalancana terdapat sebuah lukisan pulau Irian Barat dalam sebuah lingkaran dimana terdapat tulisan \"Satya Dharma\" yang mempunyai arti bahwa perjuangan pembebasan Irian Barat dilandasi atas dasar pengertian kerelaan dan keikhlasan dharma dan rasa tulus hati/setia.\n(2) Satyalancana Satya Dharma berukuran sebagai berikut: Panjang garis yang ditarik dari sudut kesatu kesudut ketiga dan dari sudut ketiga kesudut kelima masing-masing berukuran 40 mm. Garis tengah lingkaran dimana terdapat lukisan pulau Irian Barat dengan tulisan \"Satya Dharma\" berukuran 24 mm.\n(3) Satyalancana Satya Dharma dipakai pada pita gantung berwarna dasar biru muda berukuran lebar 35 mm dan panjang 40 mm dengan 5 lanjur hijau tua.\n(4) Satyalancana Satya Dharma ialah seperti terlukis pada lampiran Peraturan Pemerintah ini.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "b3f5046d-e0c2-4bd2-aa85-fae9600aaeee",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "10cc1428-ba53-4908-97da-a092b38929e4",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Satyalancana Satya Dharma dapat diberikan Pula kepada bekas anggota Angkatan Perang dan Warga Negara Republik Indonesia lainnya yang menjalankan tugas kemiliteran dan yang memenuhi syarat-syarat yang ditentukan dalam pasal 1 menurut cara-cara pemberian yang akan diatur oleh Wakil Menteri Pertama Urusan Pertahanan/Keamanan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "8338de5d-b9a9-4a52-b532-7728486352e8",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "8921f7c7-324c-4de0-9ed6-75fedc964dfd",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Ketentuan-ketentuan tentang pemberian, urutan tingkatan, pemakaian dan penyabutan dari Satyalancana2 seperti tersebut dalam pasal-pasal 22 sampai dengan 33 Undang-undang No. 70 tahun 1958 tentang penetapan Undang-undang Darurat No. 2 tahun 1958 tentang Tanda-tanda penghargaan khusus Militer, sebagai Undang-undang, berlaku pula bagi Satyalancana Satya Dharma.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "6e62fca4-e496-4fa5-9ab0-7d330961a539",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "b6ce8386-8bee-45f4-94df-ac8bd508c075",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Kepada anggota Angkatan Perang yang dimaksud dalam pasal 1 dapat diberikan secara ulangan Satyalancana Satya Dharma untuk setiap kali bilamana yang berkepentingan setelah menerima Satyalancana pertama bertugas sekurang-kurangnya 1 tahun terus-menerus atau sekurang-kurangnya 1½ tahun terputus-putus selama tiga tahun dalam gerakan operasi pembebasan Irian Barat.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "e3873aaf-3bcd-4dd2-889f-99593e114c8a",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "90ddb216-0412-4945-9a33-5518c0e1cc86",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Segala sesuatu yang belum diatur dalam Peraturan Pemerintah ini akan diatur lebih lanjut oleh Waktu Menteri Pertama Urusan Pertahanan/Keamanan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "0d42142b-e9d3-44c0-b432-563a22c1018e",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "b94acf4a-59f3-4fd2-8b19-060e444ad299",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada hari diundangkan. Agar supaya setiap orang dapat\nmengetahuinya memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatan dalam\nLembaran-Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "17",
        "Tahun": "1962",
        "Tentang": "SATYALANCANA \"SATYA DHARMA\"",
        "Menimbang": {
            "Introduction": "\n1. bahwa gerakan Operasi Militer dalam rangka Pembebasan Irian Barat dari penjajahan\nKolonial Belanda adalah merupakan tugas mulia dalam mempertegak kekuasaan serta\nkedaulatan Pemerintah Republik Indonesia atas seluruh wilayahnya dari Sabang sampai\nMerauke;\n2. bahwa mengingat faktor-faktor tersebut diatas Pemerintah menganggap perlu untuk\nmemberikan suatu tanda penghargaan kepada para petugas yang turut serta dalam\npelaksanaan tugas tersebut diatas;\n3. bahwa pemberian penghargaan itu akan pula merupakan suatu dorongan yang besar artinya\ndalam rangka pemiliharaan/ mempertinggi moril Angkatan Perang dan sebagai cermin bagi\nanggota-anggota Angkatan Perang Republik Indonesia untuk lebih-lebih memelihara dan\nmemupuk sifat-sifat perajurit sejati yang taat dan patuh pada \"sumpah perajurit\"."
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Trikora tanggal 19 Desember 1961;",
            "2": " Pasal 4 ayat (1) Undang-undang Dasar 1945;\nMendengar\nDewan Tanda-tanda Kehormatan;",
            "3": " Pasal 32 Undang-undang Pertahanan (Undang-undang No. 29 tahun 1954) (Lembaran-\nNegara tahun 1954 No. 84);\nMengingat pula"
        },
        "Menetapkan": "\nPeraturan Pemerintah tentang Satyalancana \"Satya Dharma\".",
        "tanggal sah": "16 Agustus 1962"
    }
}