{
    "results": [
        {
            "id": "a30bc23f-54fc-48c3-ad16-353179cb8f1e",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "b7a1bba6-b3cf-469c-8fa1-5c66e6b9ef63",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pemerintah mengadakan penetapan dan pengawasan harga.\n(2) Harga didasarkan atas biaya produksi dan/atau biaya impor, ditambah dengan biaya jasa-\njasa, yang lazim diperlukan guna pemasaran, ditambah dengan keuntungan yang layak.\n(3) Untuk keperluan kebijaksanaan harga, maka bagi beberapa barang tertentu harganya dapat\nditetapkan menyimpang dari ketentuan dalam ayat (2) pasal ini.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "bfab0a19-f94b-4747-9460-caf29f5a3a27",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "c918c988-3a89-4a78-a10d-27c055bf8ce6",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pemerintah menunjuk barang-barang untuk mana berlaku penetapan harga.\n(2) Penetapan harga berlaku untuk golongan barang-barang sebagai berikut:\na. barang-barang pokok yang diperlukan oleh rakyat banyak dan bahan-bahan penting\nyang diperlukan untuk produksi dalam negeri berasal dari impor;\nb. barang-barang pokok yang seluruh produksinya berada ditangan Pemerintah;\nÑ. barang-barang pokok lainnya yang dapat dikuasai oleh Pemerintah.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "59344346-8a2c-47d2-adb7-c81eae9bb1f3",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "25b4fdd2-828f-4ddb-a846-745460efdd5f",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pemerintah menentukan golongan-golongan dalam masyarakat bagi siapa barang-barang termaksud dalam pasal 2 diperuntukkan.\n(2)Untuk tercapainya pelaksanaan yang baik dari ketentuan pada ayat (1) pasal ini diadakan aparat distribusi.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "14b81a54-71c7-49e3-b556-6f578345b1a8",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "9c8adc68-7a94-4030-8135-68a4db9f0351",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Jika atas penjualan barang-barang, yang tidak termasuk dalam pasal 2, terdapat keuntungan lebih, maka Menteri Perdagangan atau instansi yang ditunjuk olehnya berwenang untuk memerintahkan kepada yang bersangkutan supaya kelebihan keuntungan itu disetorkan pada Bank Indonesia atas rekening Thesauri Negara.\n(2) Baik \"jumlah-jumlah keuntungan lebih\" yang belum/tidak disetorkan, maupun kekurangan-kekurangan dalam penyetoran dianggap sebagai Piutang Negara.\n(3) Terdapat itu berlaku peraturan \"Panitia Urusan Piutang Negara\".",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "88144006-c512-4915-88fb-a253b5e89d6a",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "3179d042-e53c-49c6-9fc6-9d6939dcc9ef",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pelaksanaan dari ketentuan-ketentuan dalam Peraturan Pemerintah ini dilakukan oleh Menteri Perdagangan, setelah mendengar Menteri yang bersangkutan dalam waktu yang sesingkat-singkatnya dengan mengindahkan Peraturan Pemerintah Pengganti Undang-undang No. 9 tahun 1962 dan Peraturan Pemerintah No. 10 tahun 1962 tentang pengendalian harga.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "35600d08-18e5-43f7-93ac-b91014dcf277",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "8eaadc40-a576-4345-8abe-f670f476525d",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal 17 April 1964.\nAgar supaya setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatan dalam Lembaran-Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "11",
        "Tahun": "1964",
        "Tentang": "PERATURAN HARGA",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa Peraturan Pemerintah No. 20 tahun 1963 tentang Kebijaksanaan Di bidang Harga\n(Lembaran-Negara 1963 No. 32) perlu disesuaikan dengan keadaan pada dewasa ini;",
            "b": " bahwa agar supaya harga barang-barang, bahan-bahan dan jasa-jasa, terutama yang pokok,\ndapat tercapai oleh daya beli rakyat banyak untuk meninggikan kegairahan bekerja dan\nkelangsungan produksi dalam negeri, perlu adanya suatu pengaturan harga;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat 2 Undang-undang Dasar;",
            "2": " Pasal 1 ayat (2) Peraturan Pemerintah Pengganti Undang-undang No. 9 tahun 1962 dan\nPeraturan Pemerintah No. 10 tahun 1962 tentang Pengendalian Harga;\nMendengar\nPresidium Kabinet Kerja dan Panitia Kerja D.P.R G.R.;"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PERATURAN HARGA.",
        "tanggal sah": "17 April 1964"
    }
}