{
    "results": [
        {
            "id": "505bd604-7b0f-40fc-8543-310650837dad",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "9618aed6-ae6e-44ff-b1a4-cf1705e5aad4",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1)\nKelompok Barang Kena Pajak Yang Tergolong Mewah selain kendaraan bermotor yang dikenakan\nPajak Penjualan Atas Barang Mewah dengan tarif 10% (sepuluh persen) adalah:\na. Kelompok kepala susu atau susu yang diasamkan/diragi, mengandung tambahan gula atau\npemanis lainnya atau tidak, diberi aroma atau tidak, diberi rasa atau tidak, mengandung\ntambahan buah-buahan, biji-bijian, kokoa, atau tidak, yoghurt, kephir, whey, keju, mentega\natau lemak atau minyak yang diperoleh dari susu, yang dibotolkan/ dikemas;\nb. Kelompok air buah dan air sayuran, yang belum meragi dan tidak mengandung alkohol,\nmengandung tambahan gula atau pemanis lainnya maupun tidak, mengandung aroma\nmaupun tidak, yang dibotolkan/dikemas;\nc. Kelompok minuman yang tidak mengandung alkohol, mengandung tambahan gula atau\npemanis lainnya maupun tidak, mengandung aroma maupun tidak, yang dibotolkan/dikemas,\nserta air soda yang dibotolkan/dikemas;\nd. Kelompok produk kecantikan untuk pemeliharaan kulit, tangan, kaki, dan rambut, serta\npreparat rias lainnya, yang dikemas/dibotolkan;\ne. Kelompok alat rumah tangga, pesawat pendingin, pesawat pemanas, mesin jual barang\notomatis termasuk mesin penukar uang, dan pesawat penerima siaran televisi;\nf. Kelompok permadani dan tekstil penutup lantai terbuat dari serat kelapa;\ng. Kelompok peralatan dan perlengkapan olah raga; dan\nh. Kelompok mainan anak-anak.\n(2) Kelompok Barang Kena Pajak Yang Tergolong Mewah selain kendaraan bermotor yang dikenakan\nPajak Penjualan Atas Barang Mewah dengan tarif 20% (dua puluh persen), adalah:\na. Kelompok alat rumah tangga, pesawat pendingin dan pesawat pemanas, selain yang disebut\ndalam ayat (1);\nb. Kelompok hunian mewah seperti rumah mewah, apartemen, kondominium, town house, dan\nsejenisnya;\nc. Kelompok barang saniter dan perlengkapannya, kecuali yang terbuat dari plastik, seng atau\nsemen;\nd. Kelompok alat fotografi, alat sinematografi, alat optik, alat perekam suara atau gambar, alat\nreproduksi suara atau gambar, media rekam, pesawat penerima dan pengirim suara, pesawat\npenerima siaran televisi selain yang disebut dalam ayat (1), dan bagiannya;\ne. Kelompok mesin pengatur suhu udara, mesin setrika, mesin cuci, mesin pengering, pesawat\nelektromagnetik, pesawat cukur dan pesawat pangkas rambut, serta instrumen musik;\nf. Kelompok wangi-wangian;\ng. Kelompok permadani tertentu selain yang terbuat dari serabut kelapa (coir), sutera, wool atau\nbulu hewan halus.\n(3) kelompok Barang Kena Pajak Yang Tergolong Mewah selain kendaraan bermotor yang dikenakan\nPajak Penjualan Atas Barang Mewah dengan tarif 30% (tiga puluh persen), adalah:\na. Kelompok kapal atau kendaraan air lainnya, sampan dan kano, kecuali untuk keperluan\nnegara atau angkutan umum;\nb. Kelompok peralatan dan perlengkapan olah raga, selain yang disebut dalam ayat (1); dan\nc. Kelompok pesawat penerima siaran televisi selain yang disebut dalam ayat (1) dan ayat (2).\n(4) Kelompok Barang Kena Pajak Yang Tergolong Mewah selain kendaraan bermotor yang dikenakan\nPajak Penjualan Atas Barang Mewah dengan tarif 40% (empat puluh persen), adalah:\na. Kelompok minuman tertentu yang mengandung alkohol;\nb. Kelompok barang-barang yang sebagian atau seluruhnya terbuat dari kulit atau kulit tiruan.\nc. Kelompok permadani tertentu yang terbuat dari sutera;\nd. Kelompok barang kaca dari kristal timah hitam dari jenis yang digunakan untuk meja, dapur,\nrias, kantor, dekorasi dalam ruangan atau keperluan semacam itu;\ne. Kelompok barang-barang yang sebagian atau seluruhnya terbuat dari logam mulia atau dari\nlogam yang dilapisi logam mulia atau campuran daripadanya;\nf. Kelompok kapal atau kendaraan air lainnya, selain yang disebut dalam ayat (3), kecuali untuk\nkeperluan negara atau angkutan umum;\ng. Kelompok balon udara dan balon udara yang dapat dikemudikan, pesawat udara lainnya tanpa\ntenaga penggerak;\nh. Kelompok peluru senjata api dan senjata api lainnya, kecuali untuk keperluan negara;\ni. Kelompok perlengkapan untuk permainan dalam ruangan, diatas meja dan dalam taman\nhiburan untuk orang dewasa dan kanak-kanak;\nj. Kelompok pesawat penerima siaran televisi selain yang disebut dalam ayat (1), ayat (2), dan\nayat (3);\nk. Kelompok jenis alas kaki;\nl. Kelompok alat makan, alat dapur, barang rumah tangga lainnya, dan barang rias;\nm. Kelompok barang-barang perabot rumah tangga dan kantor;\nn. Kelompok barang-barang yang terbuat dari porselin, tanah lempung cina atau keramik;\no. Kelompok barang-barang yang sebagian atau seluruhnya terbuat dari batu, selain batu jalan\ndan batu tepi jalan.\n(5) Kelompok Barang Kena Pajak Yang Tergolong Mewah selain kendaraan bermotor yang dikenakan\nPajak Penjualan Atas Barang Mewah dengan tarif 50% (lima puluh persen), adalah :\na. Kelompok permadani tertentu yang terbuat dari wool atau bulu hewan halus;\nb. Kelompok pesawat udara selain yang disebut dalam ayat (4) kecuali yang digunakan untuk\nkeperluan negara atau angkutan udara niaga;\nc. Kelompok peralatan dan perlengkapan olah raga selain yang disebut dalam ayat (1) dan ayat\n(3);\nd. Kelompok senjata api dan senjata api lainnya, kecuali untuk keperluan negara; dan\ne. Kelompok pesawat penerima siaran televisi selain yang disebut dalam ayat (1), ayat (2), ayat\n(3), dan ayat (4).\n(6) Kelompok Barang Kena Pajak Yang Tergolong Mewah selain kendaraan bermotor yang dikenakan\nPajak Penjualan Atas Barang Mewah dengan tarif 75% (tujuh puluh lima persen), adalah:\na. Kelompok minuman yang mengandung alkohol selain yang disebut dalam ayat (4);\nb. Kelompok barang-barang yang sebagian atau seluruhnya terbuat dari batu mulia dan atau\nmutiara atau campuran dari padanya; dan\nc. Kelompok kapal pesiar mewah kecuali untuk keperluan negara atau angkutan umum.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "e7030ef9-8314-46c7-838b-a002847c4147",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "fdae3ed2-1c3d-47f7-80bf-07d356b063bb",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Kelompok Barang Kena Pajak Yang Tergolong Mewah yang berupa kendaraan bermotor yang\ndikenakan Pajak Penjualan Atas Barang Mewah dengan tarif sebesar 10% (sepuluh persen),\nadalah:\na. kendaraan bermotor angkutan orang untuk 10 (sepuluh) orang atau lebih termasuk pengemudi\ndengan motor bakar nyala kompresi (diesel atau semi diesel) dengan semua kapasitas isi\nsilinder; dan\nb. kendaraan bermotor angkutan orang kurang dari 10 (sepuluh) orang termasuk pengemudi serta\nvan dengan sistem 1 (satu) gandar penggerak (4x2) dengan motor bakar cetus api atau motor\nbakar nyala kompresi (diesel atau semi diesel) dengan kapasitas isi silinder tidak lebih dari 1500\nCC.\n(2) Kelompok Barang Kena Pajak Yang Tergolong Mewah yang berupa kendaraan bermotor yang\ndikenakan Pajak Penjualan Atas Barang Mewah dengan tarif sebesar 20% (dua puluh persen),\nadalah kendaraan bermotor angkutan orang kurang dari 10 (sepuluh) orang termasuk pengemudi\nserta van dengan sistem 1 (satu) gandar penggerak (4x2) dengan motor bakar cetus api dengan\nkapasitas isi silinder lebih dari 1500 CC tetapi tidak lebih dari 3000 CC atau motor bakar nyala\nkompresi (diesel atau semi diesel) dengan kapasitas isi silinder lebih dari 1500 CC tetapi tidak lebih\ndari 2500 CC.\n(3) Kelompok Barang Kena Pajak Yang Tergolong Mewah yang berupa kendaraan bermotor yang\ndikenakan Pajak Penjualan Atas Barang Mewah dengan tarif sebesar 30% (tiga puluh persen),\nadalah :\na. kendaraan bermotor angkutan orang kurang dari 10 (sepuluh) orang termasuk pengemudi,\njenis sedan atau station wagon dengan kapasitas isi silinder tidak lebih dari 1500 CC;\nb. kendaraan bermotor angkutan orang kurang dari 10 (sepuluh) orang termasuk pengemudi\nserta van dengan sistem 1 (satu) gandar penggerak (4x2) dengan motor bakar cetus api\ndengan kapasitas isi silinder lebih dari 3000 CC atau motor bakar nyala kompresi (diesel atau\nsemi diesel) dengan kapasitas isi silinder lebih dari 2500 CC; dan\nc. kendaraan bermotor angkutan orang kurang dari 10 (sepuluh) orang termasuk pengemudi\nserta van dengan sistem 2 (dua) gandar penggerak (4x4) dengan motor bakar cetus api atau\nmotor bakar nyala kompresi (diesel/semi diesel) dengan kapasitas isi silinder tidak lebih dari\n1500 CC.\n(3) Kelompok Barang Kena Pajak Yang Tergolong Mewah yang berupa kendaraan bermotor yang\ndikenakan Pajak Penjualan Atas Barang Mewah dengan tarif sebesar 40% (empat puluh persen),\nadalah kendaraan bermotor sedan/station wagon dan kendaraan bermotor angkutan orang kurang\ndari 10 (sepuluh) orang termasuk pengemudi serta van dengan sistem 2 (dua) gandar penggerak\n(4x4) dengan motor bakar cetus api dengan kapasitas isi silinder lebih dari 1500 CC tetapi tidak\nlebih dari 3000 CC atau motor bakar nyala kompresi (diesel/semi diesel) dengan kapasitas isi\nsilinder lebih dari 1500 CC tetapi tidak lebih dari 2500 CC.\n(4) Kelompok Barang Kena Pajak Yang Tergolong Mewah yang berupa kendaraan bermotor yang\ndikenakan Pajak Penjualan Atas Barang Mewah dengan tarif sebesar 50% (lima puluh persen),\nadalah :\na. kendaraan bermotor beroda dua dengan motor penggerak yang isi silindernya lebih dari 250\nCC sampai dengan 500 CC; dan\nb. kendaraan bermotor sedan/station wagon dan kendaraan bermotor angkutan orang kurang\ndari 10 (sepuluh) orang termasuk pengemudi serta van dengan sistem 2 (dua) gandar\npenggerak (4x4), dengan motor bakar cetus api dengan kapasitas isi silinder lebih dari 3000\nCC sampai dengan 4000 CC atau motor bakar nyala kompresi (diesel/semi diesel) dengan\nkapasitas isi silinder lebih dari 2500 CC sampai dengan 3500 CC; dan\nc. semua jenis kendaraan khusus yang dibuat untuk golf.\n(5) Kelompok Barang Kena Pajak Yang Tergolong Mewah yang berupa kendaraan bermotor yang\ndikenakan Pajak Penjualan Atas Barang Mewah dengan tarif sebesar 60% (enam puluh persen),\nadalah:\na. kendaraan bermotor beroda dua dengan motor penggerak yang isi silindernya lebih dari 500\nCC;\nb. kendaraan khusus yang dibuat untuk perjalanan di atas salju, di pantai, di gunung, trailer dan\nsemi trailer dari jenis tipe caravan untuk perumahan atau kemah.\n(6) Kelompok Barang Kena Pajak Yang Tergolong Mewah yang berupa kendaraan bermotor yang\ndikenakan Pajak Penjualan Atas Barang Mewah dengan tarif sebesar 75% (tujuh puluh lima\npersen), adalah kendaraan bermotor sedan/station wagon dan kendaraan bermotor angkutan\norang kurang dari 10 (sepuluh) orang termasuk pengemudi serta van dengan sistem 2 (dua)\ngandar penggerak (4x4), dengan motor bakar cetus api dengan kapasitas isi silinder lebih dari\n4000 CC atau motor bakar nyala kompresi (diesel/semi diesel) dengan kapasitas isi silinder lebih\ndari 3500 CC, mobil balap dan sejenisnya.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "386a2edc-69fb-4784-bfb7-c6c149a4c029",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "e71a5e29-4744-48a7-bebd-c9307db7e1f5",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Kelompok kendaraan bermotor yang dikecualikan dari pengenaan Pajak Penjualan Atas Barang\nMewah adalah:\na. kendaraan bermotor yang digunakan untuk kendaraan ambulan, kendaraan jenazah,\nkendaraan pemadam kebakaran, kendaraan tahanan, kendaraan angkutan umum;\nb. kendaraan yang digunakan untuk tujuan Protokoler Kenegaraan; dan\nc. kendaraan bermotor angkutan orang untuk 10 (sepuluh) orang atau lebih termasuk\npengemudi dengan motor bakar nyala kompresi (diesel atau semi diesel) dengan semua\nkapasitas isi silinder sebagaimana dimaksud dalam Pasal 2 ayat (1) huruf a yang digunakan\nuntuk kendaraan dinas TNI atau POLRI.\n(2) bila kendaraan bermotor yang dikecualikan dari pengenaan Pajak Penjualan Atas Barang Mewah\nsebagaimana diatur dalam ayat (1) dalam jangka waktu 5 (lima) tahun sejak impor atau\nperolehannya ternyata dipindahtangankan atau diubah peruntukannya sehingga tidak sesuai\ndengan tujuan semula, maka Pajak Penjualan Atas Barang Mewah yang terutang pada saat impor\natau perolehannya tersebut wajib dibayar kembali dalam jangka waktu 1 (satu) bulan sejak Barang\nKena Pajak tersebut dipindahtangankan atau diubah peruntukannya.\n\n(3) Apabila dalam jangka waktu 1 (satu) bulan sebagaimana dimaksud dalam ayat (2) Pajak Penjualan\nAtas Barang Mewah yang terutang tersebut tidak atau kurang dibayar, Direktur Jenderal Pajak\nmenerbitkan Surat Ketetapan Pajak Kurang Bayar (SKPKB) ditambah sanksi sesuai dengan\nketentuan yang berlaku.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "229d469b-334b-4727-97b5-81e5746c17e4",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "4ddfe018-29ba-4239-abc5-176068cedf5c",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Ketentuan mengenai Jenis Barang yang dikenakan Pajak Penjualan Atas Barang Mewah untuk setiap\nKelompok Barang Kena Pajak Yang Tergolong Mewah sebagaimana dimaksud dalam Peraturan\nPemerintah ini ditetapkan dengan Keputusan Menteri Keuangan.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "27d9852f-31ca-4524-b9dd-c2a0f11046eb",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "84ad93a3-dd4b-4867-ab22-9dfb8dc40da1",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal 1 Januari 2001.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan\npenempatannya dalam Lembaran Negara Republik Indonesia.",
                "explanation": "\nCukup jelas\n"
            }
        }
    ],
    "metadata": {
        "Nomor": "145",
        "Tahun": "2000",
        "Tentang": "KELOMPOK BARANG KENA PAJAK YANG TERGOLONG MEWAH\nYANG DIKENAKAN PAJAK PENJUALAN ATAS BARANG MEWAH",
        "Menimbang": {
            "Introduction": "\nbahwa dalam rangka melaksanakan ketentuan Pasal 8 ayat (3) Undang-undang Nomor 8\nTahun 1983 Tentang Pajak Pertambahan Nilai Barang dan Jasa dan Pajak Penjualan\nAtas Barang Mewah sebagaimana telah beberapa kali diubah terakhir dengan\nUndang-undang Nomor 18 Tahun 2000, perlu menetapkan Peraturan Pemerintah\ntentang Kelompok Barang Kena Pajak Yang Tergolong Mewah Yang Dikenakan Pajak\nPenjualan Atas Barang Mewah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945 sebagaimana telah diubah dengan\nPerubahan Kedua Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 8 Tahun 1983 tentang Pajak Pertambahan Nilai Barang dan\nJasa dan Pajak Penjualan Atas Barang Mewah (Lembaran Negara Republik\nIndonesia Tahun 1983 Nomor 51, Tambahan Lembaran Negara Nomor 3264)\nsebagaimana telah beberapa kali diubah terakhir dengan Undang-undang Nomor 18\nTahun 2000 (Lembaran Negara Republik Indonesia Tahun 2000 Nomor 128,\nTambahan Lembaran Negara Nomor 3986);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG KELOMPOK BARANG KENA PAJAK YANG\nTERGOLONG MEWAH YANG DIKENAKAN PAJAK PENJUALAN ATAS BARANG\nMEWAH.",
        "tanggal sah": "1 Januari 2001"
    }
}