{
    "results": [
        {
            "id": "6690eb56-48d7-414c-aea8-1367e835877d",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "28b40e0d-2735-46d6-bf8f-a5dab3774316",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "fc5e4e9b-ee8f-4f8b-82d3-83b0c9b7bb31",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan :\n1.  Universitas adalah Universitas Gadjah Mada sebagai universitas Badan Hukum Milik Negara yang bertanggung jawab atas penyelenggaraan pendidikan tinggi;\n2.  Menteri adalah Menteri Pendidikan Nasional yang bertanggung jawab atas pendidikan tinggi;\n3.  Menteri Keuangan adalah Menteri yang bertanggung jawab dalam mewakili Pemerintah di bidang keuangan yang mempunyai kewenangan dalam setiap pemisahan harta kekayaan negara untuk ditempatkan sebagai kekayaan awal maupun pembiayaan lainnya sesuai dengan peraturan perundang-undangan yang berlaku;\n4.  Majelis Wali Amanat adalah organ Universitas Gadjah Mada yang berfungsi mewakili Pemerintah dan masyarakat;\n5.  Dewan audit adalah organ Universitas Gadjah Mada secara independen melakukan evaluasi hasil audit internal dan eksternal atas penyelenggaraan universitas untuk dan atas nama Majelis Wali Amanat;\n6.  Senat Akademik adalah badan normative tertinggi Universitas Gadjah Mada di bidang akademik yang terdiri dari Rektor, para Wakil Rektor, Dekan Fakultas, Guru Besar, Wakil Dosen bukan Guru Besar yang dipilih melalui pemilihan, Kepala Perpustakaan Universitas Gadjah Mada dan unsur lain yang ditetapkan oleh Senat akademik;\n7.  Majelis Guru Besar adalah unsur Universitas Gadjah Mada yang berfungsi melakukan pembinaan kehidupan akademik dan integritas moral serta etika dalam lingkungan civitas akademika Universitas Gadjah Mada;\n8.  Rektor adalah Pimpinan Universitas Gadjah Mada yang berwenang dan bertanggung jawab terhadap penyelenggaraan Universitas Gadjah Mada;\n9.  Dekan adalah Pimpinan fakultas dalam lingkungan Universitas Gadjah Mada yang berwenang dan bertanggung jawab terhadap penyelenggaraan pendidikan di fakultasnya masing-masing;\n10. Strategi adalah strategi yang direncanakan untuk mencapai tujuan, beserta program-programnya yang berjangka waktu 5 (lima) tahun;\n11. Rencana Kerja dan anggaran adalah penjabaran Rencana strategi dalam rencana kerja tahunan dan anggaran pengeluaran dan pendapatan tahunan;\n12. Tri Dharma Perguruan Tinggi adalah pengajaran, penelitian dan pengabdian pada masyarakat;\n13. Masyarakat Universitas adalah sivitas akademika Universitas Gadjah Mada.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "de107c1a-530a-4027-bd9b-c0184daf6e0b",
            "name": "Chapter II",
            "title": "\nPENETAPAN",
            "type": "chapter",
            "children": [
                {
                    "id": "ca2ad11c-62bf-4d02-b166-7e4042b2d1eb",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "346b0c48-c19d-4dd8-82b5-efb84e7ded5e",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dengan Peraturan Pemerintah ini ditetapkan Universitas Gadjah Mada sebagai badan hukum milik negara yang menyelenggarakan pendidikan tinggi;\n(2) Dengan penetapan sebagaimana dimaksud dalam ayat (1), maka segala hak dan kewajiban, perlengkapan dan kekayaan, penyelenggaraan pendidikan tinggi, termasuk pegawai dialihkan menjadi asset dan pegawai universitas;\n(3) Pelaksanaan pengalihan sebagaimana dimaksud dalam ayat (2) pasal ini, diatur oleh Menteri dan Menteri Keuangan.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "48a1835f-6fdb-4f92-89cb-8d63ae3d6f2a",
            "name": "Chapter III",
            "title": "\nJATI DIRI",
            "type": "chapter",
            "children": [
                {
                    "id": "62c271cb-ce37-4f56-93df-463d1e258e61",
                    "name": "Article 3",
                    "type": "article",
                    "children": [
                        {
                            "id": "955f0d1a-167b-4ae5-bafc-9be009d51db1",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Universitas bersifat nirlaba, bergerak dalam bidang pendidikan tinggi, dan berhak memberikan gelas akademi kepada peserta pendidikan yang telah memenuhi persyaratan;\n(2) Universitas Negeri Gadjah Mada yang berdiri sejak tanggal 19 Desember 1949 ditetapkan menjadi Universitas Badan Hukum Milik Negara sampai waktu yang tak terbatas;\n(3) Universitas berkedudukan di Yogyakarta;\n(4) Universitas mempunyai lambang, himne, bendera, dan cap sebagai atribut jati dirinya.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "3cde8550-432d-4350-8e12-75d570fdac04",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "7d9687b4-43aa-4f8c-9f27-246f09644016",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Universitas mempunyai lambang sebagai berikut :\na. Pusat lambang berupa surya atau matahari yang berlubang dan memancarkan sinar dalam bentuk lima kesatuan kumpulan sinar. Setiap kesatuan kumpulan sinar terdiri atas sembilan belas sorot sinar, warna surya, dan sinar kuning emas;\nb. Di sekitar lubang, di tengah surya, terdapat dua bentuk lingkaran, Lingkaran yang di dalam\nterdiri atas huruf-huruf menyembul yang berbunyi GADJAH MADA. Lingkaran yang di luar, di\nbagian atas terdapat tulisan UNIVERSITAS, dan di bagian bawah, terdapat tulisan\nJOGJAKARTA. Kedua bentuk lingkaran tersusun berupa surya kembar, sedang lima kesatuan\nkumpulan sinar surya berbentuk kartika atau bintang bersegi lima;\n\nc. Pusat lambang dilindungi oleh lima songkok, ialah topi kebesaran panglima. Di antara\nsongkok-songkok terdapat lima tombak. Songkok berwarna putih dan tombak berwarna\nkuning;\n(2) Penjelasan mengenai makna lambang Universitas selanjutnya diatur dalam anggaran Rumah\nTangga.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "96017b9e-5071-4190-a209-0cd178d8aada",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "6bcda78e-1676-4b72-a2a8-19055645d124",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nHimne Universitas adalah lagu resmi Universitas yang berjudul Himne Gadjah Mada.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "de2882a7-891f-4b16-a52c-e642583633aa",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "009c508b-eed7-479d-ac0f-3cf0ecffd3d0",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nBentuk dan penggunaan atribut Universitas diatur dalam Anggaran Rumah Tangga.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "8db19d5a-02a0-4235-baea-e4b1ca08a5f4",
            "name": "Chapter IV",
            "title": "\nASAS DAN TUJUAN",
            "type": "chapter",
            "children": [
                {
                    "id": "c2f788fc-66d4-4fba-841a-1e2e04b312a4",
                    "name": "Article 7",
                    "type": "article",
                    "children": [
                        {
                            "id": "281ce76f-980b-472a-bed4-0f6fec8e55ff",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Universitas diselenggarakan berdasarkan atas asas yang dilandasi oleh:\na. keuniversalan dan keobjektifan ilmu pengetahuan dalam mencapai kenyataan dan kebenaran;\nb. kebebasan akademik yang dilaksanakan dengan hikmah dan bertanggung jawab;\nc. keadaban, kemanfaatan, kebahagiaan, kemanusiaan, dan kesejahteraan;\nd. Pancasila yang diwujudkan dalam aspek kerohanian, kemanusiaan, kebangsaan, demokrasi,\ndan kemasyarakatan;\n(2) Tujuan Universitas adalah:\na. membentuk manusia yang cakap, beriman, dan bertakwa kepada Tuhan Yang Maha Esa,\nserta mempunyai keinsafan yang bertanggung jawab tentang kesejahteraan masyarakat\nIndonesia pada khususnya dan dunia pada umumnya yang memiliki kemampuan akademik\ndan atau profesional yang dapat menerapkan, mengembangkan, dan atau memperkaya\nkhazanah ilmu pengetahuan, teknologi, dan seni;\nb. mengembangkan dan menyebarluaskan ilmu pengetahuan, teknologi, dan seni serta\nmengupayakan penggunaannya untuk meningkatkan taraf kehidupan masyarakat dan\nmemperkaya kebudayaan nasional;\nc. mendukung pembangunan masyarakat dengan berperan sebagai kekuatan moral yang\nmandiri;\nd. mencapai keunggulan kompetitif melalui penerapan prinsip pengelolaan sumber daya sesuai\ndengan asas profesionalisme;\ne. berperan besar dalam pembangunan masyarakat yang demokratis, adil dan makmur;\nf. meningkatkan kualitas keberlanjutan untuk menempati posisi yang baik dalam persaingan dan\nkerjasama global.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "692fcbc2-16bc-4101-beee-e4615c453e01",
            "name": "Chapter V",
            "title": "\nORGANISASI",
            "type": "chapter",
            "children": [
                {
                    "id": "0ad70ab9-a87b-4b61-ac76-d878e3187a5f",
                    "name": "Article 8",
                    "type": "article",
                    "children": [
                        {
                            "id": "a11451ca-4aa7-4603-9b8c-9f35efc3afd3",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Organisasi Universitas terdiri atas unsur-unsur Majelis Wali Amanat, Dewan Audit, Senat\nAkademik, Pimpinan, Majelis Guru Besar, unsur pelaksana akademik, unsur pelaksana\nadministrasi, unsur penunjang, dan unsur-unsur lain yang diperlukan;\n(2) Unsur pelaksana akademik adalah Fakultas, Jurusan/Bagian, Lembaga, dan bentuk lain yang\ndipandang perlu;\n(3) Unsur pelaksana administrasi atau manajemen adalah bentuk-bentuk kelembagaan yang\nketentuannya diatur dalam anggaran Rumah Tangga;\n(4) Unsur penunjang Universitas adalah perpustakaan, laboratorium, Bengkel Universitas, Kebun\nPercobaan, Pusat Komputer, dan unit lain yang dipandang perlu.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "a350f2d1-2ae6-4bb3-bfe5-c6fb848c4c95",
            "name": "Chapter VI",
            "title": "\nMAJELIS WALI AMANAT",
            "type": "chapter",
            "children": [
                {
                    "id": "d9968314-e8d1-45eb-8e48-921228208ca3",
                    "name": "Article 9",
                    "type": "article",
                    "children": [
                        {
                            "id": "e7945dbd-8073-40b7-962c-835d90a85c6d",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Majelis Wali Amanat adalah organ Universitas yang mewakili kepentingan Pemerintah,\nkepentingan masyarakat, dan kepentingan Universitas;\n(2) Unsur-unsur Majelis Wali Amanat adalah :\na. Menteri;\nb. Masyarakat Umum;\nc. Senat Akademik;\nd. Rektor, dan\ne. Masyarakat Universitas.\n\n(3) Anggota Majelis Wali Amanat diangkat dan diberhentikan oleh Menteri berdasarkan usulan dari Senat akademik;\n(4) Anggota Majelis Wali Amanat yang mewakili Menteri ditetapkan oleh Menteri;\n(5) Anggota Majelis Wali Amanat yang mewakili Masyarakat Umum diusulkan oleh Senat Akademik;\n(6) Anggota Majelis Wali Amanat yang mewakili unsur Senat Akademik dipilih dan diusulkan oleh Senat Akademik;\n(7) Anggota Majelis Wali Amanat yang mewakili unsur Rektor tidak dapat dipilih sebagai Ketua dan tidak memiliki hak suara dalam hal terjadi pengambilan keputusan berdasarkan pemungutan suara;\n(8) Anggota Majelis Wali Amanat yang mewakili Masyarakat Universitas dipilih diantara mereka;\n(9) Majelis Wali Amanat dipimpin oleh seorang Ketua dan dibantu oleh seorang Sekretaris yang berasal dan dipilih dari dan oleh Majelis Wali Amanat untuk masa jabatan 2,5 (dua setengah) tahun dan dapat dipilih kembali untuk satu kali masa jabatan;\n(10) Anggota Majelis Wali Amanat mempunyai hak suara yang sama kecuali dalam pemilihan Rektor. Dalam pemilihan Rektor anggota dari unsur Menteri memiliki 35 persen hak suara dari semua hak suara;\n(11) Anggota Majelis Wali Amanat diangkat untuk 5 (lima) tahun masa tugas dan dapat diangkat kembali dengan ketentuan pengangkatan kembali tidak boleh melebihi 2 (dua) kali masa jabatan berturut-turut;\n(12) Tata cara pemilihan dan pengusulan anggota dari unsur Senat Akademik, unsur Universitas, unsur Masyarakat Umum, dan Masyarakat Universitas termasuk komposisinya dan jumlah setiap unsurnya diatur dalam Anggaran Rumah Tangga.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "8ece87f2-76da-4371-bab9-37b491e8a6df",
                    "name": "Article 10",
                    "type": "article",
                    "children": [
                        {
                            "id": "32fffb2e-1a68-4343-b892-c38be8a09c3a",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Tugas-tugas Majelis Wali Amanat adalah :\na. menetapkan kebijakan umum Universitas dalam bidang non akademik;\nb. mengangkat dan memberhentikan Pimpinan;\nc. mengesahkan rencana strategis serta rencana kerja dan anggaran tahunan;\nd. melaksanakan pengawasan dan pengendalian umum atas pengelolaan Universitas;\ne. melakukan penilaian terhadap kinerja Pimpinan;\nf. bersama Pimpinan menyusun dan menyampaikan laporan tahunan kepada Menteri;\ng. menangani penyelesaian tertinggi atas masalah-masalah yang ada di Universitas.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "9ff7f063-6b39-4493-816c-6efbccfbec3e",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Majelis Wali Amanat dapat mendelegasikan kewenangannya secara tertulis kepada Rektor untuk\ntugas-tugas tertentu;\n(3) Ketentuan tentang penugasan dan macam tugas diatur dalam Anggaran Rumah Tangga;\n(4) Anggaran yang diperlukan untuk pelaksanaan tugas Majelis Wali Amanat dibebankan pada\nanggaran Universitas.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "5efbe92a-e531-477e-95df-c63cc82ab041",
                    "name": "Article 11",
                    "type": "article",
                    "children": {
                        "id": "f6ec0d52-397c-4bdf-b126-fc649de24607",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetua dan Sekretaris Majelis Wali Amanat dilarang memangku jabatan rangkap sebagai :\n1. pimpinan dan jabatan struktural lainnya pada perguruan tinggi lain;\n2. jabatan struktural pada instansi atau lembaga pemerintah pusat dan daerah;\n3. jabatan lainnya yang dapat menimbulkan pertentangan kepentingan dengan kepentingan\nUniversitas.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "cf3dd5b5-9768-4cb7-8f0d-9c81f6261abf",
            "name": "Chapter VII",
            "title": "\nDEWAN AUDIT",
            "type": "chapter",
            "children": [
                {
                    "id": "a96fe903-48e9-4d29-b6b0-ec9d2e72c623",
                    "name": "Article 12",
                    "type": "article",
                    "children": [
                        {
                            "id": "9a8d3091-755e-4051-a4c4-f72baf3de639",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dewan audit adalah organ Universitas yang secara independen melaksanakan evaluasi hasil audit\ninternal dan eksternal atas penyelenggaraan Universitas untuk dan atas nama Majelis Wali\nAmanat;\n(2) Jumlah anggota Dewan audit sekurangnya-kurangnya 3 (tiga) orang yang terdiri atas Ketua,\nSekretaris, dan Anggota;\n(3) Anggota Dewan Audit diangkat untuk masa jabatan 5 (lima) tahun dan dapat diangkat kembali\ndengan ketentuan tidak lebih dari 2 (dua) kali masa jabatan;\n(4) Anggota Dewan Audit diangkat dan diberhentikan oleh Majelis Wali Amanat;\n(5) Dewan Audit bertanggung jawab kepada Majelis Wali Amanat;\n(6) Dewan Audit dapat menunjuk auditor untuk melaksanakan audit di Universitas dalam\nbidang-bidang pendidikan dan kemahasiswaan, keuangan, dan kepegawaian;\n(7) Auditor melaporkan hasil auditnya sebagaimana dimaksud dalam ayat (6) kepada Dewan Audit;\n(8) Persyaratan, tata cara pengangkatan, dan pemberhentian keanggotaan anggota Dewan Audit\ndiatur dalam Anggaran Rumah Tangga.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "a5ef5ea5-b0f4-4296-a847-d01540c8d14b",
                    "name": "Article 13",
                    "type": "article",
                    "children": [
                        {
                            "id": "9ba0e0f0-96d3-443c-90e8-3561a1cfe75d",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dewan Audit bertugas:\na. dalam kaitannya dengan audit eksternal, menunjuk auditor eksternal yang akan mengaudit\nUniversitas;\nb. dalam kaitannya dengan audit internal, menetapkan kebijakan auditor internal;\nc. mempelajari dan mengevaluasi hasil audit eksternal dan audit internal;\nd. mengambil simpulan dan mengajukan saran kepada Majelis Wali Amanat.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "5275c169-5010-4816-aad4-73d19e8375ea",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Anggaran yang diperlukan untuk pelaksanaan tugas Dewan Audit dibebankan pada anggaran\nUniversitas.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "4ef4d437-5975-4d1f-bb54-7fe686923f48",
            "name": "Chapter VIII",
            "title": "\nSENAT AKADEMIK",
            "type": "chapter",
            "children": [
                {
                    "id": "01d8c4c6-f266-4502-8ea2-2839cef587cc",
                    "name": "Article 14",
                    "type": "article",
                    "children": [
                        {
                            "id": "7c98a96e-4174-4722-960d-a5cd853a416a",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Senat Akademik adalah badan normatif tertinggi dalam bidang akademik;\n(2) Senat Akademik terdiri atas unsur :\na. Pimpinan Universitas;\nb. Dekan Fakultas;\nc. Guru Besar;\nd. Dosen bukan Guru Besar;\ne. Kepala Perpustakaan, dan\nf. unsur lain yang ditetapkan kemudian dalam Anggaran Rumah Tangga.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "a8cb634b-cb9b-44b0-a29f-213cb89c87f6",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Senat Akademik diketuai oleh seorang Ketua yang dibantu oleh seorang Sekretaris yang keduanya\ndipilih oleh dan dari para anggota untuk 2,5 (dua setengah) tahun masa jabatan dan dapat dipilih",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "9e0a14ce-9415-428c-9296-8d1add34e5b4",
                    "name": "Article 15",
                    "type": "article",
                    "children": [
                        {
                            "id": "5ac3bb47-7c54-4595-be0d-0f1d9afb8cca",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Tugas Senat Akademik adalah:\na. memberikan masukan kepada Menteri tentang penilaian atas kinerja Majelis Wali Amanat;\nb. menyusun kebijakan akademik Universitas, mengesahkan gelar, serta peraturan-peraturan\nprogram diploma;\nc. menyusun kebijakan penilaian prestasi dan etika akademik, kecakapan, serta integritas\nkepribadian sivitas akademika;\nd. merumuskan norma dan tolok ukur penyelenggaraan Universitas;\ne. memberi masukan kepada Majelis Wali Amanat berdasarkan penilaiannya atas kinerja\nPimpinan dalam masalah akademik;\nf. merumuskan peraturan pelaksanaan kebebasan akademik, kebebasan mimbar akademik,\ndan otonomi keilmuan;\ng. memberi masukan kepada Pimpinan dalam penyusunan Rencana strategis serta Rencana\nKerja dan Anggaran;\nh. melaksanakan pengawasan mutu akademik dalam penyelenggaraan universitas;\ni. merumuskan tata tertib kehidupan kampus.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "a5a7f949-9046-4968-91fa-0547a82dd763",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Hasil penyusunan dan perumusan pada ayat (1) disampaikan kepada Majelis Wali Amanat untuk\nditetapkan.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "b99b85d9-01b8-40ee-83c9-5053892f1de6",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Anggaran yang diperlukan untuk pelaksanaan tugas Senat Akademik dibebankan pada anggaran\nUniversitas.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "9dd8a448-14c1-4902-8e78-aab3d919b6d9",
            "name": "Chapter IX",
            "title": "\nMAJELIS GURU BESAR",
            "type": "chapter",
            "children": [
                {
                    "id": "798f29b6-9fb2-4753-82de-947c2e1a7004",
                    "name": "Article 16",
                    "type": "article",
                    "children": [
                        {
                            "id": "cf1d2a6a-9fee-44cb-92e3-ba279e26634b",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Majelis Guru Besar beranggotakan Guru Besar Universitas;\n(2) Majelis Guru Besar melakukan pembinaan kehidupan akademik, dan membina integritas moral\nserta etika sivitas akademika Universitas;\n(3) Majelis Guru Besar memberikan pertimbangan atas usul pengangkatan Guru Besar kepada\nPimpinan Universitas;\n(4) Majelis Guru Besar memberi pertimbangan atas usul pengangkatan Doktor Kehormatan (Doktor\nhonoris causa) atau pemberian kehormatan yang lain kepada Senat Akademik dan atau Pimpinan\nUniversitas;\n(5) Majelis Guru Besar diketuai oleh seorang Ketua yang dibantu oleh seorang Sekretaris yang\nkeduanya dipilih oleh anggota Majelis Guru Besar untuk 5 (lima) tahun masa jabatan dan dapat\ndipilih kembali dengan ketentuan tidak boleh lebih dari dua kali masa jabatan;\n(6) Anggaran yang diperlukan untuk pelaksanaan tugas Majelis Guru Besar dibebankan pada\nanggaran Universitas.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "775999d0-fca6-46be-9c00-704536c4bebc",
            "name": "Chapter X",
            "title": "\nPIMPINAN UNIVERSITAS",
            "type": "chapter",
            "children": [
                {
                    "id": "3e5fbe17-6081-43bf-9a5e-4db908914d6e",
                    "name": "Article 17",
                    "type": "article",
                    "children": [
                        {
                            "id": "f39758e0-bca6-43bd-b491-00cec88ff99b",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pimpinan universitas terdiri dari Rektor yang dibantu oleh beberapa orang Wakil Rektor;\n(2) Jumlah dan pembidangan tugas Wakil Rektor ditetapkan dengan keputusan Rektor setelah\nmendapatkan persetujuan Majelis Wali Amanat;\n(3) Anggota Pimpinan universitas harus memenuhi persyaratan untuk mampu melaksanakan\nperbuatan hukum;\n(4) Wakil Rektor sebagaimana dimaksud dalam ayat (1) sama dengan Pembantu Rektor sebagaimana\ndimaksud dalam Peraturan Pemerintah Nomor 61 Tahun 1999 tentang Penetapan Perguruan\nTinggi Negeri Sebagai Badan Hukum.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "1a28080b-36ec-4499-b16a-2917783098a1",
                    "name": "Article 18",
                    "type": "article",
                    "children": [
                        {
                            "id": "c9c1c2bd-8dc1-482d-b96e-343d1080c799",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Rektor universitas diangkat dan diberhentikan oleh Majelis Wali Amanat melalui suatu pemilihan\ndengan suara yang dimiliki unsur Menteri adalah 35 persen dari seluruh suara yang sah dan 65\npersen sisanya dibagi rata kepada setiap anggota lainnya;",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "b3ba8921-99e8-4797-94d1-8ef4db70cc74",
                    "name": "Article 19",
                    "type": "article",
                    "children": {
                        "id": "fd8c5555-c8d7-48ee-83bf-153bb6a736a7",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nCalon Rektor harus memenuhi persyaratan utama sebagai berikut:\na. berkewarganegaraan Indonesia;\nb. sehat jasmani dan rohani;\nc. berpendidikan doktor;\nd. memiliki integritas, komitmen, dan kepemimpinan yang tinggi;\ne. memiliki jiwa kewirausahaan;\nf. berwawasan luas mengenai pendidikan tinggi.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "7a01032c-07a1-4c38-bd76-7d4fbcab6df0",
                    "name": "Article 20",
                    "type": "article",
                    "children": [
                        {
                            "id": "8aae6161-4fa1-4453-9246-738316d38c3f",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Tatacara pemilihan Rektor universitas dapat dilakukan melalui pembentukan panitia oleh Majelis Wali Amanat yang bertugas menyeleksi bakal calon Rektor melalui mekanisme kompetisi terbuka, baik yang berasal dari dalam maupun luar universitas;\n(2) Majelis Wali amanat dapat meminta pertimbangan kepada Senat Akademik dan Majelis Guru Besar terhadap bakal calon Rektor sebelum dilaksanakan pemilihan;\n(3) Pemilihan Rektor dilakukan dalam suatu rapat terbuka Majelis Wali Amanat yang dipimpin oleh Ketua Majelis Wali Amanat;\n(4) Calon Rektor yang memperoleh suara terbanyak diangkat sebagai Rektor melalui keputusan Majelis Wali Amanat.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "20dabbcb-7f8e-4060-b01d-c5157bca5c04",
                    "name": "Article 21",
                    "type": "article",
                    "children": {
                        "id": "858c47de-c029-415a-a860-4f282554bd81",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nTugas pimpinan universitas adalah :\n1. menyusun Rencana Strategis berdasarkan kebijakan umum Majelis Wali Amanat yang memuat\nsasaran dan tujuan universitas yang hendak dicapai dalam jangka waktu 5 (lima) tahun;\n2. menyusun Rencana Kerja dan anggaran Tahunan universitas;\n3. melaksanakan penyelenggaraan pendidikan, penelitian, pengabdian kepada masyarakat dengan\nmenetapkan peraturan, kaidah, dan tolok ukur penyelenggaraan kegiatan akademik secara umum;\n4. mengelola seluruh kekayaan universitas dan secara optimal memanfaatkannya untuk kepentingan\nuniversitas;\n5. membina tenaga kependidikan, peserta didik, tenaga administrasi, dan golongan tenaga kerja lain\nyang ditetapkan oleh universitas;\n6. membina hubungan dengan alumni, lingkungan universitas dan masyarakat pada umumnya;\n7. menyelenggarakan pembukuan universitas;\n8. melaporkan secara berkala kepada Majelis Wali Amanat mengenai kemajuan universitas;\n9. menyusun dan menyampaikan laporan tahunan kepada menteri bersama Majelis Wali Amanat;\n10. mengangkat dan memberhentikan tenaga pendidikan, tenaga administrasi, dan golongan tenaga\nkerja lain yang ditetapkan oleh universitas;\n11. mengangkat pimpinan fakultas dan pimpinan unit-unit yang berada di bawahnya;\n12. mengangkat Guru Besar yang diusulkan oleh Senat akademik universitas dan Majelis Guru Besar;\n13. mendelegasikan pelaksanaan tugas pimpinan universitas di tingkat fakultas dan unit lain kepada\npimpinan fakultas dan pimpinan unit lain di lingkungan universitas;\n14. dapat mendirikan, membubarkan, dan/atau menggabungkan fakultas-fakultas yang mengelola dan\nmelaksanakan satu atau lebih program studi yang dapat tersusun atas jurusan/bagian, dan\nunit-unit pelaksana akademik lainnya yang dipandang perlu, atas persetujuan Senat Akademik\nuniversitas.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "a4cc2029-9b4d-4708-aae4-c365c98bfcb2",
                    "name": "Article 22",
                    "type": "article",
                    "children": [
                        {
                            "id": "20178da5-f80f-40ca-9fd1-072cbade6210",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Rektor dapat mendelegasikan tugas-tugasnya kepada salah seorang atau para wakil Rektor atau\nseseorang yang memiliki kualifikasi dan legalitas untuk tugas yang dimaksud;\n(2) Pimpinan mewakili universitas di dalam dan di luar pengadilan untuk kepentingan universitas;\n(3) Pimpinan tidak berhak mewakili universitas, jika :\na. terjadi perkara di depan pengadilan antara universitas dan Rektor atau dengan siapapun yang\nditunjuknya;\nb. mempunyai kepentingan yang bertentangan dengan kepentingan universitas;\n(4) Dalam hal terjadi keadaan sebagaimana dimaksud dalam ayat (3), Majelis Wali Amanat dapat\nmenunjuk seseorang untuk mewakili kepentingan universitas.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "ebacede5-89cc-426d-8713-2abb07015f3e",
                    "name": "Article 23",
                    "type": "article",
                    "children": {
                        "id": "a96f8da3-8923-42cd-84bf-d082adb54857",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPimpinan universitas dilarang merangkap jabatan sebagaimana tersebut berikut ini :\na. Pimpinan dan jabatan struktural lembaga universitas atau lembaga pendidikan lain;\nb. Pimpinan badan usaha di dalam maupun di luar lingkungan universitas;\nc. Jabatan struktural lainnya dalam instansi pemerintah pusat dan daerah;\nd. Jabatan lainnya yang dapat menimbulkan pertentangan kepentingan dengan kepentingan\nuniversitas.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "ef0761ba-2c55-474f-91cc-b81b9b5f7eb9",
            "name": "Chapter XI",
            "title": "\nFAKULTAS",
            "type": "chapter",
            "children": [
                {
                    "id": "581c1eec-c67b-4888-a051-67cb08235be2",
                    "name": "Article 24",
                    "type": "article",
                    "children": [
                        {
                            "id": "3a99e733-3f5c-4f8b-883f-36a17654bae0",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Fakultas merupakan unit pelaksana akademik Universitas yang mengelola dan melaksanakan satu\natau lebih Program Studi yang dapat tersusun atas Jurusan/Bagian, Laboratorium, Studio, dan\nunit-unit pelaksana akademi lain yang dianggap perlu;\n(2) Fakultas bertugas menyelenggarakan program pendidikan S-1 dan program-program lain yang\nberkaitan dengan Tri Dharma Perguruan Tinggi;\n(3) Fakultas dapat menyelenggarakan program S-0, S-2, S-3 sesuai dengan kemampuan dan fasilitas\nyang tersedia;\n(4) Pimpinan Fakultas adalah Dekan. Dalam menjalankan tugasnya, Dekan dibantu oleh para Wakil\nDekan;\n(5) Dekan bertanggung jawab kepada Rektor;\n(6) Dekan mengatur serta memimpin penyelenggaraan pendidikan, penelitian, dan pengabdian\nkepada masyarakat, serta membina tenaga akademik, tenaga administrasi, dan mahasiswa;\n(7) Para Wakil Dekan bertanggung jawab kepada Dekan;\n(8) Penyelenggaraan rapat-rapat Fakultas diatur, dalam Anggaran Rumah Tangga.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "613b8f5e-f566-4ec2-83a8-9f6ce256ed75",
                    "name": "Article 25",
                    "type": "article",
                    "children": [
                        {
                            "id": "bdb48261-93e0-4228-bb6d-cdba814e86ff",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Masa jabatan Dekan dan para Wakil Dekan adalah 4 (empat) tahun dan dapat diangkat kembali\ndengan ketentuan tidak melebihi (2) dua kali masa jabatan berturut-turut;\n(2) Dekan Fakultas dan para Wakil Dekan diangkat dan diberhentikan oleh Majelis Wali Amanat atas\nusul Rektor;\n(3) Syarat-syarat dan tata cara pemilihan, pengangkatan, dan pemberhentian Dekan dan para Wakil\nDekan diatur dalam Anggaran Rumah Tangga.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "f5d3987d-f40d-45b5-ab39-8467dbafba6d",
                    "name": "Article 26",
                    "type": "article",
                    "children": [
                        {
                            "id": "03845cab-94b6-4bb1-aebb-3e85491f3d46",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Senat Akademik Fakultas merupakan badan normatif tertinggi di lingkungan Fakultas yang\nmemiliki wewenang untuk menjabarkan kebijakan dan peraturan Universitas untuk Fakultas;\n(2) Senat akademik Fakultas terdiri atas Guru Besar, Guru Besar Luar Biasa, Dekan dan para Wakil\nDekan, Ketua Jurusan/Bagian, dan Dosen yang memenuhi persyaratan;\n(3) Senat akademik Fakultas diketuai/dipimpin oleh seorang Ketua dan dibantu oleh seorang\nSekretaris:\n(4) Persyaratan menjadi anggota Senat Akademik Fakultas dan tata cara pemilihan Ketua serta\nSekretaris Senat Akademik Fakultas diatur dalam Anggaran Rumah Tangga.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "9aacaa7c-c4ef-49bc-a4a9-a00bb8a5667f",
                    "name": "Article 27",
                    "type": "article",
                    "children": [
                        {
                            "id": "0b0014ed-9714-4c71-8ff7-7483fce00fd9",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Tugas Senat Akademik Fakultas adalah :\na. merumuskan rencana dan kebijakan akademik Fakultas;\nb. melakukan penilaian prestasi dan etika akademik, kecakapan, serta integritas kepribadian\ndosen di lingkungan Fakultas;\nc. merumuskan norma dan tolok ukur bagi pelaksanaan penyelenggaraan Fakultas, dan menilai\npelaksanaan tugas Pimpinan Fakultas;\nd. memberikan pendapat dan saran untuk kelancaran pengelolaan Fakultas.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "01cbe52c-da0f-4941-924c-11136cb086da",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Senat Akademik Fakultas berhak meminta penjelasan Dekan tentang hal-hal yang dianggap perlu;\n(3) Senat Akademik Fakultas dapat mendelegasikan kewenangannya kepada Dekan untuk\nmelaksanakan tugas tertentu Senat;\n(4) Senat Akademik Fakultas berhak membentuk komisi-komisi dan atau kepanitiaan dalam\nmelaksanakan kewajibannya;\n(5) Tata cara rapat dan pengambilan keputusan oleh Senat Akademik Fakultas diatur dalam Anggaran\n(6) Anggaran yang diperlukan untuk pelaksanaan tugas Senat Akademik Fakultas dibebankan pada\nanggaran Fakultas.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "cccc84a4-de49-4ecc-af3f-f1336fcd35ca",
            "name": "Chapter XII",
            "title": "\nJURUSAN/BAGIAN",
            "type": "chapter",
            "children": [
                {
                    "id": "59853d53-81bc-4d55-90a9-d4d25a0d3edf",
                    "name": "Article 28",
                    "type": "article",
                    "children": [
                        {
                            "id": "7b8537a1-5571-44d5-aae7-1d517da3cee8",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Tugas-tugas Fakultas dalam penyelenggaraan akademi dilakukan oleh Jurusan/Bagian;\n(2) Organisasi dan tata cara penyelenggaraan Jurusan/Bagian diatur dalam Anggaran Rumah\nTangga.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "583b97c1-de4d-41bd-8bc0-5f8037a99203",
            "name": "Chapter XIII",
            "title": "\nLEMBAGA",
            "type": "chapter",
            "children": [
                {
                    "id": "ba54d02e-3cea-41f2-b451-95836760587c",
                    "name": "Article 29",
                    "type": "article",
                    "children": [
                        {
                            "id": "c9949312-e3fb-4f0b-93f0-bd911df8f96a",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Tugas Lembaga sebagai suatu badan di Universitas adalah :\na. mengkoordinasikan, membina, dan mengembangkan kegiatan penyelenggaraan Tri Dharma\nPerguruan Tinggi;\nb. memberi masukan berupa konsep pembinaan dan pengembangan kegiatan Tri Dharma\nPerguruan Tinggi kepada Rektor.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "87b89096-3793-4ba6-bffd-2c088d628047",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Organisasi, pendirian, pembubaran, dan tata cara penyelenggaraan lembaga-lembaga diatur\ndalam Anggaran Rumah Tangga.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "ccdd4cff-bf60-493a-8b4f-db3303122281",
            "name": "Chapter XIV",
            "title": "\nUNSUR PENUNJANG",
            "type": "chapter",
            "children": [
                {
                    "id": "f4f68913-a17e-4bdf-b382-2f474293176a",
                    "name": "Article 30",
                    "type": "article",
                    "children": [
                        {
                            "id": "ae65efb0-8799-4cfc-9810-71163a2ace10",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Universitas dapat mendirikan dan membubarkan unit-unit penunjang di bidang pendidikan,\npenelitian, dan pengabdian, pada masyarakat sesuai dengan keperluan;\n(2)\nOrganisasi, pendirian, pembubaran, dan tata cara penyelenggaraan unit-unit penunjang diatur\ndalam Anggaran Rumah Tangga.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "0414b84c-5422-4a3a-8cb4-735b81601d40",
            "name": "Chapter XV",
            "title": "\nPEGAWAI UNIVERSITAS",
            "type": "chapter",
            "children": [
                {
                    "id": "8f5fac9d-8ff9-4ae2-8396-78e6234ab9fe",
                    "name": "Article 31",
                    "type": "article",
                    "children": [
                        {
                            "id": "e02fdd5a-9779-48ac-879a-444e0a33e4a1",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pegawai Universitas terdiri atas tenaga kependidikan dan tenaga administrasi;\n(2)\n(3)\nTenaga kependidikan di Universitas terdiri atas dosen dan tenaga penunjang akademik;\nDosen adalah seseorang yang berdasarkan pendidikan dan keahliannya diangkat oleh Universitas\ndengan tugas utama mengajar;\n(4)\nSetiap dosen berkewajiban melakukan penelitian dan pengabdian kepada masyarakat;\n(5) Peraturan untuk pengangkatan, penjenjangan, pengelolaan, dan disiplin tenaga kependidikan\ndiatur dalam Anggaran Rumah Tangga.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "95521e97-99c2-4bba-9809-3957e6c671ba",
                    "name": "Article 32",
                    "type": "article",
                    "children": [
                        {
                            "id": "370eb755-8529-48b0-8070-e8e877af2c6a",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": "\n(2)\nTenaga penunjang akademik terdiri atas peneliti, pengembang di bidang pendidikan, pustakawan,\nlaboran, teknisi, dan yang lain sesuai dengan kebutuhan;\nPeraturan untuk pengangkatan, penjenjangan, pengelolaan, dan pendisiplinan tenaga penunjang\nakademi serta tenaga administrasi diatur dalam Anggaran Rumah Tangga.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "35fe9a86-e547-4f42-8d77-880e50c515e0",
                    "name": "Article 33",
                    "type": "article",
                    "children": [
                        {
                            "id": "1b0ee18e-5e62-4eda-acb2-9d7c8fad8cf3",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": "\n(2)\nPegawai universitas yang berstatus Pegawai Negeri Sipil dan hak atas pensiun tetap merupakan\nbeban Anggaran Pendapatan dan Belanja Negara sesuai dengan ketentuan peraturan\nperundang-undangan yang berlaku, kecuali sebelum masa pensiun memilih sebagai pegawai\nuniversitas;\nPengalihan status Pegawai Negeri Sipil menjadi Pegawai Universitas sebagaimana disebut ayat\n(1) dilaksanakan selama-lamanya dalam jangka waktu 10 (sepuluh) tahun dengan mengupayakan\nbahwa sistem kepegawaian ganda tersebut berlaku dalam waktu sesingkat-singkatnya.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "7ecd15c0-0edb-4b83-bc45-74e6e78db0d6",
            "name": "Chapter XVI",
            "title": "\nPEGAWAI UNIVERSITAS",
            "type": "chapter",
            "children": [
                {
                    "id": "843389f1-a189-413b-9a6e-5295bd86744e",
                    "name": "Article 31",
                    "type": "article",
                    "children": [
                        {
                            "id": "04a7e234-9bbd-4798-9d85-db10c82246ff",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pegawai Universitas terdiri atas tenaga kependidikan dan tenaga administrasi;\n(2) Tenaga kependidikan di Universitas terdiri atas dosen dan tenaga penunjang akademik;\n(3) Dosen adalah seseorang yang berdasarkan pendidikan dan keahliannya diangkat oleh Universitas dengan tugas utama mengajar;\n(4) Setiap dosen berkewajiban melakukan penelitian dan pengabdian kepada masyarakat;\n(5) Peraturan untuk pengangkatan, penjenjangan, pengelolaan, dan disiplin tenaga kependidikan diatur dalam Anggaran Rumah Tangga.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "3be6cc60-479b-4b06-b7d2-9fa2f0c5ea22",
                    "name": "Article 32",
                    "type": "article",
                    "children": [
                        {
                            "id": "ae2de1d4-d267-46d5-a5d3-9b78b31cc0cc",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Tenaga penunjang akademik terdiri atas peneliti, pengembang di bidang pendidikan, pustakawan, laboran, teknisi, dan yang lain sesuai dengan kebutuhan;\n(2) Peraturan untuk pengangkatan, penjenjangan, pengelolaan, dan pendisiplinan tenaga penunjang akademi serta tenaga administrasi diatur dalam Anggaran Rumah Tangga.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "848a4676-340c-4d5f-a73a-3f6b64620dc0",
                    "name": "Article 33",
                    "type": "article",
                    "children": [
                        {
                            "id": "5ebb2c67-68a0-488f-9e4f-a6a3d964f127",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pegawai universitas yang berstatus Pegawai Negeri sipil dan hak atas pensiun tetap merupakan beban Anggaran Pendaptan dan Belanja Negara sesuai dengan ketentuan peraturan perundang-undangan yang berlaku, kecuali sebelum masa pensiun memilih sebagai pegawai universitas;\n(2) Pengalihan status Pegawai Negeri Sipil menjadi Pegawai Universitas sebagaimana disebut ayat (1) dilaksanakan selama-lamanya dalam jangka waktu 10 (sepuluh) tahun dengan mengupayakan bahwa sistem kepegawaian ganda tersebut berlaku dalam waktu sesingkat-singkatnya.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "3e31da7a-480e-482a-85a3-894d1925dd30",
            "name": "Chapter XVII",
            "title": "\nKEMAHASISWAAN DAN ALUMNI",
            "type": "chapter",
            "children": [
                {
                    "id": "0564d208-cc1e-4c2e-bbdd-d3071e716eaa",
                    "name": "Article 34",
                    "type": "article",
                    "children": [
                        {
                            "id": "d659d3f4-5d74-47c1-9a1a-9d249189782a",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Mahasiswa adalah seseorang yang terdaftar dan mengikuti proses pendidikan dalam jenjang\npendidikan tertentu di Universitas;\n(2) Syarat-syarat pendaftaran dan penerimaan mahasiswa diatur dalam Anggaran Rumah Tangga;\n(3) Kedudukan mahasiswa sebagai pendengar pada Universitas diatur dengan keputusan Rektor.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "ea1baa4e-9934-47a5-86db-80291a078110",
                    "name": "Article 35",
                    "type": "article",
                    "children": {
                        "id": "e61b2513-a416-4b37-a7ab-1ad5cd7ec13f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nWarga Negara Asing dapat menjadi mahasiswa setelah memenuhi persyaratan berdasarkan\nperaturan perundang-undangan yang mengatur hal tersebut dan Anggaran Rumah Tangga.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "826dff2a-a59d-4e51-bfdc-99fe5d568d65",
                    "name": "Article 36",
                    "type": "article",
                    "children": {
                        "id": "1f0e29db-94e9-4c21-9f50-9bca49782bc0",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nMahasiswa mempunyai hak untuk mendapatkan pelayanan pendidikan dan pengajaran serta\nkesejahteraan dalam mendukung kelancaran proses belajar-mengajar.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "22cb832c-ea97-4479-ba1e-eb6e4965412b",
                    "name": "Article 37",
                    "type": "article",
                    "children": [
                        {
                            "id": "5f98a20b-eb74-41c2-988f-a8dcc7a493e5",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Setiap mahasiswa berkewajiban untuk:\na. ikut menanggung biaya penyelenggaraan pendidikan kecuali bagi mahasiswa yang\n   dibebaskan dari kewajiban tersebut sesuai dengan peraturan Universitas yang berlaku;\nb. mematuhi semua peraturan dan ketentuan yang berlaku di Universitas dan Fakultas.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "0d3c6de2-55c5-4a08-a61a-bee4fc17f984",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pelaksanaan ketentuan sebagaimana dimaksud dalam ayat (1) pasal ini diatur dalam Anggaran\nRumah Tangga.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "91b122f5-3b99-4b76-abd8-a87c7c7d3de4",
                    "name": "Article 38",
                    "type": "article",
                    "children": [
                        {
                            "id": "f679a030-a91d-4b9a-bce9-192f58f3341f",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dalam Universitas terdapat organisasi mahasiswa;\n(2) Mahasiswa memiliki atribut yang diatur oleh Universitas;\n(3) Dalam rangka pengembangan bakat, minat, dan pengembangan pribadi, mahasiswa diberi\n(4) kesempatan untuk menyelenggarakan kegiatan-kegiatan di luar kegiatan kurikuler;\nPelaksanaan pasal ini diatur lebih lanjut dalam Anggaran Rumah Tangga.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "a63b2dae-5901-4042-a4fa-adebc4d35eea",
                    "name": "Article 39",
                    "type": "article",
                    "children": [
                        {
                            "id": "9831e082-1ca9-47cd-91d4-ece8fd981e42",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Alumni Universitas adalah mereka yang telah tamat pendidikan di Universitas dan mereka yang dinyatakan demikian dalam Anggaran Rumah Tangga;\n(2) Organisasi alumni Universitas disebut Keluarga Alumni Universitas Gadjah Mada atau disingkat KAGAMA.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "c27ef4dd-c4fc-4087-9b92-7cd4a84dbff0",
            "name": "Chapter XVIII",
            "title": "\nPERENCANAAN DAN ANGGARAN",
            "type": "chapter",
            "children": [
                {
                    "id": "3448b3a7-f6c2-4867-a8e6-fb9b8ff4bed4",
                    "name": "Article 40",
                    "type": "article",
                    "children": [
                        {
                            "id": "201d22e5-0977-4f30-87d7-4a346a99d794",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Untuk mencapai tujuan sebagaimana dimaksud dalam pasal 7 ayat (2), penyelenggaraan Universitas didasarkan pada Rencana Strategis;\n(2) Rencana Strategis adalah strategi yang dipilih untuk mencapai tujuan dan program yang jangka berwaktu 5 (lima) tahunan, yang memuat sekurang-kurangnya memuat antara lain :\n     a. evaluasi pelaksanaan Rencana Strategis sebelumnya;\n     b. evaluasi kekuatan, kelemahan, kesempatan, dan ancaman yang ada pada saat itu;\n     c. asumsi yang dipakai dalam menyusun Rencana Strategis;\n\n     d. penetapan sasaran, strategi, kebijakan dan program kerja, serta indikator kinerja Universitas untuk periode perencanaan berikutnya.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "8545b464-f3f1-4785-a52a-53858106a862",
                    "name": "Article 41",
                    "type": "article",
                    "children": {
                        "id": "2f15f33c-b23a-4cc1-80e0-26e5c32807b0",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nRencana Strategis disusun oleh Pimpinan setelah memperoleh masukan dari Senat Akademik Universitas, dan diajukan kepada Majelis Wali Amanat untuk dibahas dan disyahkan.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "c58cc2a9-6512-41f0-aa09-b24389a01fea",
                    "name": "Article 42",
                    "type": "article",
                    "children": [
                        {
                            "id": "548a6d56-d729-4bc6-9262-94ebbc5e5bff",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pembiayaan untuk penyelenggaraan, pengelolaan, dan pengembangan Universitas berasal dari :\n     a. Pemerintah;\n     b. Masyarakat;\nc. Usaha dan tabungan Universitas;\nd. Pihak luar negeri.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "0acebf02-39f6-4b48-82c4-3a21ab5c503c",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dana dari pemerintah sebagaimana dimaksud pada ayat (1) huruf a, berasal dari Anggaran Pendapatan dan Belanja Negara yang terdiri atas :\na. Anggaran Rutin;\nb. Anggaran Pembangunan.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "289f2e42-f413-4b98-a7ce-7d4f80e28b0c",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Universitas mengalokasikan anggaran yang berasal dari masyarakat sebagai pendamping dana yang diperoleh dari pemerintah dalam pembiayaan rutin sebagaimana dimaksud pada ayat (2);\n(4) Pemerintah dapat mengalokasikan anggaran pembangunan untuk pembiayaan pembangunan investasi dan pengembangan universitas melalui mekanisme yang berlaku, sesuai dengan program dan prioritas;\n(5) Penerimaan universitas sebagaimana dimaksud dalam ayat (1) b bukan merupakan Penerimaan Negara Bukan Pajak (PNBP).",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "ee853de1-b938-42ba-b300-648e2f307f69",
                    "name": "Article 43",
                    "type": "article",
                    "children": [
                        {
                            "id": "278a19fa-e6d0-4ea5-863e-2821532de7be",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Rencana Kerja dan Anggaran Universitas adalah penjabaran Rencana strategis dalam Rencana Kerja Tahunan dan Anggaran Pengeluaran dan Pendapatan Tahunan;\n(2) Rencana Kerja dan Anggaran Universitas diajukan kepada Majelis Wali Amanat selambat-lambatnya 60 (enam puluh) hari sebelum tahun anggaran dimulai;\n(3) Rencana Kerja dan Anggaran disahkan oleh Majelis Wali Amanat selambat-lambatnya 30 (tiga puluh) hari setelah tahun anggaran berjalan;\n(4) Dalam hal Rencana Kerja dan Anggaran yang diajukan belum disahkan oleh Majelis Wali Amanat sebagaimana dimaksud dalam ayat yang terdahulu, Rencana tersebut dapat dijalankan tanpa pengesahan Majelis Wali Amanat.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "72b2d909-5278-4a2e-b62f-85621713d5fa",
            "name": "Chapter XIX",
            "title": "\nPENGELOLAAN",
            "type": "chapter",
            "children": [
                {
                    "id": "991b8ff8-e87a-41fc-a1c2-27d7a7ac426a",
                    "name": "Article 44",
                    "type": "article",
                    "children": [
                        {
                            "id": "e2c20027-f87f-4653-858f-9b962c1b67a8",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Tahun anggaran Universitas berlaku mulai tanggal 1 Januari sampai tanggal 31 Desember pada tahun yang sama;\n(2) Tatacara pengelolaan keuangan dilakukan oleh Universitas kesesuaian dengan kebutuhan\nuniversitas dengan memperhatikan efisiensi, efektivitas, produktivitas, otonomi, akuntabilitas, dan\ntransparansi;\n(3) Tatacara pengelolaan dan pertanggung jawaban yang berasal dari pemerintah sebagai dimaksud\ndalam pasal 42 ayat (2), dilakukan berdasarkan peraturan perundang-undangan yang berlaku\nbagi pengelolaan anggaran pendapatan dan belanja negara;\n(4) Tatacara pengelolaan keuangan Universitas sebagaimana dimaksud dalam ayat (2) ditetapkan\noleh Majelis Wali Amanat.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "4121c375-d789-423a-968c-d69c18183084",
            "name": "Chapter XX",
            "title": "\nAKUNTABILITAS",
            "type": "chapter",
            "children": [
                {
                    "id": "ec72f5e0-c239-42b2-81ab-0e62543f544f",
                    "name": "Article 45",
                    "type": "article",
                    "children": [
                        {
                            "id": "c3f692ca-b682-4752-88fc-72d8673b2ec7",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dalam waktu 5 (lima) bulan setelah tahun buku ditutup, Pimpinan bersama Majelis Wali Amanat\nmenyampaikan laporan tahunan kepada Menteri mengenai :\na. laporan keuangan yang meliputi neraca, laporan arus kas, dan laporan perubahan aktiva\nbersih;\nb. laporan akademik, penelitian, dan pengabdian kepada masyarakat yang meliputi keadaan,\nkinerja, serta hasil-hasil yang telah dicapai Universitas;\nc. laporan ketenagakerjaan yang meliputi keadaan, kinerja dan kemajuan yang telah dicapai.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "47cdc286-988f-4735-a780-1936ef422b06",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Laporan keuangan yang diperiksa pengawas fungsional disusun menurut standar akuntansi\nkeuangan yang berlaku;\n(3) Laporan keuangan tahunan dan laporan akademik tahunan yang dimaksud dalam ayat (1) setelah\nmendapat pengesahan Menteri menjadi informasi publik.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "0ddc99c8-e91f-4884-be32-3d8d93f744cb",
                    "name": "Article 46",
                    "type": "article",
                    "children": [
                        {
                            "id": "4c401a0a-309d-4fd6-84b3-b0826b518d48",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Universitas memiliki auditor internal yang diangkat dan diberhentikan oleh Pimpinan;\n(2) Auditor internal bertugas secara reguler mengaudit seluruh unit kerja di lingkungan Universitas,\nyang meliputi bidang pendidikan dan kemahasiswaan, keuangan, dan ketenaga kerjaan;\n(3) Auditor internal melaporkan pelaksanaan tugasnya kepada Pimpinan.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "a5b4ce24-541d-4608-b799-e85d21597fa2",
            "name": "Chapter XXI",
            "title": "\nHARTA KEKAYAAN",
            "type": "chapter",
            "children": [
                {
                    "id": "abdec6b5-3153-4533-96de-cf4c2bcc94ca",
                    "name": "Article 47",
                    "type": "article",
                    "children": [
                        {
                            "id": "35dee587-b2df-486d-a16c-a9e3a517ee54",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Harta kekayaan Universitas terdiri atas seluruh harta kekayaan, baik yang telah ada maupun yang\nakan ada, baik dalam bentuk benda tetap maupun benda bergerak, baik yang berwujud maupun\nyang tidak berwujud;\n(2) Kekayaan awal universitas sebagai badan hukum terdiri atas seluruh harta kekayaan negara yang\ndipisahkan yang pengelolaannya diserahkan kepada Universitas dalam bentuk gedung; instalasi;\nsegala macam dan jenis peralatan baik untuk keperluan pendidikan dan pengajaran, penelitian,\nserta pengabdian kepada masyarakat, dan keperluan perkantoran, dan pada umumnya semua\nbenda yang dikuasai oleh Universitas, termasuk di dalamnya hasil penelitian, percobaan, dan\nsebagainya, serta semua hubungan, baik dengan pihak di luar Universitas dari dalam negeri\nmaupun dari luar negeri;\n(3) Pelaksanaan penyerahan dan peralihan kekayaan Negara untuk ditempatkan sebagai kekayaan\nawal Universitas sebagaimana dimaksud pada ayat (2) diatur oleh Menteri dan Menteri Keuangan.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "3c093968-79d3-4675-8cb9-6e9c6e12ef79",
            "name": "Chapter XXII",
            "title": "\nSANKSI",
            "type": "chapter",
            "children": [
                {
                    "id": "bb4bfe3b-47fc-48d8-b81d-a6b2d64b5091",
                    "name": "Article 48",
                    "type": "article",
                    "children": [
                        {
                            "id": "33238df8-0322-4b77-b905-2ecf8c6cd3f7",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Warga Universitas yang melakukan pelanggaran dikenai sanksi-sanksi sesuai dengan peraturan\nyang berlaku;\n(2) Universitas dapat memberikan sanksi kepada warga universitas yang melakukan pelanggaran.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "2e33fa7f-51bc-442e-8b3e-94090a98487d",
            "name": "Chapter XXIII",
            "title": "",
            "type": "chapter",
            "children": [
                {
                    "id": "f346232d-9bed-4bf2-a0ee-fff221a6b1a8",
                    "name": "Article 49",
                    "type": "article",
                    "children": [
                        {
                            "id": "3c0de62c-bebf-47e5-b5cc-7ee74f142a80",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pimpinan universitas selambat-lambatnya dalam masa 1 (satu) tahun terhitung sejak ditetapkannya Peraturan Pemerintah ini membentuk Majelis Wali Amanat;\n(2) Masa peralihan perubahan penyelenggaraan universitas dari status Perguruan Tinggi Negeri menjadi Badan Hukum Milik Negara, kecuali yang disebutkan dalam Pasal 33 ayat (2), adalah 5 (lima) tahun;\n(3) Dengan berlakunya Peraturan Pemerintah ini semua peraturan universitas yang tidak sesuai dan/atau bertentangan dengan Peraturan Pemerintah ini dinyatakan tidak berlaku.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "90d861dd-0140-4a79-80c2-3b3bda030447",
            "name": "Chapter XXIV",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "08c6da9e-2718-4fa3-a1d7-fc178679d744",
                    "name": "Article 50",
                    "type": "article",
                    "children": {
                        "id": "554fc97c-7366-4d72-8318-c11853c9daae",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Nomor": "153",
        "Tahun": "2000",
        "Tentang": "PENETAPAN UNIVERSITAS GADJAH MADA SEBAGAI\nBADAN HUKUM MILIK NEGARA\nPRESIDEN REPUBLIK INDONESIA,",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa peningkatan daya saing nasional memerlukan Perguruan Tinggi sebagai\nkekuatan moral dan intelektual dalam proses pembangunan masyarakat yang\ndemokratis, dan mampu bersaing serta bekerja sama secara global;",
            "b": " bahwa untuk dapat berperan sebagai kekuatan moral dan intelektual yang memiliki\nkredibilitas untuk mendukung pembangunan nasional serta kemampuan bersaing di\ntingkat internasional, Perguruan Tinggi harus memiliki kemandirian;",
            "c": " bahwa Universitas Gadjah Mada telah memiliki kemampuan pengelolaan yang cukup\nuntuk dapat memperoleh kemandirian, otonomi, dan tanggung jawab yang lebih\nbesar;",
            "d": " bahwa Universitas Gadjah Mada perlu ditetapkan sebagai Badan Hukum Milik\nNegara;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) dan pasal 31 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Kitab Undang Undang Hukum Perdata (Staatsblad 184723);",
            "3": " Undang-Undang Nomor 2 Tahun 1989 tentang Sistem Pendidikan Nasional\n(Lembaran Negara Tahun 1989 Nomor 6, Tambahan Lembaran Negara Nomor 3390);",
            "4": " Peraturan Pemerintah Nomor 60 Tahun 1999 tentang Pendidikan Tinggi Pasal 123\n(Lembaran Negara Tahun 1999 Nomor 115, Tambahan Lembaran Negara Nomor\n3859);",
            "5": " Peraturan Pemerintah Nomor 61 Tahun 1999 tentang Penetapan Perguruan Tinggi\nNegeri sebagai Badan Hukum (Lembaran Negara Tahun 1999 Nomor 116, Tambahan\nLembaran Negara Nomor 2860);\nMemperhatikan  Status Universitas Gadjah Mada 1992, (SK Mendikbud 0440/0/1992;"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PENETAPAN UNIVERSITAS GADJAH MADA\nSEBAGAI BADAN HUKUM MILIK NEGARA",
        "tanggal sah": "26 Desember 2000"
    }
}