{
    "results": [
        {
            "id": "c43b3782-dd89-436a-83f7-610f482706f5",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "40726a71-23f4-4a03-bd8d-08ac37e69143",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dalam Peraturan Pemerintah ini yang dimaksud dengan :\n1. Pungutan Perikanan adalah pungutan atas hasil penangkapan ikan yang harus dibayar kepada\nPemerintah oleh nelayan, perusahaan perikanan nasional murni, perusahaan perikanan nasional\ndengan fasilitas Penanaman Modal Asing/Penanaman Modal Dalam Negeri yang harus memiliki\nIzin Usaha Perikanan (IUP), Persetujuan Penggunaan Kapal Asing (PPKA), Surat Penangkapan\nIkan (SPI), Surat Izin Kapal Penangkap dan Pengangkut Ikan Indonesia (SIKPPII), atau Surat Izin\nPenangkapan Ikan (SIPI) dari Pemerintah dalam hal ini Departemen Kelautan dan Perikanan.\n2. Pungutan Pengusahaan Perikanan adalah pungutan Negara yang dikenakan kepada pemegang\nIzin Usaha Perikanan dan atau Persetujuan Penggunaan Kapal Asing (PPKA) sebagai imbalan\natas kesempatan yang diberikan oleh Pemerintah untuk melakukan usaha perikanan dalam\nWilayah Perikanan Republik Indonesia.\n3. Pungutan Hasil Perikanan adalah pungutan Negara yang dikenakan kepada pemegang Surat\nPenangkapan Ikan (SPI) dan atau Surat Izin Kapal Penangkap dan Pengangkut Ikan Indonesia\n(SIKPPII) dan atau Surat Izin Penangkapan Ikan (SIPI) sesuai dengan hasil produksi perikanan\nyang diperoleh dan dijual di dalam negeri dan atau luar negeri.\n4. Usaha Penangkapan Ikan adalah kegiatan untuk memperoleh ikan dengan alat atau cara apapun\ntermasuk kegiatan yang menggunakan kapal untuk membuat, mengangkut, menyimpan,\nmendinginkan, mengolah atau mengawetkannya untuk tujuan komersil di perairan yang tidak\ntermasuk dalam kawasan pembudidayaan.\n5. Wajib Bayar adalah orang atau badan hukum yang melakukan penangkapan ikan di Wilayah\nPerikanan Republik Indonesia yang memperoleh Izin Usaha Perikanan (IUP), Persetujuan\nPenggunaan Kapal Asing (PPKA), Surat Penangkapan Ikan (SPI), Surat Izin Kapal Penangkap\ndan Pengangkut Ikan Indonesia (SIKPPII) atau Surat Izin Penangkapan Ikan (SIPI) dari\nPemerintah.\n6. Menteri adalah Menteri Keuangan Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "b6abf506-a6a3-4113-83e1-2fbbbfbeb0ad",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "90acfb01-27cf-443a-9748-381f52e9a438",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Jenis Penerimaan Negara Bukan Pajak yang berasal dari usaha penangkapan ikan adalah berupa\nPungutan Perikanan.\n(2) Pungutan Perikanan sebagaimana dimaksud dalam ayat (1) terdiri atas:\nA. Pungutan Pengusahaan Perikanan;\nB. Pungutan Hasil Perikanan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "e98e4921-bbbe-4223-b6aa-6486d1ee631a",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "e27a279e-9616-4087-96ad-1c8d39173204",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pungutan Pengusahaan Perikanan dikenakan pada saat Wajib Bayar memperoleh Izin Usaha\nPerikanan (IUP) atau memperoleh dan memperpanjang Persetujuan Penggunaan Kapal Asing\n(PPKA).\n(2) Pungutan Hasil Perikanan dikenakan pada saat Wajib Bayar memperoleh dan memperpanjang\nSurat Penangkapan Ikan (SPI), Surat Izin Kapal Penangkap dan Pengangkut Ikan Indonesia\n(SIKPPII) atau Surat Izin Penangkapan Ikan (SIPI).",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "1ec5931c-cd39-4777-8b8c-bf25ff8e3e4e",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "a3c5fa81-c54e-4478-8d31-a1817e8b7241",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pungutan Pengusahaan Perikanan didasarkan atas jenis, ukuran, dan jumlah kapal, serta jenis\nalat penangkap ikan yang dipergunakan.\n(2) Besarnya pungutan pengusahaan perikanan ditetapkan berdasarkan rumusan tarif per Gross\nTonage (GT) dikalikan ukuran kapal Gross Tonage (GT) menurut jenis alat penangkap ikan yang\ndipergunakan sebagaimana tercantum dalam Lampiran Peraturan Pemerintah ini.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "e46b6bf7-76c1-4289-9842-87741963d700",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "0bc9ddf0-f4f6-40aa-8855-d4d60f7993d8",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pungutan Hasil Perikanan didasarkan atas jenis, ukuran, jumlah kapal, jenis alat penangkap ikan\nyang dipergunakan, wilayah penangkapan, dan jumlah hasil produktivitas kapal serta Harga\nPatokan Ikan.\n(2) Besarnya Pungutan Hasil Perikanan yang terutang ditetapkan berdasarkan rumusan 2,5% (dua\nsetengah persen) dikalikan produktivitas dikalikan Harga Patokan Ikan.\n(3) Menteri Kelautan dan Perikanan menetapkan produktivitas kapal penangkap ikan yang\ndipergunakan secara periodik berdasarkan hasil evaluasi tingkat pemanfaatan potensi sumber\ndaya ikan menurut wilayah pengelolaan perikanan.\n(4) Menteri Perindustrian dan Perdagangan menetapkan Harga Patokan Ikan secara periodik\nberdasarkan Harga Jual Rata-rata Tertimbang Hasil Ikan yang berlaku di pasar domestik dan atau\ninternasional setelah mempertimbangkan pendapat Menteri Kelautan dan Perikanan serta instansi\nterkait.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "fc47ce9f-9dbc-4f89-8287-236449a499d0",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "649d22a3-0278-419c-8afa-97440d79e768",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Tata cara pelaksanaan pengenaan, penyetoran, dan penyaluran Pungutan Perikanan yang\nterutang diatur lebih lanjut oleh Menteri dengan memperhatikan pertimbangan Menteri Kelautan\ndan Perikanan serta instansi terkait lainnya.\n(2) Tata cara pemungutan Pungutan Perikanan yang terutang diatur lebih lanjut oleh Menteri Kelautan\ndan Perikanan dengan memperhatikan pertimbangan Menteri.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "87276cb3-3f7b-40d0-a82a-82aa8523c639",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "01f6961b-f445-4516-adf5-a1a624b73a86",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pungutan Perikanan yang terutang sebagaimana dimaksud dalam Pasal 2, dikenakan terhadap Wajib\nBayar yang menggunakan kapal penangkap ikan dengan bobot sama atau lebih besar dari 30 (tiga puluh)\nGross Tonage (GT), atau menggunakan mesin berkekuatan sama atau lebih dari 90 (sembilan puluh) daya\nkuda, atau panjang keseluruhan kapal minimal 18 (delapan belas) meter dan beroperasi di luar 12 (dua\nbelas) mil laut diukur dari garis pantai ke arah laut lepas dan atau ke arah perairan kepulauan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "6adfdbcf-cbf6-410c-9593-bf372b52ebc0",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "13dad6dc-19fb-495c-8068-3dadfd0d9a6c",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Seluruh Pungutan Perikanan sebagaimana dimaksud dalam Pasal 2, wajib disetor langsung ke rekening\nKas Negara.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "79790772-bc70-4352-a102-97fdece9bcae",
            "name": "Article 9",
            "type": "article",
            "children": {
                "id": "e6f075c1-7505-4f96-9385-5bf4d3a35a4d",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Tarif Atas Jenis Penerimaan Negara Bukan Pajak yang belum tercakup dalam Peraturan Pemerintah ini,\nakan disusulkan sebagai bagian yang tidak terpisahkan dan pencantumannya dilakukan dengan Peraturan\nPemerintah tersendiri.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "b1cb7d2b-fd26-4091-8eec-5fc09cb20d1b",
            "name": "Article 10",
            "type": "article",
            "children": {
                "id": "a59e9bfe-9e18-4eb8-8f3c-92571360ce3f",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dengan berlakunya Peraturan Pemerintah ini, maka Tarif atas Jenis Penerimaan Negara Bukan Pajak\nyang Berlaku pada Departemen Pertanian sebagaimana dimaksud dalam Lampiran IIA Angka (7)\nPeraturan Pemerintah Nomor 22 Tahun 1997 tentang Jenis dan Penyetoran Penerimaan Negara Bukan\nPajak sebagaimana telah diubah dengan Peraturan Pemerintah Nomor 52 Tahun 1998 yaitu Pungutan\nPengusahaan Perikanan, Pungutan Hasil Perikanan, Pungutan atas penggunaan kapal perikanan\nberbendera asing dengan cara sewa untuk menangkap ikan di Zona Ekonomi Eksklusif Indonesia, dan\nPungutan Perikanan yang berasal dari hasil penangkapan, dinyatakan tidak berlaku.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "9785c84d-5ab1-44e0-8c65-70beddb543f8",
            "name": "Article 11",
            "type": "article",
            "children": {
                "id": "2b51ff93-21f1-4356-bc03-d01562b1d250",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku 30 (tiga puluh) hari sejak tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan\npenempatannya dalam Lembaran Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "142",
        "Tahun": "2000",
        "Tentang": "TARIF ATAS JENIS PENERIMAAN NEGARA BUKAN PAJAK\nYANG BERLAKU PADA DEPARTEMEN KELAUTAN DAN PERIKANAN\nPRESIDEN REPUBLIK INDONESIA,",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa sebagai pelaksanaan Undang-undang Nomor 20 Tahun 1997 tentang\nPenerimaan Negara Bukan Pajak, telah ditetapkan jenis penerimaan dari Pungutan\nPengusahaan Perikanan dan Pungutan Hasil Perikanan;",
            "b": " bahwa sehubungan dengan hal tersebut, dipandang perlu menetapkan Peraturan\nPemerintah tentang Tarif Atas Jenis Penerimaan Negara Bukan Pajak yang Berlaku\npada Departemen Kelautan dan Perikanan;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945 sebagaimana telah diubah dengan\nPerubahan Kedua Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 5 Tahun 1983 tentang Zona Ekonomi Eksklusif Indonesia\n(Lembaran Negara Republik Indonesia Tahun 1983 Nomor 44, Tambahan Lembaran\nNegara Nomor 3260);",
            "3": " Undang-undang Nomor 9 Tahun 1985 tentang Perikanan (Lembaran Negara Republik\nIndonesia Tahun 1985 Nomor 16, Tambahan Lembaran Negara Nomor 3209);",
            "4": " Undang-undang Nomor 6 Tahun 1996 tentang Perairan Indonesia (Lembaran Negara\nRepublik Indonesia Tahun 1996 Nomor 73, Tambahan Lembaran Negara Noor 3647);",
            "5": " Undang-undang Nomor 20 Tahun 1997 tentang Penerimaan Negara Bukan Pajak\n(Lembaran Negara Republik Indonesia Tahun 1997 Nomor 43, Tambahan Lembaran\nNegara Nomor 3687);",
            "6": " Undang-undang Nomor 22 Tahun 1999 tentang Pemerintahan Daerah (Lembaran\nNegara Republik Indonesia Tahun 1999 Nomor 60, Tambahan Lembaran Negara\nNomor 3839);",
            "7": " Undang-undang Nomor 25 Tahun 1999 tentang Perimbangan Keuangan antara\nPemerintah Pusat dan Daerah (Lembaran Negara Republik Indonesia Tahun 1999\nNomor 72, Tambahan Lembaran Negara Nomor 3848);",
            "8": " Peraturan Pemerintah Nomor 15 Tahun 1990 tentang Usaha Perikanan (Lembaran\nNegara Republik Indonesia Tahun 1990 Nomor 19, Tambahan Lembaran Negara\nNomor 3408) sebagaimana telah beberapa kali diubah terakhir dengan Peraturan\nPemerintah Nomor 141 Tahun 2000 (Lembaran Negara Republik Indonesia Tahun\n2000 Nomor 256, Tambahan Lembaran Negara Nomor 4058);",
            "9": " Peraturan Pemerintah Nomor 22 Tahun 1997 tentang Jenis dan Penyetoran\nPenerimaan Negara Bukan Pajak (Lembaran Negara Republik Indonesia Tahun 1997\nNomor 57, Tambahan Lembaran Negara Nomor 3694) sebagaimana telah diubah\ndengan Peraturan Pemerintah Nomor 52 Tahun 1998 (Lembaran Negara Republik\nIndonesia Tahun 1998 Nomor 85, Tambahan Lembaran Negara Nomor 3760);",
            "10": " Peraturan Pemerintah Nomor 25 Tahun 2000 tentang Kewenangan Pemerintah dan\nKewenangan Propinsi sebagai Daerah Otonom (Lembaran Negara Republik\nIndonesia Tahun 2000 Nomor 54, Tambahan Lembaran Negara Nomor 3952);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG TARIF ATAS JENIS PENERIMAAN NEGARA\nBUKAN PAJAK YANG BERLAKU PADA DEPARTEMEN KELAUTAN DAN PERIKANAN.",
        "tanggal sah": "21 Desember 2000"
    }
}