{
    "results": [
        {
            "id": "79e2d460-d4bc-489a-bf8b-fc974d85c627",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "b0110a7c-0769-4994-b2fe-d26ec3261f37",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Negara Republik Indonesia melakukan penambahan penyertaan modal ke dalam modal saham Perusahaan Perseroan (Persero) PT Industri Kapal Indonesia yang didirikan berdasarkan Peraturan Pemerintah Nomor 17 Tahun 1977 tentang Penyertaan Modal Negara Republik Indonesia untuk Pendirian Perusahaan Perseroan (Persero) dalam Bidang Industri Kapal.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "e2d4d039-b8ed-4662-bf39-bf90c4122ca1",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "64a6a70d-9a30-4621-be39-e5a1c9fb6b12",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Nilai penambahan penyertaan modal Negara sebagaimana dimaksud dalam Pasal 1 sebesar Rp200.000.000.000,00 (dua ratus miliar rupiah).\n(2) Penambahan penyertaan modal Negara sebagaimana dimaksud pada ayat (1) bersumber dari Anggaran Pendapatan dan Belanja Negara Tahun Anggaran 2012 bagian dari alokasi penyertaan modal Negara pada BUMN Strategis sebesar Rp2.000.000.000.000,00 (dua triliun rupiah).",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "4b95246d-b2e7-447d-9b82-76f7385a3497",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "5efcfed0-669c-44ac-b4ac-08144eba2fb2",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "112",
        "Tahun": "2012",
        "Tentang": "PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA\nKE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO)\nPT INDUSTRI KAPAL INDONESIA",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa untuk memperbaiki struktur permodalan dan meningkatkan kapasitas usaha Perusahaan Perseroan (Persero) PT Industri Kapal Indonesia, perlu melakukan penambahan penyertaan modal Negara Republik Indonesia ke dalam modal saham Perusahaan Perseroan (Persero) PT Industri Kapal Indonesia yang bersumber dari Anggaran Pendapatan dan Belanja Negara Tahun Anggaran 2012 bagian dari alokasi penyertaan modal negara pada BUMN Strategis;",
            "b": " bahwa berdasarkan pertimbangan sebagaimana dimaksud dalam huruf a dan untuk melaksanakan ketentuan Pasal 4 ayat (4) Undang-Undang Nomor 19 Tahun 2003 tentang Badan Usaha Milik Negara, perlu menetapkan Peraturan Pemerintah tentang Penambahan Penyertaan Modal Negara Republik Indonesia ke dalam Modal Saham Perusahaan Perseroan (Persero) PT Industri Kapal Indonesia;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar Negara Republik Indonesia Tahun 1945;",
            "2": " Undang-Undang Nomor 19 Tahun 2003 tentang Badan Usaha Milik Negara (Lembaran Negara Republik Indonesia Nomor 70, Tambahan Lembaran Negara Republik Indonesia Nomor 4297);",
            "3": " Undang-Undang Nomor 1 Tahun 2004 tentang Perbendaharaan Negara (Lembaran Negara Republik Indonesia Tahun 2004 Nomor 5, Tambahan Lembaran Negara Republik Indonesia Nomor 4355);",
            "4": " Undang-Undang Nomor 22 Tahun 2011 tentang Anggaran Pendapatan dan Belanja Negara Tahun Anggaran 2012 (Lembaran Negara Republik Indonesia Tahun 2011 Nomor 113, Tambahan Lembaran Negara Republik Indonesia Nomor 5254) sebagaimana telah diubah dengan Undang-Undang Nomor 4 Tahun 2012 tentang Perubahan atas Undang-Undang Nomor 22 Tahun 2011 tentang Anggaran Pendapatan dan Belanja Negara Tahun Anggaran 2012 (Lembaran Negara Republik Indonesia Tahun 2012 Nomor 87, Tambahan Lembaran Negara Republik Indonesia Nomor 5303);",
            "5": " Peraturan Pemerintah Nomor 44 Tahun 2005 tentang Tata Cara Penyertaan dan Penatausahaan Modal Negara pada Badan Usaha Milik Negara dan Perseroan Terbatas (Lembaran Negara Republik Indonesia Tahun 2005 Nomor 116, Tambahan Lembaran Negara Republik Indonesia Nomor 4555);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT INDUSTRI KAPAL INDONESIA.",
        "tanggal sah": "24 Desember 2012"
    }
}