{
    "results": [
        {
            "id": "992410ed-4951-459f-b882-fb413c7bca8a",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "d3ff800c-43b1-4a57-86d4-b650cd7d8f83",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "7a97abe1-63c4-4951-b13f-ed81b697f69f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan :\n1. Limbah adalah sisa suatu usaha dan/atau kegiatan;\n2. Limbah bahan berbahaya dan beracun, disingkat limbah B3, adalah sisa suatu usaha\ndan/atau kegiatan yang mengandung bahan berbahaya dan/atau beracun yang karena\nsifat dan/atau konsentrasinya dan/atau jumlahnya, baik secara langsung maupun tidak\nlangsung, dapat mencemarkan dan/atau merusakkan lingkungan hidup, dan/atau dapat\nmembahayakan lingkungan hidup, kesehatan, kelangsungan hidup manusia serta\nmakhluk hidup lain;\n3. Pengelolaan limbah B3 adalah rangkaian kegiatan yang mencakup reduksi,\npenyimpanan, pengumpulan, pengangkutan, pemanfaatan, pengolahan, dan\npenimbunan limbah B3;\n4. Reduksi limbah B3 adalah suatu kegiatan pada penghasil untuk mengurangi jumlah dan\nmengurangi sifat bahaya dan racun limbah B3, sebelum dihasilkan dari suatu kegiatan;\n5. Penghasil limbah B3 adalah orang yang usaha dan/atau kegiatannya menghasilkan\nlimbah B3;\n6. Pengumpul limbah B3 adalah badan usaha yang melakukan kegiatan pengumpulan\ndengan tujuan untuk mengumpulkan limbah B3 sebelum dikirim ke tempat pengolahan\ndan/atau pemanfaatan dan/atau penimbunan limbah B3;\n7. Pengangkut limbah B3 adalah badan usaha yang melakukan kegiatan pengangkutan\nlimbah B3;\n8. Pemanfaat limbah B3 adalah badan usaha yang melakukan kegiatan pemanfaatan\nlimbah B3;\n9. Pengolah limbah B3 adalah badan usaha yang mengoperasikan sarana pengolahan\nlimbah B3;\n10. Penimbun limbah B3 adalah badan usaha yang melakukan kegiatan penimbunan limbah\nB3;\n11. Pengawas adalah pejabat yang bertugas di instansi yang bertanggung jawab\nmelaksanakan pengawasan pengelolaan limbah B3;\n12. Penyimpanan adalah kegiatan menyimpan limbah B3 yang dilakukan oleh penghasil\ndan/atau pengumpul dan/atau pemanfaat dan/atau pengolah dan/atau penimbun limbah\nB3 dengan maksud menyimpan sementara;\n13. Pengumpulan limbah B3 adalah kegiatan mengumpulkan limbah B3 dari penghasil\nlimbah B3 dengan maksud menyimpan sementara sebelum diserahkan kepada\npemanfaat dan/atau pengolah dan/atau penimbun limbah B3;\n14. Pengangkutan limbah B3 adalah suatu kegiatan pemindahan limbah B3 dari penghasil\ndan/atau dari pengumpul dan/atau dari pemanfaat dan/atau dari pengolah ke pengumpul\ndan/atau ke pemanfaat dan/atau ke pengolah dan/atau ke penimbun limbah B3;\n15. Pemanfaatan limbah B3 adalah suatu kegiatan perolehan kembali (recovery) dan/atau\npenggunaan kembali (reuse) dan/atau daur ulang (recycle) yang bertujuan untuk\nmengubah limbah B3 menjadi suatu produk yang dapat digunakan dan harus juga aman\nbagi lingkungan dan kesehatan manusia;\n16. Pengolahan limbah B3 adalah proses untuk mengubah karakteristik dan komposisi\nlimbah B3 untuk menghilangkan dan/atau mengurangi sifat bahaya dan/atau sifat racun;\n17. Penimbunan limbah B3 adalah suatu kegiatan menempatkan limbah B3 pada suatu\nfasilitas penimbunan dengan maksud tidak membahayakan kesehatan manusia dan\nlingkungan hidup;\n18. Orang adalah orang perseorangan, dan/atau kelompok orang, dan/atau badan hukum;\n19. Instansi yang bertanggung jawab adalah instansi yang bertanggung jawab di bidang\npengendalian dampak lingkungan;\n20. Menteri adalah Menteri yang ditugasi untuk mengelola lingkungan hidup;",
                        "explanation": "\nAngka (1)\nYang dimaksud dengan sisa suatu kegiatan adalah sisa suatu kegiatan dan/atau proses produksi\nyang antara lain dihasilkan dari kegiatan rumah tangga, rumah sakit, industri, pertambangan dan\nkegiatan lain.\nAngka (2)\nLimbah bahan berbahaya dan beracun ini antara lain adalah bahan baku yang bersifat berbahaya\ndan beracun yang tidak digunakan karena rusak/kadaluarsa, sisa bahan kemasan, tumpahan,\nsisa proses, oli bekas, oli kotor, limbah dari kegiatan pembersihan kapal dan tangki yang\nmemerlukan penanganan dan pengolahan khusus. Tidak termasuk bagi limbah cair yang bersifat\nB3 tetapi dapat diawasi oleh peraturan pemerintah tentang pengendalian pencemaran air serta\nlimbah debu dan gas yang bersifat limbah B3 tetapi dapat diawasi oleh peraturan pemerintah\ntentang pengendalian pencemaran udara.\nAngka (3)\nCukup jelas\nAngka (4)\nCukup jelas\nAngka (5)\nCukup jelas\nAngka (6)\nCukup jelas\nAngka (7)\nCukup jelas\nAngka (8)\nCukup jelas\nAngka (9)\nCukup jelas\nAngka (10)\nCukup jelas\nAngka (11)\nCukup jelas\nAngka (12)\nCukup jelas\nAngka (13)\nCukup jelas\nAngka (14)\nCukup jelas\nAngka (15)\nCukup jelas\nAngka (16)\nProses mengubah karakteristik dan komposisi limbah B3 dilakukan agar limbah tersebut menjadi\ntidak berbahaya dan atau beracun. Proses tersebut dapat dilakukan dengan menggunakan\nteknologi yang sesuai, seperti stabilisasi dan solidifikasi, insinerasi, atau netralisasi.\nApabila teknologi tersebut tidak dapat diterapkan, maka harus digunakan teknologi terbaik yang\ntersedia yang dapat mengolah limbah tersebut seperti pertukaran ion dan membran sel serta\nteknologi-teknologi lain yang sesuai dengan perkembangan pengetahuan dan teknologi.\nAngka (17)\nCukup jelas\nAngka (18)\nCukup jelas\nAngka (19)\nCukup jelas\nAngka (20)\nCukup jelas"
                    }
                },
                {
                    "id": "11fc996c-2fe0-41cd-859b-8f0785f7d8c3",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "7053dedf-f8eb-4964-b191-e5679e4d8f8a",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPengelolaan limbah B3 bertujuan untuk mencegah dan menanggulangi pencemaran dan/atau\nkerusakan lingkungan hidup yang diakibatkan oleh limbah B3 serta melakukan pemulihan\nkualitas lingkungan yang sudah tercemar sehingga sesuai fungsinya kembali.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "d06064e4-257e-4874-bbf9-83caa7db34c3",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "63088ee4-609f-4935-95b7-e86b349519a6",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSetiap orang yang melakukan usaha dan/atau kegiatan yang menghasilkan limbah B3 dilarang\nmembuang limbah B3 yang dihasilkannya itu secara langsung ke dalam media lingkungan hidup,\ntanpa pengolahan terlebih dahulu.",
                        "explanation": "\nYang dimaksud dengan membuang limbah B3 langsung ke dalam tanah, air atau udara adalah\npembuangan limbah B3 tanpa pengolahan terlebih dahulu. Ketentuan ini dimaksudkan agar\nlimbah B3 yang dihasilkan dapat dikelola dengan baik sehingga tidak berbahaya dan/atau\nberacun lagi terhadap kesehatan manusia dan/atau lingkungan hidup."
                    }
                },
                {
                    "id": "e0f4d24e-d6b6-4f71-8c95-0573adcd61f2",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "93a1333f-750a-417c-95ff-4e8ea85cbdd2",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSetiap orang atau badan usaha yang melakukan kegiatan penyimpanan, pengumpulan,\npengangkutan, pengolahan, dan penimbunan limbah B3 dilarang melakukan pengenceran untuk\nmaksud menurunkan konsentrasi zat racun dan bahaya limbah B3.",
                        "explanation": "\nYang dimaksud dengan pengenceran adalah menambahkan cairan atau zat lainnya pada limbah\nB3 sehingga kosentrasi zat racun dan/atau tingkat bahayanya turun, tetapi beban\npencemarannya masih tetap sama dengan sebelum dilakukan pengenceran. Hal ini dilarang\nkarena pengenceran tidak akan menghilangkan sifat berbahaya dan beracunnya limbah B3."
                    }
                },
                {
                    "id": "f0461e61-f09d-41e9-addc-3a73ae5e8232",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "dec08898-edb3-46b7-89bb-d4483a70055d",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPengelolaan limbah radio aktif dilakukan oleh instansi yang bertanggung jawab atas pengelolaan\nradio aktif sesuai dengan peraturan perundang-undangan yang berlaku.",
                        "explanation": "\nPengelolaan limbah radio aktif dilakukan oleh Badan Tenaga Atom Nasional yang merupakan\ninstansi yang bertanggung jawab di bidang pengelolaan limbah radio aktif."
                    }
                }
            ]
        },
        {
            "id": "eb08a063-abf1-4958-a697-c1051c734cb8",
            "name": "Chapter II",
            "title": "\nIDENTIFIKASI LIMBAH B3",
            "type": "chapter",
            "children": [
                {
                    "id": "75661257-18d3-40fc-8f2d-2514ccdb12a2",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "0f10a91a-c14a-4bc9-bd1e-815335aa72f0",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nLimbah B3 dapat diidentifikasi menurut sumber dan karakteristiknya.",
                        "explanation": "\nLangkah pertama yang dilakukan dalam pengelolaan limbah B3 adalah mengidentifikasikan\nlimbah dari penghasil tersebut apakah termasuk limbah B3 atau tidak.\nMengidentifikasikan limbah ini akan memudahkan pihak penghasil, pengumpul, pengangkut,\npemanfaat, pengolah, atau penimbun dalam mengenali limbah B3 tersebut sedini mungkin.\nMengidentifikasi limbah sebagai limbah B3 dilakukan melalui tahapan sebagai berikut:\na. Mencocokkan jenis limbah dengan daftar jenis limbah B3, dan apabila cocok dengan\ndaftar jenis limbah B3, maka limbah tersebut termasuk limbah B3;\nb. apabila tidak cocok dengan daftar jenis limbah B3, maka diperiksa apakah limbah\ntersebut memiliki karakteristik: mudah meledak atau mudah terbakar atau beracun atau\nbersifat reaktif atau menyebabkan infeksi atau bersifat korosif.\nc. Apabila kedua tahapan tersebut sudah dilakukan dan tidak memenuhi ketentuan limbah\nB3, maka uji terakhir yang dilakukan adalah uji toksikologi."
                    }
                },
                {
                    "id": "b7dc91e5-d0fb-4582-b6b1-d96b8326d279",
                    "name": "Article 7",
                    "type": "article",
                    "children": [
                        {
                            "id": "9cf69fe2-7169-46f4-8610-dddd5a5e3e1b",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Jenis limbah B3 menurut sumbernya meliputi:\na.  Limbah B3 dari sumber tidak spesifik;\nb.  Limbah B3 dari sumber spesifik;\nc.  Limbah B3 dari bahan kimia kadaluarsa, tumpahan, bekas kemasan, dan buangan\nproduk yang tidak memenuhi spesifikasi.",
                            "explanation": "\nLimbah B3 dari sumber tidak spesifik adalah limbah B3 yang pada umumnya berasal\nbukan dari proses utamanya, tetapi berasal dari kegiatan pemeliharaan alat, pencucian,\npencegahan korosi (inhibitor korosi), pelarutan kerak, pengemasan, dan lain-lain.\nLimbah B3 dari sumber spesifik adalah limbah B3 sisa proses suatu industri atau\nkegiatan yang secara spesifik dapat ditentukan.\nLimbah B3 dari bahan kimia kadaluarsa, tumpahan, sisa kemasan, atau buangan produk\nyang tidak memenuhi spesifikasi, karena tidak memenuhi spesifikasi yang ditentukan\natau tidak dapat dimanfaatkan kembali, maka suatu produk menjadi limbah B3 yang\nmemerlukan pengelolaan seperti limbah B3 lainnya. Hal yang sama juga berlaku untuk\nsisa kemasan limbah B3 dan bahan-bahan kimia yang kadaluarsa."
                        },
                        {
                            "id": "f1a23940-2977-43cd-b6cb-7dbe708e0a8b",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Daftar limbah dengan kode limbah D220, D221, D222, dan D223 dapat dinyatakan\nlimbah B3 setelah dilakukan uji *Toxicity Characteristic Leaching Procedure* (TCLP)\ndan/atau uji karakteristik.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "326f9b23-fb9e-47d9-bc47-14629ed4362b",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Perincian dari masing-masing jenis sebagaimana dimaksud pada ayat (1) seperti\ntercantum dalam lampiran I Peraturan Pemerintah ini.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "b1409af5-79cb-42ac-9452-2f079a12f038",
                    "name": "Article 8",
                    "type": "article",
                    "children": [
                        {
                            "id": "b649bca1-36f1-47dd-901d-20468b47222d",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Limbah yang tidak termasuk dalam daftar sebagaimana dimaksud dalam Pasal 7 ayat\n(3) diidentifikasi sebagai limbah B3 apabila setelah melalui pengujian memiliki salah satu\natau lebih karakteristik sebagai berikut:\na. mudah meledak;\nb. mudah terbakar;\nc. bersifat reaktif;\nd. beracun;\ne. menyebabkan infeksi; dan\nf.\nbersifat korosif.",
                            "explanation": "\nPengujian karakteristik limbah dilakukan sebelum limbah tersebut mendapat perlakuan\npengolahan.\nDalam ketentuan ini yang dimaksud dengan :\na. Limbah mudah meledak adalah limbah yang pada suhu dan tekanan standar (25 OC, 760\nmmHg) dapat meledak atau melalui reaksi kimia dan/atau fisika dapat menghasilkan gas\ndengan suhu dan tekanan tinggi yang dengan cepat dapat merusak lingkungan\nsekitarnya.\nb. Limbah mudah terbakar adalah limbah-limbah yang mempunyai salah satu sifat-sifat\nsebagai berikut :\n1) Limbah yang berupa cairan yang mengandung alkohol kurang dari 24% volume\ndan/atau pada titik nyala tidak lebih dari 60 0C (140 OF) akan menyala apabila terjadi\nkontak dengan api, percikan api atau sumber nyala lain pada tekanan udara 760 mmHg.\n2) Limbah yang bukan berupa cairan, yang pada temperatur dan tekanan standar (25 OC,\n760 mmHg) dapat mudah menyebabkan kebakaran melalui gesekan, penyerapan uap air\natau perubahan kimia secara spontan dan apabila terbakar dapat menyebabkan\nkebakaran yang terus menerus.\n3) Merupakan limbah yang bertekanan yang mudah terbakar.\n4) Merupakan limbah pengoksidasi.\nc. Limbah yang bersifat reaktif adalah limbah-limbah yang mempunyai salah satu sifat-sifat\nsebagai berikut :\n1) Limbah yang pada keadaan normal tidak stabil dan dapat menyebabkan perubahan\ntanpa peledakan.\n2) Limbah yang dapat bereaksi hebat dengan air\n3) Limbah yang apabila bercampur dengan air berpotensi menimbulkan ledakan,\nmenghasilkan gas, uap atau asap beracun dalam jumlah yang membahayakan bagi\nkesehatan manusia dan lingkungan.\n4) Merupakan limbah Sianida, Sulfida atau Amoniak yang pada kondisi pH antara 2 dan\n12,5 dapat menghasilkan gas, uap atau asap beracun dalam jumlah yang\nmembahayakan kesehatan manusia dan lingkungan.\n5) Limbah yang dapat mudah meledak atau bereaksi pada suhu dan tekanan standar (25\n0C, 760 mmHg).\n6) Limbah yang menyebabkan kebakaran karena melepas atau menerima oksigen atau\nlimbah organik peroksida yang tidak stabil dalam suhu tinggi.\nd. Limbah beracun adalah limbah yang mengandung pencemar yang bersifat racun bagi\nmanusia atau lingkungan yang dapat menyebabkan kematian atau sakit yang serius\napabila masuk ke dalam tubuh melalui pernafasan, kulit atau mulut.\nPenentuan sifat racun untuk identifikasi limbah ini dapat menggunakan baku mutu konsentrasi\nTCLP (Toxicity Characteristic Leaching Procedure) pencemar organik dan anorganik dalam\nlimbah sebagaimana yang tercantum dalam Lampiran II Peraturan Pemerintah ini.\nApabila limbah mengandung salah satu pencemar yang terdapat dalam Lampiran II, dengan\nkonsentrasi sama atau lebih besar dari nilai dalam Lampiran II tersebut, maka limbah tersebut\nmerupakan limbah B3. Bila nilai ambang batas zat pencemar tidak terdapat pada Lampiran II\ntersebut maka dilakukan uji toksikologi.\ne. Limbah yang menyebabkan infeksi.\nBagian tubuh manusia yang diamputasi dan cairan dari tubuh manusia yang terkena infeksi,\nlimbah dari laboratorium atau limbah lainnya yang terinfeksi kuman penyakit yang dapat menular.\nLimbah ini berbahaya karena mengandung kuman penyakit seperti hepatitis dan kolera yang\nditularkan pada pekerja, pembersih jalan, dan masyarakat di sekitar lokasi pembuangan limbah.\nf. Limbah bersifat korosif adalah limbah yang mempunyai salah satu sifat sebagai berikut:\n(1) Menyebabkan iritasi (terbakar) pada kulit.\n(2) Menyebabkan proses pengkaratan pada lempeng baja (SAE 1020) dengan laju korosi lebih\nbesar dari 6,35 mm/tahun dengan temperatur pengujian 55 0C.\n(3) Mempunyai pH sama atau kurang dari 2 untuk limbah bersifat asam dan sama atau lebih\nbesar dari 12,5 untuk yang bersifat basa."
                        },
                        {
                            "id": "9b3d2693-657a-48b0-91db-57bd9c474cb5",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Limbah yang termasuk limbah B3 adalah limbah lain yang apabila diuji dengan\nmetode toksikologi memiliki LD50 di bawah nilai ambang batas yang telah ditetapkan.",
                            "explanation": "\nUji toksikologi untuk menetapkan nilai LD50 (Lethal Dose Fifty). Yang dimaksud dengan LD50\nadalah perhitungan dosis (gram pencemar per kilogram) yang dapat menyebabkan kematian 50\n% populasi makhluk hidup yang dijadikan percobaan. Apabila LD50 lebih besar dari 15 gram per\nkilogram berat badan maka limbah tesebut bukan limbah B3.\nUntuk melakukan uji toksikologi dengan bio essai dilaksanakan untuk limbah B3 yang tidak\nmempunyai dosis referensi dan/atau limbah B3 yang bersifat akut. Adapun limbah B3 yang\nbersifat kronis dilakukan telaahan dengan metodologi perhitungan dan atau berdasarkan hasil\nstudi dan perkembangan ilmu pengetahuan yang ditetapkan oleh instansi yang bertanggung\njawab dibidang pengendalian dampak lingkungan.\nBilamana limbah tersebut dinyatakan limbah non B3, setelah dilakukan pengujian toksikologi,\nmaka pengelolaannya dapat dilakukan berdasarkan ketentuan yang ditetapkan oleh instansi yang\nbertanggung jawab."
                        }
                    ]
                }
            ]
        },
        {
            "id": "656f55c0-dfdb-4c5b-894e-8798d48d7895",
            "name": "Chapter III",
            "title": "\nPELAKU PENGELOLAAN",
            "type": "chapter",
            "children": [
                {
                    "id": "9b420680-c9aa-4a00-9d2a-dc53bc72aa2a",
                    "name": "Section First",
                    "title": "\nPenghasil",
                    "type": "section",
                    "children": [
                        {
                            "id": "c4720ccd-a22f-4e85-9cbd-a0fdab29d72b",
                            "name": "Article 9",
                            "type": "article",
                            "children": [
                                {
                                    "id": "d18d5141-f2f4-4d25-b14c-b1d81ec9f37e",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Setiap orang yang melakukan usaha dan/atau kegiatan yang menggunakan bahan\nberbahaya dan beracun dan/atau menghasilkan limbah B3 wajib melakukan reduksi\nlimbah B3, mengolah limbah B3 dan/atau menimbun limbah B3.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "98d815a7-7441-4c3d-91e7-b2dd09d7b0af",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Apabila kegiatan reduksi sebagaimana dimaksud pada ayat (1) masih menghasilkan\nlimbah B3, dan limbah B3 tersebut masih dapat dimanfaatkan, penghasil dapat\nmemanfaatkannya sendiri atau menyerahkan pemanfaatannya kepada pemanfaat limbah\nB3.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "a0a9a758-3c44-4648-854f-0c0760d5f344",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Setiap orang yang menghasilkan limbah B3 wajib mengolah limbah B3 yang\ndihasilkannya sesuai dengan teknologi yang ada dan jika tidak mampu diolah di dalam\nnegeri dapat diekspor ke negara lain yang memiliki teknologi pengolahan limbah B3.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "7003d26c-02e2-4033-9149-cb63585e4580",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Pengolahan dan/atau penimbunan limbah B3 sebagaimana dimaksud pada ayat (1)\ndapat dilakukan sendiri oleh penghasil limbah B3 atau penghasil limbah B3 dapat\nmenyerahkan pengolahan dan/atau penimbunan limbah B3 yang dihasilkannya itu\nkepada pengolah dan/atau penimbun limbah B3.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "a18ed836-f4a0-4d24-a723-3c3fbb34c4e2",
                                    "name": "Verse 5",
                                    "number": "5",
                                    "type": "verse",
                                    "content": " Penyerahan limbah B3 kepada pemanfaat sebagaimana dimaksud pada ayat (2),\nuntuk diekspor sebagaimana dimaksud pada ayat (3), serta kepada pengolah dan/atau\npenimbun limbah B3 sebagaimana dimaksud pada ayat (4) tidak mengurangi tanggung\njawab penghasil limbah B3 untuk mengolah limbah B3 yang dihasilkannya.",
                                    "explanation": "\nPada prinsipnya penghasil tetap bertanggung jawab terhadap limbah B3 yang dihasilkannya."
                                },
                                {
                                    "id": "f49b97de-8dd2-4aaa-9863-49f4ccdb67e0",
                                    "name": "Verse 6",
                                    "number": "6",
                                    "type": "verse",
                                    "content": " Ketentuan pengelolaan limbah B3 yang dihasilkan dari kegiatan rumah tangga dan\nkegiatan skala kecil ditetapkan kemudian oleh Kepala instansi yang bertanggung jawab.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "4f30a0b6-d574-43fc-86e7-9c982dc0f466",
                            "name": "Article 10",
                            "type": "article",
                            "children": [
                                {
                                    "id": "a4ddf48e-20f7-4ede-a232-f78dd9bf48af",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Penghasil limbah B3 dapat menyimpan limbah B3 yang dihasilkannya paling lama 90\n(sembilan puluh) hari sebelum menyerahkannya kepada pengumpul atau pemanfaat atau\npengolah atau penimbun limbah B3.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "f47ffb89-2ed9-408a-b141-292c92b882ed",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Bila limbah B3 yang dihasilkan kurang dari 50 (lima puluh) kilogram per hari,\npenghasil limbah B3 dapat menyimpan limbah B3 yang dihasilkannya lebih dari sembilan",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "d2c24a3f-d664-4a5f-9175-496cfefaba2a",
                            "name": "Article 11",
                            "type": "article",
                            "children": [
                                {
                                    "id": "15f90888-2123-4c3e-9420-13f0d043ed08",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Penghasil limbah B3 wajib membuat dan menyimpan catatan tentang :\na. jenis, karakteristik, jumlah dan waktu dihasilkannya limbah B3;\nb. jenis, karakteristik, jumlah dan waktu penyerahan limbah B3;\nc. nama pengangkut limbah B3 yang melaksanakan pengiriman kepada pengumpul atau\npemanfaat atau pengolah atau penimbun limbah B3.",
                                    "explanation": "\nKonsekuensi dari prinsip bahwa jejak limbah B3 harus diikuti sejak dihasilkan sampai penimbunan akhir, maka penghasil limbah B3 wajib membuat dan menyimpan catatan tentang jumlah dan jenis limbah B3 yang dihasilkan dan dikirimkan kepada pengumpul atau pengolah limbah B3, serta pengangkut yang melaksanakan pengangkutannya. Apabila pengangkutan dilakukan oleh penghasil sendiri, maka ketentuan mengenai catatan nama pengangkut tidak berlaku.\nApabila penghasil limbah B3 juga melakukan pemanfaatan, pengolahan, dan penimbunan limbah B3, maka penghasil limbah B3 harus melaporkan pengelolaan limbah B3-nya."
                                },
                                {
                                    "id": "4a1cbf25-92ec-4959-87e1-44fee13f11e6",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Penghasil limbah B3 wajib menyampaikan catatan sebagaimana dimaksud pada ayat\n(1) sekurang-kurangnya sekali dalam enam bulan kepada instansi yang bertanggung\njawab dengan tembusan kepada instansi yang terkait dan Bupati/Walikotamadya Kepala\nDaerah Tingkat II yang bersangkutan.",
                                    "explanation": "\nPenyampaian catatan ini dimaksudkan agar jumlah limbah B3 yang dihasilkan oleh penghasil dapat dipantau oleh instansi yang bertanggung jawab.\nDengan diketahuinya jumlah limbah B3 yang dihasilkan, maka akan diketahui peta sumber limbah B3 yang menjadi dasar pengembangan kebijakan pengelolaan limbah B3."
                                },
                                {
                                    "id": "c04296a4-a07d-4157-b703-2dbf55b0fa31",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Catatan sebagaimana dimaksud pada ayat (1) dipergunakan untuk:\na. inventarisasi jumlah limbah B3 yang dihasilkan;\nb. sebagai bahan evaluasi dalam rangka penetapan kebijaksanaan dalam pengelolaan\nlimbah B3.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "e64305d6-2eaf-4899-a550-47f1318fec4e",
                    "name": "Section Second",
                    "title": "\nPengumpul",
                    "type": "section",
                    "children": [
                        {
                            "id": "b6ac3af9-f5c9-4bc5-aff4-c4e2b21a0866",
                            "name": "Article 12",
                            "type": "article",
                            "children": {
                                "id": "9184b0c0-eb88-4be9-aa31-e53438e06243",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPengumpul limbah B3 dilakukan oleh badan usaha yang melakukan kegiatan pengumpulan\nlimbah B3.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "a9050674-f816-4087-83be-fcbcdcfc9a28",
                            "name": "Article 13",
                            "type": "article",
                            "children": [
                                {
                                    "id": "98921c73-d560-463f-8962-1422507257b3",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pengumpul limbah B3 wajib membuat catatan tentang :\na. jenis, karakteristik, jumlah limbah B3 dan waktu diterimanya limbah B3 dari penghasil\nlimbah B3;\nb. jenis, karakteristik, jumlah, dan waktu penyerahan limbah B3 kepada pemanfaat dan/atau\npengolah dan/atau penimbun limbah B3;\nc. nama pengangkut limbah B3 yang melaksanakan pengiriman kepada pemanfaat\ndan/atau pengolah dan/atau penimbun limbah B3.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "c49a8641-9d8a-40ce-84dd-13c65fa962e0",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pengumpul limbah B3 wajib menyampaikan catatan sebagaimana dimaksud pada\nayat (1) sekurang-kurangnya sekali dalam enam bulan kepada instansi yang\nbertanggung jawab dengan tembusan kepada instansi yang terkait dan\nBupati/Walikotamadya Kepala Daerah Tingkat II yang bersangkutan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "2b96cbe3-03a9-4292-b641-2bc22595b146",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Catatan sebagaimana dimaksud pada ayat (1) dipergunakan untuk;\na. inventarisasi jumlah limbah B3 yang dikumpulkan;\nb. sebagai bahan evaluasi dalam rangka penetapan kebijaksanaan dalam pengelolaan\nlimbah B3.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "deaa6dc3-6c1f-4734-a105-93c7e4801067",
                            "name": "Article 14",
                            "type": "article",
                            "children": [
                                {
                                    "id": "547ca230-afff-4a00-b469-0de40c39895c",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pengumpul limbah B3 dapat menyimpan limbah B3 yang dikumpulkannya paling lama\n90 (sembilan puluh) hari sebelum diserahkan kepada pemanfaat dan/atau pengolah\ndan/atau penimbun limbah B3.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "284f3189-8370-43d5-b7be-7594e4ea082f",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pengumpul limbah B3 bertanggung jawab terhadap limbah B3 yang dikumpulkan.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "007f9a92-5015-4a7c-b11b-00ac5e5e4133",
                    "name": "Section Third",
                    "title": "\nPengangkut",
                    "type": "section",
                    "children": [
                        {
                            "id": "516c1dad-14cd-4d66-a998-1aef821510c9",
                            "name": "Article 15",
                            "type": "article",
                            "children": [
                                {
                                    "id": "e6b8d6ef-1068-4b8f-9570-ffd30fd3249d",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pengangkut limbah B3 dilakukan oleh badan usaha yang melakukan kegiatan\npengangkutan limbah B3.",
                                    "explanation": "\nDokumen limbah B3 adalah surat yang diberikan pada waktu penyerahan limbah B3 oleh\npenghasil limbah B3 atau pengumpul limbah B3 kepada pengangkut limbah B3. Dokumen limbah\nB3 tersebut berisi ketentuan sebagai berikut :\na. nama dan alamat penghasil atau pengumpul limbah B3 yang menyerahkan limbah B3;\nb. tanggal penyerahan limbah B3;\nc. nama dan alamat pengangkut limbah B3;\nd. tujuan pengangkutan limbah B3;\ne. jenis, jumlah, komposisi, dan karakteristik limbah B3 yang diserahkan.\nDokumen limbah B3 dibuat dalam rangkap 7 (tujuh) apabila pengangkutan hanya satu kali dan\napabila pengangkutan lebih dari satu kali (antar moda), maka dokumen terdiri dari 11 (sebelas)\nrangkap dengan rincian sebagai berikut:\na. lembar asli (pertama) disimpan oleh pengangkut limbah B3 setelah ditandatangani oleh\npengirim limbah B3;\nb. lembar kedua yang sudah ditandatangani oleh pengangkut limbah B3, oleh pengirim\nlimbah B3 dikirimkan kepada instansi yang bertanggung jawab;\nc. lembar ketiga yang sudah ditandatangani oleh pengangkut disimpan oleh pengirim\nlimbah B3;\nd. lembar keempat setelah ditandatangani oleh pengirim limbah B3 oleh pengangkut\ndiserahkan kepada penerima limbah B3;\ne. lembar kelima dikirimkan oleh penerima kepada instansi yang bertanggung jawab setelah\nditandatangani oleh penerima limbah B3;\nf. lembar keenam dikirim oleh pengangkut kepada Bupati/Walikotamadya Kepala Daerah\nTingkat II yang bersangkutan dengan pengirim, setelah ditandatangani oleh penerima\nlimbah B3;\ng. lembar ketujuh setelah ditandatangani oleh penerima oleh pengangkut dikirimkan kepada\npengirim limbah B3;\nh. lembar kedelapan sampai dengan lembar kesebelas dikirim oleh pengangkut kepada\npengirim limbah B3 setelah ditandatangani oleh pengangkut terdahulu dan diserahkan\nkepada pengangkut berikutnya/antar moda."
                                },
                                {
                                    "id": "f541eca8-081d-4e4d-8a04-b1448eecbe64",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pengangkutan limbah B3 dapat dilakukan oleh penghasil limbah B3 untuk limbah\nyang dihasilkannya sendiri.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "87d876ca-10eb-4b16-8d8f-f5e3bf1f0bfe",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Apabila penghasil limbah B3 bertindak sebagai pengangkut limbah B3, maka wajib\nmemenuhi ketentuan yang berlaku bagi pengangkut limbah B3.",
                                    "explanation": "\nPasal 16"
                                }
                            ]
                        },
                        {
                            "id": "a7e8189e-f9f0-448d-8a6f-3cf1643d6bf3",
                            "name": "Article 16",
                            "type": "article",
                            "children": [
                                {
                                    "id": "d2fe5429-648f-4b3f-94ca-7320514f00f7",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Setiap pengangkutan limbah B3 oleh pengangkut limbah B3 wajib disertai dokumen\nlimbah B3.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "abaec446-522c-47ad-9a19-d450a6056087",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Ketentuan lebih lanjut mengenai bentuk dokumen limbah B3 sebagaimana dimaksud\npada ayat (1) ditetapkan oleh Kepala instansi yang bertanggung jawab.",
                                    "explanation": "Tidak ada Penjelasan"
                                }
                            ]
                        },
                        {
                            "id": "64f58df7-f954-4765-8663-182d72169de2",
                            "name": "Article 17",
                            "type": "article",
                            "children": {
                                "id": "ff553945-cf2a-4c60-a6ba-a09054e4bf9c",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPengangkut limbah B3 wajib menyerahkan limbah B3 dan dokumen limbah B3 sebagaimana\ndimaksud dalam Pasal 16 ayat (1) kepada pengumpul dan/atau pemanfaat dan/atau pengolah\ndan/atau penimbun limbah B3 yang ditunjuk oleh penghasil limbah B3.",
                                "explanation": "\nCukup jelas"
                            }
                        }
                    ]
                },
                {
                    "id": "2b77c95d-6831-4987-a91b-60a24b4ad188",
                    "name": "Section Fourth",
                    "title": "\nPemanfaat",
                    "type": "section",
                    "children": [
                        {
                            "id": "db9c36e8-8585-4002-94e4-11c21737c90e",
                            "name": "Article 18",
                            "type": "article",
                            "children": {
                                "id": "30075f96-7aa8-4d31-b5b2-545300f1b806",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPemanfaat limbah B3 dilakukan oleh penghasil atau badan usaha yang melakukan kegiatan\npemanfaatan limbah B3.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "6ee2f7f3-87f3-4228-bdb5-becd048b4157",
                            "name": "Article 19",
                            "type": "article",
                            "children": [
                                {
                                    "id": "e097f9c8-204a-4eed-a7c2-09ded7bee0fe",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pemanfaat limbah B3 yang menghasilkan limbah B3 wajib memenuhi ketentuan\nmengenai penghasil limbah B3.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "634559f8-f385-485c-b722-fa08ab5ce841",
                            "name": "Article 20",
                            "type": "article",
                            "children": {
                                "id": "9c07e968-5511-49e1-a06b-2b9432847e4a",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPermanfaat limbah B3 dapat menyimpan limbah B3 sebelum dimanfaatkan paling lama 90\n(sembilan puluh) hari.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "f982bdd6-7da4-4a1b-adb0-c46134fad427",
                            "name": "Article 21",
                            "type": "article",
                            "children": {
                                "id": "ee962aeb-2b86-454b-9d54-f58f82f88033",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPemanfaat limbah B3 wajib membuat dan menyimpan catatan mengenai :\na. sumber limbah B3 yang dimanfaatkan;\nb. jenis, karakteristik, dan jumlah limbah B3 yang dikumpulkan;\nc. jenis, karakteristik, dan jumlah limbah B3 yang dimanfaatkan dan produk yang dihasilkan;\nd. nama pengangkut yang melakukan pengangkutan limbah B3 dari penghasil dan/atau pengumpul limbah B3.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "87dc906f-5028-4db0-87d5-6730f402cffa",
                            "name": "Article 22",
                            "type": "article",
                            "children": [
                                {
                                    "id": "a181e7a9-ad3e-4942-98c1-83e7c1f9f624",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pemanfaat limbah B3 wajib menyampaikan catatan sebagaimana dimaksud pada Pasal 21 sekurang-kurangnya sekali dalam enam bulan kepada instansi yang bertanggung jawab dengan tembusan kepada instansi yang terkait dan Bupati/Walikotamadya Kepala Daerah Tingkat II yang bersangkutan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "d53dfcca-7500-4230-9038-aaf011457634",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Catatan sebagaimana dimaksud pada ayat (1) dipergunakan untuk :\na. inventarisasi jumlah limbah B3 yang dimanfaatkan;\nb. sebagai bahan evaluasi dalam rangka penetapan kebijaksanaan dalam pengelolaan limbah B3.",
                                    "explanation": ""
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "f67a89a0-3742-49fa-9e55-66c414e50a7d",
                    "name": "Section Fifth",
                    "title": "\nPengolah",
                    "type": "section",
                    "children": [
                        {
                            "id": "3e4b57e0-9b5e-4c2a-8713-4e8fb66af50b",
                            "name": "Article 23",
                            "type": "article",
                            "children": [
                                {
                                    "id": "9ed1bcf6-2121-4fd6-bc41-f4f33e5806b6",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pengolah limbah B3 dilakukan oleh penghasil atau badan usaha yang melakukan kegiatan pengolahan limbah B3.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "e1c55ad5-63e4-423d-8206-a87d275fef63",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pengolah limbah B3 dapat menyimpan limbah B3 yang akan diolah paling lama 90 (sembilan puluh) hari\n(3) Pengolah limbah B3 dapat menyimpan limbah B3 yang dihasilkannya paling lama 90 (sembilan puluh) hari.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "2523dc97-5539-42ae-9397-bba2cef9c345",
                            "name": "Article 24",
                            "type": "article",
                            "children": [
                                {
                                    "id": "de025bae-4499-4fd8-adc0-5f16cae93ba8",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pengolah limbah B3 wajib membuat dan menyimpan catatan mengenai :\na. sumber limbah B3 yang diolah;\nb. jenis, karakteristik, dan jumlah limbah B3 yang diolah;\nc. nama pengangkut yang melakukan pengangkutan limbah B3.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "16cb422c-3bc9-4135-9be8-0e45e2aab90f",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pengolah limbah B3 wajib menyampaikan catatan sebagaimana dimaksud pada ayat\n(1) sekurang-kurangnya sekali dalam enam bulan kepada instansi yang bertanggung\njawab dengan tembusan kepada instansi terkait dan Bupati/Wali kotamadya Kepala\nDaerah Tingkat II yang bersangkutan.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "e11c2481-01e9-41fc-974f-3ebaba9f418d",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Catatan sebagaimana dimaksud pada ayat (1) dipergunakan untuk :\na. inventarisasi jumlah limbah B3 yang dimanfaatkan;\nb. sebagai bahan evaluasi dalam rangka penetapan kebijaksanaan dalam pengelolaan\nlimbah B3.",
                                    "explanation": "Tidak ada Penjelasan"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "f0ce11e1-e4c1-4a6b-919b-d1031d74c34d",
                    "name": "Section Sixth",
                    "title": "\nPenimbun",
                    "type": "section",
                    "children": [
                        {
                            "id": "ca7b27c1-b58c-481e-8c7c-2e7d020ab755",
                            "name": "Article 25",
                            "type": "article",
                            "children": [
                                {
                                    "id": "ee52391e-831f-47f0-bc1e-84a67f66eabf",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Penimbun limbah B3 dilakukan oleh badan usaha yang melakukan kegiatan\npenimbunan limbah B3.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "92b25336-3d07-4251-adb7-58bace4fbf5a",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Penimbunan limbah B3 dapat dilakukan oleh penghasil untuk menimbun limbah B3\nsisa dari usaha dan/atau kegiatannya sendiri.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "9239379b-09ab-43b5-a69b-f5df3f8fd86a",
                            "name": "Article 26",
                            "type": "article",
                            "children": [
                                {
                                    "id": "d2b46ad1-1403-4305-9340-780b6ff84684",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Penimbun limbah B3 wajib membuat dan menyimpan catatan mengenai :\na. sumber limbah B3 yang ditimbun;\nb. jenis, karakteristik, dan jumlah limbah B3 yang ditimbun;\nc. nama pengangkut yang melakukan pengangkutan limbah B3.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "90f60f8f-543f-4033-b829-7cc31f76164a",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Penimbun limbah B3 wajib menyampaikan catatan sebagaimana dimaksud pada ayat\n(1) sekurang-kurangnya sekali dalam enam bulan kepada instansi yang bertanggung\njawab dengan tembusan kepada instansi terkait dan Bupati/Walikotamadya Kepala\nDaerah Tingkat II yang bersangkutan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "4122832a-ce44-45c3-ab4f-885bbb36ed4c",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Catatan sebagaimana dimaksud pada ayat (1) dipergunakan untuk :\na. inventarisasi jumlah limbah B3 yang dimanfaatkan;\nb. sebagai bahan evaluasi dalam rangka penetapan kebijaksanaan dalam pengelolaan\nlimbah B3.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id": "97b9a131-e09f-4170-ad05-2ffe6c84686a",
            "name": "Chapter IV",
            "title": "\nKEGIATAN PENGELOLAAN",
            "type": "chapter",
            "children": [
                {
                    "id": "8172ea08-5f54-43a3-9433-bef05882f84f",
                    "name": "Section First",
                    "title": "\nReduksi Limbah B3",
                    "type": "section",
                    "children": [
                        {
                            "id": "50b11ae4-1986-4e79-a4cb-005da92f154a",
                            "name": "Article 27",
                            "type": "article",
                            "children": [
                                {
                                    "id": "4a3decaa-410a-4fab-9431-a8c304774c2f",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Reduksi limbah B3 dapat dilakukan melalui upaya menyempurnakan penyimpanan bahan baku dalam kegiatan proses (*house keeping*), substitusi bahan, modifikasi proses, serta upaya reduksi limbah B3 lainnya.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "2a6edf6e-ffd1-49e0-92e7-08fb817bb62e",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Ketentuan lebih lanjut mengenai reduksi limbah B3 sebagaimana dimaksud pada ayat (1) ditetapkan oleh Kepala instansi yang bertanggung jawab.",
                                    "explanation": ""
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "0cc43ad4-ad9c-405d-90df-e185268dcdb8",
                    "name": "Section Second",
                    "title": "\nPengemasan",
                    "type": "section",
                    "children": [
                        {
                            "id": "cb7eab76-3c57-4510-9fc3-88f3e896fb73",
                            "name": "Article 28",
                            "type": "article",
                            "children": [
                                {
                                    "id": "94d828b9-8e4b-4932-aa8c-35aee8d3c075",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Setiap kemasan limbah B3 wajib diberi simbol dan label yang menunjukkan karakteristik dan jenis limbah B3.",
                                    "explanation": "\nYang dimaksud dengan kemasan adalah tempat/wadah untuk menyimpan, mengangkut dan\nmengumpulkan limbah B3. Simbol adalah gambar yang menyatakan karakteristik limbah B3.\nLabel adalah tulisan yang menunjukkan antara lain karakteristik, jenis limbah B3."
                                },
                                {
                                    "id": "6ca723be-96b6-4a3f-b34d-59bbee2b66eb",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Ketentuan lebih lanjut mengenai simbol dan label limbah B3 sebagaimana dimaksud pada ayat (1) ditetapkan oleh Kepala instansi yang bertanggung jawab.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "249e3ffd-c054-497b-8d91-e5d50e0cb539",
                    "name": "Section Third",
                    "title": "\nPenyimpanan",
                    "type": "section",
                    "children": [
                        {
                            "id": "c1f8fed5-8e63-43c4-ac7e-66ee395666d2",
                            "name": "Article 29",
                            "type": "article",
                            "children": [
                                {
                                    "id": "5b09f04f-6467-49ae-9b71-9744d0b7d92c",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Penyimpanan limbah B3 dilakukan di tempat penyimpanan yang sesuai dengan persyaratan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "d9cef8c9-8564-46dc-8a6c-36ff9510dc1c",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Tempat penyimpanan limbah B3 sebagaimana dimaksud pada ayat (1), wajib memenuhi syarat:\na. lokasi tempat penyimpanan yang bebas banjir, tidak rawan bencana dan di luar kawasan lindung serta sesuai dengan rencana tata ruang;\nb. rancangan bangunan disesuaikan dengan jumlah, karakteristik limbah B3 dan upaya pengendalian pencemaran lingkungan.",
                                    "explanation": "\nYang dimaksud dengan tempat penyimpanan yang sesuai persyaratan adalah suatu tempat\ntersendiri yang dirancang sesuai dengan karakteristik limbah B3 yang disimpan. Misalnya limbah\nB3 yang reaktif (reduktor kuat) tidak dapat dicampur dengan asam mineral pengoksidasi karena\ndapat menimbulkan panas, gas beracun dan api.\nTempat penyimpanan sementara harus dapat menampung jumlah limbah B3 yang akan disimpan\nuntuk sementara. Misalnya suatu kegiatan industri yang menghasilkan limbah B3, harus\nmenyimpan limbah B3 di tempat penyimpanan sementara yang mempunyai kapasitas sesuai\ndengan kapasitas limbah B3 yang akan disimpan dan memenuhi persyaratan teknis, persyaratan\nkesehatan, dan perlindungan lingkungan."
                                },
                                {
                                    "id": "1d00fbeb-6007-4d02-8b5b-bb3f85be4339",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Ketentuan lebih lanjut mengenai persyaratan penyimpanan limbah B3 sebagaimana dimaksud pada ayat (1) ditetapkan oleh Kepala instansi yang bertanggung jawab.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "e12393a0-aeb8-4c69-ba15-41c984aaadec",
                    "name": "Section Fourth",
                    "title": "\nPengumpulan",
                    "type": "section",
                    "children": [
                        {
                            "id": "03a2c4f1-30f0-4242-a4aa-295bf0f59a55",
                            "name": "Article 30",
                            "type": "article",
                            "children": [
                                {
                                    "id": "2ca6fefd-e450-472f-bf93-656c152e1e63",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Kegiatan pengumpulan limbah B3 wajib memenuhi ketentuan sebagai berikut:\na. memperhatikan karakteristik limbah B3;\nb. mempunyai laboratorium yang dapat mendeteksi karakteristik limbah B3 kecuali untuk toksikologi;\nc. memiliki perlengkapan untuk penanggulangan terjadinya kecelakaan;\nd. memiliki konstruksi bangunan kedap air dan bahan bangunan disesuaikan dengan\nkarakteristik limbah B3;\ne. mempunyai lokasi pengumpulan yang bebas banjir.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "4a78673f-b202-41a7-8ce9-13db69506dce",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Ketentuan lebih lanjut mengenai persyaratan sebagaimana dimaksud pada ayat (1)\nditetapkan oleh Kepala instansi yang bertanggung jawab.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "7a293bba-56d9-4e2c-ad61-0a30f09c79ce",
                    "name": "Section Fifth",
                    "title": "\nPengangkutan",
                    "type": "section",
                    "children": [
                        {
                            "id": "36d49839-45bf-4280-97a6-733741a32b93",
                            "name": "Article 31",
                            "type": "article",
                            "children": {
                                "id": "265eceb3-eddc-406d-a422-e9884070d362",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPenyerahan limbah B3 oleh penghasil dan/atau pengumpul dan/atau pemanfaat dan/atau\npengolah kepada pengangkut wajib disertai dokumen limbah B3.",
                                "explanation": "\nPasal 32\nCukup jelas"
                            }
                        },
                        {
                            "id": "c7bdcc91-6f4f-4f0c-b1fd-0626fada053d",
                            "name": "Article 32",
                            "type": "article",
                            "children": {
                                "id": "16f617bc-eccf-4668-8cb1-60fcf503727b",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPengangkutan limbah B3 dilakukan dengan alat angkut khusus yang memenuhi persyaratan\ndengan tata cara pengangkutan yang ditetapkan berdasarkan peraturan perundang-undangan\nyang berlaku.",
                                "explanation": "Tidak ada Penjelasan"
                            }
                        }
                    ]
                },
                {
                    "id": "840c599e-ba8e-45e0-82b0-b9a8df0dd48e",
                    "name": "Section Sixth",
                    "title": "\nPemanfaatan",
                    "type": "section",
                    "children": [
                        {
                            "id": "207e6c01-0373-46c9-b179-feb28da4fbd2",
                            "name": "Article 33",
                            "type": "article",
                            "children": [
                                {
                                    "id": "38fe2dd8-4745-4819-98f6-6be2ccbcc729",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pemanfaatan limbah B3 meliputi perolehan kembali (recovery), penggunaan kembali\n(reuse) dan daur ulang (recycle).",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "b25238bc-7a3f-4f95-9a15-2b7d45cd6649",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Ketentuan lebih lanjut mengenai pemanfaatan limbah B3 sebagaimana dimaksud\npada ayat (1) ditetapkan oleh Kepala instansi yang bertanggung jawab.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "b85473bc-ffd3-4df9-a269-83dd3d12a1fe",
                    "name": "Section Seventh",
                    "title": "\nPengolahan",
                    "type": "section",
                    "children": [
                        {
                            "id": "f3461dc1-191b-4974-b2f4-f92437d180ef",
                            "name": "Article 34",
                            "type": "article",
                            "children": [
                                {
                                    "id": "f4d4cb12-eb38-44d8-a522-f72da290664d",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pengolahan limbah B3 dapat dilakukan dengan cara thermal, stabilisasi dan\nsolidifikasi, secara fisika, kimia, biologi dan/atau cara lainnya sesuai dengan\nperkembangan teknologi.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "14612d63-6176-4bc8-b109-ee41d0170845",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pemilihan lokasi untuk pengolahan limbah B3 harus memenuhi ketentuan:\na. bebas dari banjir, tidak rawan bencana dan bukan kawasan lindung;\nb. merupakan lokasi yang ditetapkan sebagai kawasan peruntukan industri berdasarkan\nrencana tata ruang.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "d4bae860-a5ab-4241-8f2c-5010d26f1bda",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Pengolahan limbah B3 dengan cara stabilisasi dan solidifikasi wajib memenuhi\npersyaratan sebagai berikut:\na. melakukan analisis dengan prosedur ekstraksi untuk menentukan mobilitas senyawa\norganik dan anorganik (Toxicity Characteristic Leaching Procedure);\nb. melakukan penimbunan hasil pengolahan stabilisasi dan solidifikasi dengan ketentuan\npenimbunan limbah B3 (landfill).",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "54468edd-c729-43ca-9cd1-4a53109b4ec6",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Pengolahan limbah B3 secara fisika dan/atau kimia yang menghasilkan :\na. limbah cair, maka limbah cair tersebut wajib memenuhi baku mutu limbah cair;\nb. limbah padat, maka limbah padat tersebut wajib memenuhi ketentuan tentang\npengelolaan limbah B3.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "76e19548-d194-42fc-a253-beef48341db8",
                                    "name": "Verse 5",
                                    "number": "5",
                                    "type": "verse",
                                    "content": " Pengolahan limbah B3 dengan cara thermal dengan mengoperasikan insinerator\nwajib memenuhi ketentuan sebagai berikut:\na. mempunyai insinerator dengan spesifikasi sesuai dengan karakteristik dan jumlah limbah\nB3 yang diolah;\nb. mempunyai insinerator yang dapat memenuhi efisiensi pembakaran minimal 99,99 %\ndan efisiensi penghancuran dan penghilangan sebagai berikut :\n1) efisiensi penghancuran dan penghilangan untuk Principle Organic\nHazard Constituent (POHCs) 99,99%;\n2) efisiensi penghancuran dan penghilangan untuk Polyclorinated\nBiphenyl (PCBs) 99,9999 %;\n3) efisiensi penghancuran dan penghilangan untuk Polyclorinated\nDibenzofurans 99,9999 %;\n4) efisiensi penghancuran dan penghilangan untuk Polyclorinated\nDibenso-P-dioxins 99,9999 %.\nc. memenuhi standar emisi udara;\nd. residu dari kegiatan pembakaran berupa abu dan cairan wajib dikelola dengan mengikuti\nketentuan tentang pengelolaan limbah B3.",
                                    "explanation": "\nYang dimaksud dengan efisiensi penghancuran dan penghilangan limbah B3 adalah \"Destruction\nRemoval Efficiency (DRE)\". Penentuan standar emisi udara didasarkan pada standar emisi\nperaturan perundang-undangan yang berlaku bagi parameter konvensional (CO, NO. SO2\nHidrokarbon, TSP, Amonia). Sedangkan penentuan standar emisi lainnya didasarkan\nkarakteristik limbah B3, jenis insinerator, kualitas udara setempat dan lainnya sesuai dengan\nperkembangan ilmu pengetahuan dan teknologi."
                                },
                                {
                                    "id": "60e8ca7b-4bc8-411f-862c-56c56421516c",
                                    "name": "Verse 6",
                                    "number": "6",
                                    "type": "verse",
                                    "content": " Ketentuan lebih lanjut mengenai persyaratan teknis pengolahan limbah B3 ditetapkan\noleh Kepala instansi yang bertanggung jawab.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "6fef5620-8d35-4518-84d8-10efb38cad39",
                            "name": "Article 35",
                            "type": "article",
                            "children": {
                                "id": "ef9287f9-e602-4015-aefc-71dca65b4083",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPenghentian kegiatan pengolahan limbah B3 oleh pengolah wajib mendapatkan persetujuan\ntertulis dari Kepala instansi yang bertanggung jawab.",
                                "explanation": "\nYang dimaksud dengan persetujuan penghentian pengolahan adalah penghentian operasi\n(penutupan pengolahan) setelah diketahui lokasi tersebut tidak terkontaminasi."
                            }
                        }
                    ]
                },
                {
                    "id": "5ad1207f-6684-47b7-906e-afffbb68edbc",
                    "name": "Section Eighth",
                    "title": "\nPenimbunan",
                    "type": "section",
                    "children": [
                        {
                            "id": "baaaeaa3-dacd-45eb-b2f2-742fdbf0d6fb",
                            "name": "Article 36",
                            "type": "article",
                            "children": {
                                "id": "7cf20522-e810-4d8c-abdb-c0eb94208aea",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nLokasi penimbunan limbah B3 wajib memenuhi persyaratan sebagai berikut:\na. bebas dari banjir;\nb. permeabilitas tanah maksimum 10 pangkat negatif 7 centimeter per detik;\nc. merupakan lokasi yang ditetapkan sebagai lokasi penimbunan limbah B3 berdasarkan\nrencana tata ruang;\nd. merupakan daerah yang secara geologis dinyatakan aman, stabil tidak rawan bencana\ndan di luar kawasan lindung;\ne. tidak merupakan daerah resapan air tanah, khususnya yang digunakan untuk air minum.",
                                "explanation": "\nUntuk jenis-jenis limbah B3 yang LD 50-nya lebih besar dari 50 mg/kg berat badan dapat\ndilakukan penimbunan pada lokasi dengan permeabilitas tanah maksimum 10 pangkat negatif 5\ncm per detik\nApabila peruntukkan lokasi penimbunan limbah B3 belum ditetapkan berdasarkan rencana\npenataan tata ruang, Instansi yang bertanggung jawab dapat mengajukannya kepada Menteri."
                            }
                        },
                        {
                            "id": "24f00dc2-6b96-4558-aa77-98ae91c02bd0",
                            "name": "Article 37",
                            "type": "article",
                            "children": [
                                {
                                    "id": "196b4f65-9bff-4689-91ef-ec4bd98482e0",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Penimbunan limbah B3 wajib menggunakan sistem pelapis yang dilengkapi dengan\nsaluran untuk pengaturan aliran air permukaan, pengumpulan air lindi dan\npengolahannya, sumur pantau dan lapisan penutup akhir yang telah disetujui oleh\ninstansi yang bertanggung jawab.",
                                    "explanation": "\nPenimbunan dalam ketentuan ini merupakan rangkaian kegiatan pengolahan. Penimbunan hasil\npengolahan limbah B3 adalah tindakan membuang dengan cara penimbunan, dimana\npenimbunan tersebut dirancang sebagai tahap akhir dari pengolahan limbah B3 sesuai dengan\nkarakteristik limbah B3 tersebut.\nPelapis pelindung adalah lapisan yang dibangun untuk mencegah terpaparnya limbah B3 atau air\nlindi dari limbah B3 ke lingkungan, pelapis pelindung dapat berupa *sintetic liner* atau *compacted\nclay* atau lapisan lain yang setara yang memiliki permeabilitas yang sama.\nPelapisan pelindung dapat diberikan dengan *double liner* dan atau satu *liner* atau hanya dengan\n*compacted clay* sesuai dengan standar penimbunan limbah B3 yang ditetapkan oleh instansi\nyang bertanggung jawab."
                                },
                                {
                                    "id": "3aa0f994-7089-4d43-83c4-045f6cab3fc3",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Ketentuan lebih lanjut mengenai tata cara dan persyaratan penimbunan limbah B3\nditetapkan oleh Kepala instansi yang bertanggung jawab.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "9cd381e5-6fc3-47a9-aeef-d2917744909a",
                            "name": "Article 38",
                            "type": "article",
                            "children": {
                                "id": "d5b5909c-e0aa-40a6-9368-c6b923cbc984",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPenghentian kegiatan penimbunan limbah B3 oleh penimbun wajib mendapatkan persetujuan\ntertulis dari Kepala instansi yang bertanggung jawab.",
                                "explanation": "\nYang dimaksud dengan persetujuan penghentian penimbunan adalah penghentian operasi\n(penutupan penimbunan) setelah diketahui lokasi tersebut tidak terkontaminasi."
                            }
                        },
                        {
                            "id": "8164e0db-842e-4f6b-bf49-d9047ee41002",
                            "name": "Article 39",
                            "type": "article",
                            "children": [
                                {
                                    "id": "5d29ae59-4337-453e-81f5-4889299011f3",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Terhadap lokasi penimbunan limbah B3 yang telah dihentikan kegiatannya wajib\nmemenuhi hal-hal sebagai berikut:\na. menutup bagian paling atas tempat penimbunan dengan tanah setebal minimum 0,60\nmeter;\nb. melakukan pemagaran dan memberi tanda tempat penimbunan limbah B3;\nc. melakukan pemantauan kualitas air tanah dan menanggulangi dampak negatif yang\nmungkin timbul akibat keluarnya limbah B3 ke lingkungan, selama minimum 30 tahun\nterhitung sejak ditutupnya seluruh fasilitas penimbunan limbah B3;\nd. peruntukan lokasi penimbun yang telah dihentikan kegiatannya tidak dapat dijadikan\npemukiman atau fasilitas umum lainnya.",
                                    "explanation": "\nYang dimaksud dengan lokasi penimbunan limbah B3 yang telah dihentikan kegiatannya adalah\nlokasi bekas penimbunan (*post closure*).\nYang dimaksud dengan fasilitas umum lainnya meliputi fasilitas olah raga, pendidikan, rumah\nsakit, rekreasi dan lain-lain."
                                },
                                {
                                    "id": "7bb27816-071a-49a2-92d8-8d09bc91ab22",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Ketentuan lebih lanjut mengenai pelaksanaan kewajiban sebagaimana dimaksud\npada ayat (1) ditetapkan oleh Kepala instansi yang bertanggung jawab.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id": "8b0a0f93-9539-40cf-92bf-3c756776f392",
            "name": "Chapter V",
            "title": "\nTATA LAKSANA",
            "type": "chapter",
            "children": [
                {
                    "id": "96852b5d-d9d9-4ede-80a0-3f09471607f6",
                    "name": "Section First",
                    "title": "\nPerizinan",
                    "type": "section",
                    "children": [
                        {
                            "id": "24b9cb27-040b-476b-b42b-01162f5c7c77",
                            "name": "Article 40",
                            "type": "article",
                            "children": [
                                {
                                    "id": "31d038a7-d055-4cd9-b115-c54da1329f1c",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Setiap badan usaha yang melakukan kegiatan :\na. penyimpanan, pengumpulan, pemanfaatan, pengolahan dan/atau penimbunan limbah B3\nwajib memiliki izin operasi dari Kepala instansi yang bertanggung jawab.\nb. pengangkut limbah B3 wajib memiliki izin pengangkutan dari Menteri Perhubungan\nsetelah mendapat rekomendasi dari Kepala instansi yang bertanggung jawab.\nc. pemanfaatan limbah B3 sebagai kegiatan utama wajib memiliki izin pemanfaatan dari\ninstansi yang berwenang memberikan izin pemanfaatan setelah mendapat rekomendasi\ndari Kepala instansi yang bertanggung jawab.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "64485dc8-6faf-4e9c-bad6-77a89e8527d1",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Ketentuan mengenai tata cara memperoleh izin sebagaimana dimaksud pada ayat (1)\nhuruf a ditetapkan oleh Kepala instansi yang bertanggung jawab, dan ayat (1) huruf b\ndan huruf c ditetapkan oleh Kepala instansi yang berwenang memberikan izin.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "10606216-675a-49b3-abe8-bb0944e52372",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Kegiatan pengolahan limbah B3 yang terintegrasi dengan kegiatan pokok wajib\nmemperoleh izin operasi alat pengolahan limbah B3 yang dikeluarkan oleh Kepala\ninstansi yang bertanggung jawab.",
                                    "explanation": "\nYang dimaksud dengan terintegrasi adalah suatu kegiatan pengolahan yang dilakukan pada\nsuatu tempat yang sama dengan kegiatan usaha pokoknya.\nYang dimaksud dengan izin operasi alat pengolahan limbah B3 adalah izin mengenai kelayakan\npengoperasian peralatan pengolahan limbah B3, misalnya kelayakan dari insinerator antara lain\nefisiensi pembakaran 99.99%, menggunakan alat pengendalian pencemaran udara."
                                },
                                {
                                    "id": "e51faaff-86ec-4160-a86f-7c39eb0953d0",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Persyaratan untuk memperoleh izin sebagaimana dimaksud pada ayat (1) adalah\nsebagai berikut:\na. memiliki akte pendirian sebagai badan usaha yang telah disyahkan oleh instansi yang\nberwenang:\nb. nama dan alamat badan usaha yang memohon izin;\nc. kegiatan yang dilakukan;\nd. lokasi tempat kegiatan;\ne. nama dan alamat penanggung jawab kegiatan;\nf. bahan baku dan proses kegiatan yang digunakan;\ng. spesifikasi alat pengelolaan limbah;\nh. jumlah dan karakteristik limbah B3 yang disimpan, dikumpulkan, dimanfaatkan, diangkut,\ndiolah atau ditimbun;\ni. tata letak saluran limbah, pengolahan limbah, dan tempat penampungan sementara\nlimbah B3 sebelum diolah dan tempat penimbunan setelah diolah;\nj. alat pencegah pencemaran untuk limbah cair, emisi, dan pengolahan limbah B3.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "57646534-6365-446d-a601-f632e652881a",
                                    "name": "Verse 5",
                                    "number": "5",
                                    "type": "verse",
                                    "content": " Ketentuan lebih lanjut mengenai tata cara permohonan izin sebagaimana dimaksud\npada ayat (3) dan tata cara permohonan rekomendasi sebagaimana dimaksud pada ayat\n(1) huruf b dan huruf c ditetapkan oleh Kepala instansi yang bertanggung jawab.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "60fd642f-7c5b-4cf6-8943-da399be24709",
                            "name": "Article 41",
                            "type": "article",
                            "children": [
                                {
                                    "id": "f056da0d-8cdb-4cdd-8fac-553f8057f3c9",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Keputusan mengenai izin dan rekomendasi pengelolaan limbah B3 yang diberikan\noleh Kepala instansi yang bertanggung jawab sebagaimana dimaksud dalam Pasal 40\nwajib diumumkan kepada masyarakat.",
                                    "explanation": "\nPengumuman dilakukan ditempat yang mudah diketahui dan dalam bahasa yang mudah\ndipahami oleh masyarakat"
                                },
                                {
                                    "id": "462dec51-1dad-4da5-b2d4-9daca0b4657f",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Tata cara pengumuman sebagaimana dimaksud pada ayat (1) diatur lebih lanjut\ndengan ketetapan Kepala instansi yang bertanggung jawab.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "4d6dfedf-f4e3-403b-b189-55ab4fa16aa8",
                            "name": "Article 42",
                            "type": "article",
                            "children": [
                                {
                                    "id": "511427ab-e392-4138-82fb-343b5f876c1b",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Izin lokasi pengolahan dan penimbunan limbah B3 diberikan oleh Kepala Kantor\nPertanahan Kabupaten/Kotamadya sesuai rencana tata ruang setelah mendapat\nrekomendasi dari Kepala instansi yang bertanggung jawab.",
                                    "explanation": "\nPenentuan lokasi pengolahan dan penimbunan limbah B3 harus mengikuti rencana tata ruang\ndaerah dan persyaratan teknis."
                                }
                            ]
                        },
                        {
                            "id": "3f03f005-6f15-4988-8309-a4abe58af79f",
                            "name": "Article 43",
                            "type": "article",
                            "children": [
                                {
                                    "id": "a316cf1a-f52b-4732-9478-f9059df55e11",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Untuk kegiatan pengumpulan, pemanfaatan, pengolahan dan/atau penimbunan\nlimbah B3 sebagai kegiatan utama wajib dibuatkan analisis mengenai dampak\nlingkungan hidup sesuai dengan peraturan perundang-undangan yang berlaku.",
                                    "explanation": "\nUntuk kegiatan pengumpulan skala kecil misalnya minyak pelumas bekas, minyak kotor dan\n\"slop oil\" tidak diwajibkan membuat analisis mengenai dampak lingkungan hidup, melainkan\nmembuat upaya pemantauan lingkungan dan upaya pengelolaan lingkungan."
                                },
                                {
                                    "id": "1572a99a-80b2-4ccf-aa1f-acd6d0097b6a",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Dokumen analisis mengenai dampak lingkungan hidup diajukan bersama dengan\npermohonan izin operasi sebagaimana dimaksud dalam Pasal 40 ayat (4) kepada\ninstansi yang bertanggung jawab.",
                                    "explanation": ""
                                },
                                {
                                    "id": "0339b052-0dfe-4689-96b9-00e31943c939",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Keputusan kelayakan lingkungan hidup berdasarkan hasil penilaian analisis\nmengenai dampak lingkungan hidup diberikan oleh Kepala instansi yang bertanggung\njawab.",
                                    "explanation": ""
                                }
                            ]
                        },
                        {
                            "id": "c8d81587-46cf-42f4-b26e-f69b4c8ae73e",
                            "name": "Article 44",
                            "type": "article",
                            "children": [
                                {
                                    "id": "379270f8-f84e-44d7-ad46-f22b3fdc0cf2",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Keputusan mengenai permohonan izin sebagaimana dimaksud dalam Pasal 40\ndiberikan oleh Kepala instansi yang bertanggung jawab selambat-lambatnya 45 (empat\npuluh lima) hari kerja terhitung sejak diterimanya.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "78e09949-3e6f-4d78-9208-ba4d5758f4a7",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Syarat dan kewajiban dalam analisis mengenai dampak lingkungan hidup yang telah\ndisetujui merupakan bagian yang akan menjadi bahan pertimbangan dalam pemberian\nizin sebagaimana dimaksud dalam Pasal 40 ayat (1).",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "4440cdb9-bfe9-44ae-8c15-6f5af2076b14",
                            "name": "Article 45",
                            "type": "article",
                            "children": [
                                {
                                    "id": "51628e15-d5cd-4e44-9a0d-e27ce10c98db",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Kegiatan baru yang menghasilkan limbah B3 yang melakukan pengolahan dan\npemanfaatan limbah B3 yang lokasinya sama dengan kegiatan utamanya, maka analisis\nmengenai dampak lingkungan hidup untuk kegiatan pengolahan limbah B3 dibuat secara\nterintegrasi dengan analisis mengenai dampak lingkungan hidup untuk kegiatan\nutamanya.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "05a2c057-c123-47d6-bfca-723f3edb3022",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Apabila pengolahan limbah B3 dilakukan oleh penghasil dan pemanfaat limbah B3 di\nlokasi kegiatan utamanya, maka hanya rencana pengelolaan lingkungan hidup dan\nrencana pemantauan lingkungan hidup yang telah disetujui yang diajukan kepada\ninstansi yang bertanggung jawab bersama dengan permohonan izin operasi\nsebagaimana dimaksud dalam Pasal 40.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "191f8718-c12e-4aa3-8f5f-2cc67f019237",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Keputusan mengenai permohonan izin sebagaimana dimaksud pada ayat (1) dan\nayat (2) diberikan oleh instansi yang bertanggung jawab selambat-lambatnya 60 (enam\npuluh) hari terhitung sejak diterima-nya rencana pengelolaan lingkungan hidup dan\nrencana pemantauan lingkungan hidup yang telah disetujui.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "b373d269-3e1e-4641-88a4-5b5fe8408ed2",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Syarat dan kewajiban yang tercantum dalam rencana pengelolaan lingkungan hidup\ndan rencana pemantauan lingkungan hidup sebagaimana dimaksud pada ayat (2)\nmerupakan bagian yang tidak terpisahkan dari permohonan izin sebagaimana dimaksud\ndalam Pasal 40.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "333aa8a7-1e1b-4359-91ba-490db2bb049c",
                            "name": "Article 46",
                            "type": "article",
                            "children": [
                                {
                                    "id": "9e6df884-4720-4332-b3ff-33a12ac5b098",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Apabila penghasil dan/atau pemanfaat limbah B3 bertindak sebagai pengolah limbah\nB3 dan lokasi pengolahannya berbeda dengan lokasi kegiatan utamanya, maka terhadap\nkegiatan pengolahan limbah B3 tersebut berlaku ketentuan mengenai pengolahan limbah\nB3 dalam Peraturan Pemerintah ini.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "c0840f38-82be-4b4d-9413-95b20800ba1b",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Untuk kegiatan pemanfaatan limbah B3 sebagai kegiatan utamanya wajib dibuatkan\nanalisis mengenai dampak lingkungan hidup sedangkan untuk kegiatan yang terintegrasi\ndengan kegiatan utamanya wajib membuat rencana pengelolaan lingkungan hidup dan\nrencana pemantauan lingkungan hidup.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "3b62114c-24bc-4fa1-ab21-ec0620dd30f2",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Dokumen analisis mengenai dampak lingkungan hidup diajukan kepada instansi yang\nbertanggung jawab dan persetujuan atas dokumen tersebut diberikan oleh Kepala\ninstansi yang bertanggung jawab.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "656274a7-795d-4d43-b4f0-557c3333e217",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Syarat dan kewajiban yang tercantum dalam rencana pengelolaan lingkungan hidup\ndan rencana pemantauan lingkungan hidup yang telah disetujui wajib dicantumkan dalam\nizin sebagaimana dimaksud dalam Pasal 40.",
                                    "explanation": "\nSyarat dan kewajiban yang tercantum dalam rencana pengelolaan lingkungan hidup dan rencana\npemantauan lingkungan hidup merupakan bagian tidak terpisahkan dari izin."
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "93849202-6172-400c-a84d-d316cbd37db1",
                    "name": "Section Second",
                    "title": "\nPengawasan",
                    "type": "section",
                    "children": [
                        {
                            "id": "929f26fd-c94d-41cd-8a1c-c911bf9b8b74",
                            "name": "Article 47",
                            "type": "article",
                            "children": [
                                {
                                    "id": "94900d89-e946-480d-9100-4802e440a4f2",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pengawasan pengelolaan limbah B3 dilakukan oleh Menteri dan pelaksanaanya\ndiserahkan kepada instansi yang bertanggung jawab.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "6da3c2d1-5b1d-48bd-b77e-9e90825abdab",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pengawasan sebagaimana dimaksud pada ayat (1) meliputi pemantauan terhadap\npenaatan persyaratan serta ketentuan teknis dan administratif oleh penghasil,\npemanfaat, pengumpul, pengangkut, pengolah, dan penimbun limbah B3.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "eb427623-3552-4e02-b3d2-81654ebb9130",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Pelaksanaan pengawasan pengelolaan limbah B3 di daerah dilakukan menurut tata\nlaksana yang ditetapkan oleh Kepala instansi yang bertanggung jawab.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "d50913f2-415c-4125-87f2-949509d40633",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Pengawasan pelaksanaan sistem tanggap darurat pada tingkat nasional dilaksanakan\noleh instansi yang bertanggung jawab dan pada tingkat daerah dilaksanakan oleh\nGubernur Kepala Daerah Tingkat I dan/atau Bupati/Walikotamadya Kepala Daerah\nTingkat II.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "7934416b-7a73-4395-8d6a-33bd1992a874",
                            "name": "Article 48",
                            "type": "article",
                            "children": [
                                {
                                    "id": "0b29bd70-9849-4fd6-baf9-b4d3dba9a773",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pengawas dalam melaksanakan pengawasan pengelolaan limbah B3 sebagaimana\ndimaksud dalam Pasal 47 ayat (1) dilengkapi tanda pengenal dan surat tugas yang\ndikeluarkan oleh Kepala instansi yang bertanggung jawab.",
                                    "explanation": "\nTanda pengenal dan surat tugas ini penting untuk menghindari adanya petugas-petugas\npengawas palsu, atau untuk menghindari agar tidak setiap pegawai instansi yang bertanggung\njawab di bidang pengendalian dampak lingkungan melakukan pengawasan yang semestinya\nbukan menjadi wewenangnya.\nTanda pengenal memuat nama, nomor induk pegawai dan foto. Surat tugas harus dengan jelas\nmenyatakan nama pengawas yang ditugasi melakukan pengawasan."
                                },
                                {
                                    "id": "2bc973bf-828c-4ff7-b617-dbb3b36995cc",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pengawas sebagaimana dimaksud pada ayat (1) berwenang:\na. memasuki areal lokasi penghasil, pemanfaatan, pengumpulan, pengolahan dan\npenimbun limbah B3;\nb. mengambil contoh limbah B3 untuk diperiksa di laboratorium;\nc. meminta keterangan yang berhubungan dengan pelaksanaan pengelolaan limbah B3;\nd. melakukan pemotretan sebagai kelengkapan laporan pengawasan.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "2382847c-a6ed-4099-a82d-a0bf3c474a4d",
                            "name": "Article 49",
                            "type": "article",
                            "children": {
                                "id": "37f15b84-2718-44ca-ad28-802bec717172",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPenghasil, pengumpul, pengangkut, pemanfaat, pengolah dan penimbun limbah B3 wajib\nmembantu petugas pengawas dalam melakukan tugas sebagaimana dimaksud dalam Pasal 48\nayat (2).",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "42ca89be-e6e7-4316-8e90-9d4c5ebd8675",
                            "name": "Article 50",
                            "type": "article",
                            "children": {
                                "id": "83a8b96d-8f18-486d-9292-7457e0158d8c",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nApabila dalam pelaksanaan pengawasan ditemukan indikasi adanya tindak pidana lingkungan\nhidup maka pengawas selaku penyidik pegawai negeri sipil lingkungan hidup dapat melakukan\npenyidikan.",
                                "explanation": "\nPengawas yang dimaksud adalah Pejabat Pengawas yang diangkat sebagai Penyidik Pegawai\nNegeri Sipil Lingkungan Hidup."
                            }
                        },
                        {
                            "id": "1acb5c0c-4179-480d-9e01-974b84d6d5cc",
                            "name": "Article 51",
                            "type": "article",
                            "children": [
                                {
                                    "id": "664ca195-cc56-4be4-bb38-700fce655d10",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Instansi yang bertanggung jawab menyampaikan laporan pelaksanaan pengelolaan\nlimbah B3 secara berkala sekurang-kurangnya satu kali dalam satu tahun kepada\nPresiden dengan tembusan kepada Menteri.",
                                    "explanation": "\nUji kesehatan dimaksud dilaksanakan sekurang-kurangnya satu kali setahun, dengan maksud\nuntuk mengetahui sedini mungkin terjadinya kontaminasi oleh zat/senyawa kimia limbah B3\nterhadap pekerja."
                                },
                                {
                                    "id": "520b09bd-6fc5-440a-b169-ece4566ebb7e",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Menteri mengevaluasi laporan tersebut guna menyusun kebijakan pengelolaan\nlimbah B3.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "213f36f3-3e69-4b7e-b948-f5ac275540b1",
                            "name": "Article 52",
                            "type": "article",
                            "children": [
                                {
                                    "id": "acd28907-5b54-4bb8-993e-f2378fbd763e",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Untuk menjaga kesehatan pekerja dan pengawas yang bekerja di bidang pengelolaan\nlimbah B3 dilakukan uji kesehatan secara berkala.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "e2773338-10a8-4183-86a9-f05ac7feba1d",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Uji kesehatan pekerja sebagaimana dimaksud pada ayat (1) diselenggarakan oleh\npenanggung jawab usaha dan/atau kegiatan pengelolaan limbah B3\n(3) Uji kesehatan bagi pengawas pengelolaan limbah B3 sebagaimana dimaksud pada\nayat (1) diselenggarakan oleh instansi yang bertanggung jawab di bidang kesehatan\ntenaga kerja.",
                                    "explanation": "Tidak ada Penjelasan"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "02fdf060-38c9-4099-ab53-bb558cb68b58",
                    "name": "Section Third",
                    "title": "\nPerpindahan Lintas Batas",
                    "type": "section",
                    "children": [
                        {
                            "id": "5fd9e727-02ad-4eb0-bba7-ccce4b76f269",
                            "name": "Article 53",
                            "type": "article",
                            "children": [
                                {
                                    "id": "3235f209-a40d-4495-bb68-a25ff9ca832a",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Setiap orang dilarang melakukan impor limbah B3.",
                                    "explanation": "\nLimbah dengan kode D220, D221, D222, dan D223 termasuk daftar limbah yang dilarang untuk\ndiimpor ke Wilayah Negara Republik Indonesia.\nPelarangan ini disebabkan antara lain karena keterbatasan sarana dan prasarana laboratorium\nuntuk melakukan identifikasi limbah B3 dalam rangka pengawasan impor limbah dan\nketerbatasan teknologi serta kapasitas pengelolaan limbah di Indonesia"
                                },
                                {
                                    "id": "883cc538-fa15-4a6b-a637-f40a7553dc1f",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pengangkutan limbah B3 dari luar negeri melalui Wilayah Negara Indonesia dengan\ntujuan transit, wajib memiliki persetujuan tertulis terlebih dahulu dari Kepala instansi yang\nbertanggung jawab.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "f26cb0be-7718-4809-801c-e2ca091e6aba",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Pengangkutan limbah B3 dari luar negeri melalui Wilayah Negara Republik Indonesia\nwajib diberitahukan terlebih dahulu secara tertulis kepada Kepala instansi yang\nbertanggung jawab.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "c060ddce-5d07-416f-8d49-8e444da6f3a4",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Pengiriman limbah B3 ke luar negeri dapat dilakukan setelah mendapat persetujuan\ntertulis dari pemerintah negara penerima dan Kepala instansi yang bertanggung jawab.",
                                    "explanation": "\nEkspor limbah B3 hanya dapat dilaksanakan apabila ada persetujuan tertulis dari instansi atau\npejabat yang berwenang dalam urusan limbah B3 di negara penerima dan negara penerima\ntersebut harus mempunyai fasilitas pengolahan dan/atau pemanfaatan limbah B3 yang layak\nsehingga\npengolahan limbah B3 tersebut tidak menimbulkan risiko bahaya bagi lingkungan hidup dan\nkesehatan manusia. Adapun limbah B3 yang dimaksud sesuai dengan pasal 6,7,8 Peraturan\nPemerintah ini dan daftar limbah B3 yang ditetapkan oleh Konvensi Basel."
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "0000bf50-17a8-4bc2-9eca-2504416de439",
                    "name": "Section Fourth",
                    "title": "\nInformasi dan Pelaporan",
                    "type": "section",
                    "children": [
                        {
                            "id": "a9805f4d-df1f-4b28-b569-e9a4971c8832",
                            "name": "Article 54",
                            "type": "article",
                            "children": [
                                {
                                    "id": "ab3e1ea0-5dde-43ce-98fd-f9add7a5fb5a",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Setiap orang berhak atas informasi mengenai pengelolaan limbah B3.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "f039a63c-bf6b-4cbc-bdef-b318a9ffff06",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Instansi yang bertanggung jawab wajib memberikan informasi sebagaimana dimaksud pada ayat (1) kepada setiap orang secara terbuka.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "e0c37f79-3f39-4529-b97f-305d1e48bd25",
                            "name": "Article 55",
                            "type": "article",
                            "children": [
                                {
                                    "id": "41e9d1db-8555-4fdc-a398-5a0724187e98",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Setiap orang berhak melaporkan adanya potensi maupun keadaan telah terjadinya pencemaran dan/atau kerusakan lingkungan hidup yang disebabkan oleh limbah B3.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "6cd8a639-654c-4721-b820-0c289c4926fc",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pelaporan tentang adanya peristiwa pencemaran dan/atau perusakan lingkungan hidup disampaikan secara lisan atau tertulis kepada instansi yang bertanggungjawab atau aparat pemerintah terdekat.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "c7d4334b-86c0-4fe0-90a8-450a2afe1059",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Aparat pemerintah yang menerima pelaporan sebagaimana dimaksud pada ayat (2) wajib meneruskan laporan tersebut kepada instansi yang bertanggung jawab selambat-lambatnya 3 (tiga) hari kerja setelah diterimanya pelaporan.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "33d09c31-6167-4ce9-a3ac-03ec1e3ce373",
                            "name": "Article 56",
                            "type": "article",
                            "children": [
                                {
                                    "id": "5618c395-46dd-4a4a-b84b-eff0c151ea97",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Instansi yang menerima laporan sebagaimana dimaksud dalam Pasal 55 wajib segera menindaklanjuti laporan masyarakat.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "7683a956-b62f-4206-b810-8ffb1c6e0f11",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Proses tindak lanjut maupun hasil laporan sebagaimana dimaksud pada ayat (1) wajib diberitahukan kepada pelapor dan/atau masyarakat yang berkepentingan",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "3f64a5e6-a6de-420a-b500-f7d0c55d3d9d",
                            "name": "Article 57",
                            "type": "article",
                            "children": {
                                "id": "75d7d3ca-6434-459c-af0d-efb8396ee399",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nTata cara dan mekanisme pelaporan sebagaimana dimaksud dalam Pasal 55 dan Pasal 56 diatur lebih lanjut oleh Keputusan Menteri.",
                                "explanation": "\nCukup jelas"
                            }
                        }
                    ]
                },
                {
                    "id": "5ea65f77-3d43-426e-90b6-0af270d705af",
                    "name": "Section Fifth",
                    "title": "\nPenanggulangan dan Pemulihan",
                    "type": "section",
                    "children": [
                        {
                            "id": "b877d74e-0b10-4688-bb72-4498b5fc7c8d",
                            "name": "Article 58",
                            "type": "article",
                            "children": [
                                {
                                    "id": "aba1ea85-f379-4eb8-8d89-b364b298f3d4",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Penghasil, pengumpul, pemanfaat, pengangkut, pengolah dan penimbun limbah B3 bertanggung jawab atas penanggulangan kecelakaan dan pencemaran lingkungan hidup akibat lepas atau tumpahnya limbah B3 yang menjadi tanggung jawabnya.",
                                    "explanation": "\nYang dimaksud dengan kecelakaan dalam ayat ini adalah lepas atau tumpahnya bahan\nberbahaya dan beracun dan/atau limbah B3 ke lingkungan yang perlu ditanggulangi secara cepat\ndan tepat untuk mencegah meluasnya dampak akibat tumpahan limbah B3 tersebut sehingga\ndapat dicegah meluasnya pencemaran dan/atau kerusakan lingkungan serta terganggunya\nkesehatan manusia.\nUntuk mengatasi kecelakaan pengelolaan limbah B3 diperlukan upaya pencegahan dan\npenanggulangan baik selama maupun setelah terjadinya kecelakaan. Upaya ini harus dilakukan\nsecara cepat, tepat, terkoordinasi dan terpadu diantara instansi lintas sektor yang terkait."
                                },
                                {
                                    "id": "09ed4526-c32b-431d-80b2-483c087541aa",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Penghasil, pengumpul, pengangkut, pemanfaat, pengolah, dan penimbun limbah B3 wajib memiliki sistem tanggap darurat.",
                                    "explanation": "\nInformasi ini dimaksudkan agar masyarakat dapat menggunakannya untuk upaya penyelamatan\ndiri jika terjadi kecelakaan dan turut serta dalam penanggulangan kecelakaan.\nYang dimaksud dengan sistem tanggap darurat adalah suatu sistem pengendalian keadaan\ndarurat yang meliputi pencegahan dan penanggulang-an kecelakaan serta pemulihan kualitas\nlingkungan."
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "8a6a00aa-f59c-4a6d-9f56-2893d380066e",
                    "name": "Section Sixth",
                    "title": "\nPengawasan Penanggulangan Kecelakaan",
                    "type": "section",
                    "children": [
                        {
                            "id": "bfdf7632-8f54-4e26-b6fa-ca76d5b35732",
                            "name": "Article 59",
                            "type": "article",
                            "children": [
                                {
                                    "id": "5f3ad800-37c3-4924-95d7-12c242a9fe08",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pelaksanaan pengawasan penanggulangan kecelakaan di daerah dilakukan oleh Pemerintah Daerah Tingkat II untuk skala yang bisa ditanggulangi oleh kegiatan penghasil dan/atau pengumpul dan/atau pengangkut dan/atau pengolah dan/atau pemanfaat dan/atau penimbun.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "08266ef7-cb2b-4112-9a29-19cdd193d102",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pelaksanaan pengawasan penanggulangan kecelakaan untuk skala yang tidak dapat ditanggulangi oleh Pemerintah Daerah Tingkat II, maka Pemerintah Daerah Tingkat I dan Pemerintah Daerah Tingkat II secara bersama-sama melakukan pengawasan.",
                                    "explanation": "\nYang dimaksud dengan tidak dapat ditanggulangi adalah jika tidak tersedianya sarana, prasarana\ndan tenaga ahli untuk melakukan pengawasan penanggulangan kecelakaan, dan luas\ndampaknya sudah melintasi batas Daerah Tingkat II."
                                },
                                {
                                    "id": "f4f78a3e-b208-4423-abc7-0a6d8ea15489",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Pelaksanaan penanggulangan kecelakaan pada penghasil dan/atau pengumpul dan/atau pengangkut dan/atau pengolah dan/atau pemanfaat dan/atau penimbun yang dampaknya sangat besar sehingga mencakup dua wilayah daerah tingkat II pengawasannya dilakukan secara bersama-sama oleh Pemerintah Daerah Tingkat II dan Pemerintah Daerah Tingkat I.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "edf7b018-c2c0-4f7e-bac9-6b339b13f3ff",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Pelaksanaan penanggulangan kecelakaan pada penghasil dan/atau pengumpul dan/atau pengangkut dan/atau pengolah dan/atau pemanfaat dan/atau penimbun yang dampaknya sangat besar sehingga Pemerintah Daerah Tingkat II tidak bisa mengawasi pengawasannya dilakukan oleh instansi yang bertanggung jawab bersama-sama dengan Pemerintah Daerah Tingkat II dan Pemerintah Daerah Tingkat I.",
                                    "explanation": "\nYang dimaksud dengan dampak yang sangat besar adalah jika luas dampak dari kecelakaan\ndalam pengelolaan limbah B3 melintasi batas Daerah Tingkat II dan/atau Daerah Tingkat I\ndan/atau batas negara."
                                }
                            ]
                        },
                        {
                            "id": "b1bd3d7d-c71d-450b-9cb1-2aea42b1a3d7",
                            "name": "Article 60",
                            "type": "article",
                            "children": [
                                {
                                    "id": "e4d2b82f-9dca-4a25-955f-09bcdb2aecec",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Penghasil, pengumpul, pemanfaat, pengangkut, pengolah dan penimbun limbah B3 wajib segera menanggulangi pencemaran atau kerusakan lingkungan akibat kegiatannya.",
                                    "explanation": "\nYang dimaksud dengan pencemaran atau kerusakan lingkungan akibat kegiatan dapat berupa\nyang disengaja antara lain, pengolahan atau penimbunan yang tidak sesuai dengan persyaratan\nlingkungan dan/atau kegiatan yang tidak disengaja antara lain lepasnya bahan kimia ke\nlingkungan akibat kebocoran tangki atau akibat kecelakaan lalulintas."
                                },
                                {
                                    "id": "93e47b90-e6d9-45d9-875e-4892d6fbf23c",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Apabila penghasil, pemanfaat, pengumpul, pengangkut, pengolah dan penimbun limbah B3 tidak melakukan penanggulangan sebagai-mana dimaksud pada ayat (1), atau tidak dapat menanggulangi sebagaimana mestinya, maka instansi yang bertanggung jawab dapat melakukan penanggulangan dengan biaya yang dibebankan kepada penghasil, dan/atau pemanfaat, dan/atau pengumpul, dan/atau pengangkut, dan/atau pengolah, dan/atau penimbun limbah B3 yang bersangkutan melalui Gubernur Kepala Daerah Tingkat I.\nBagian keenam\nPembiayaan",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "ae1b091c-8862-441a-8100-a016bc16d310",
                            "name": "Article 61",
                            "type": "article",
                            "children": [
                                {
                                    "id": "fd2e7686-6c85-4d36-b254-6241e1aee424",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Segala biaya untuk memperoleh izin dan rekomendasi pengelolaan limbah B3\ndibebankan kepada pemohon izin.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "9d53ea33-edaf-4878-8384-4527ab85e0f1",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Beban biaya permohonan izin sebagaimana dimaksud pada ayat (1) meliputi biaya\nstudi kelayakan teknis untuk proses perizinan.",
                                    "explanation": "\nStudi kelayakan teknis tersebut antara lain untuk pembiayaan pengambilan sampel, analisis\nlaboratorium, pemeriksaan kelayakan teknis serta publikasi."
                                },
                                {
                                    "id": "5e53f027-b53d-49bd-b2c7-61f4bf25b16b",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Untuk pemantauan dan/atau pengawasan pengelolaan limbah B3 yang dilakukan\noleh :\na. instansi yang bertanggung jawab dibebankan pada Anggaran Pendapatan Belanja\nNegara (APBN);\nb. instansi yang bertanggung jawab daerah dibebankan pada Anggaran Pendapatan\nBelanja Daerah (APBD).",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "803efdb7-faae-43d3-8ca4-8b72d1892866",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Ketentuan lebih lanjut mengenai tata laksana sebagaimana dimaksud pada ayat (2)\nditetapkan oleh Kepala instansi yang bertanggung jawab.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id": "8239272d-1b7a-43c0-baed-214acfed10ba",
            "name": "Chapter VI",
            "title": "\nSANKSI",
            "type": "chapter",
            "children": [
                {
                    "id": "bb3b35e3-985c-4682-861e-7404f2102066",
                    "name": "Article 62",
                    "type": "article",
                    "children": [
                        {
                            "id": "63202ca1-e2b2-460d-95c6-d1e0275e3053",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Instansi yang bertanggung jawab memberikan peringatan tertulis kepada penghasil,\npengumpul, pengangkut, pemanfaat, pengolah atau penimbun yang melanggar\nketentuan Pasal 3, Pasal 4, Pasal 9, Pasal 10, Pasal 11, Pasal 12, Pasal 13, Pasal 14,\nPasal 15, Pasal 16, Pasal 17, Pasal 18, Pasal 19, Pasal 20, Pasal 21, Pasal 22, Pasal\n23, Pasal 24, Pasal 25, Pasal 26, Pasal 28, Pasal 29 Pasal 30, Pasal 31, Pasal 32, Pasal\n33, Pasal 34, Pasal 35, Pasal 36, Pasal 37, Pasal 38, Pasal 39, Pasal 40, Pasal 42,\nPasal 43, Pasal 49, Pasal 52 ayat (2), Pasal 58, dan Pasal 60.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "db3a5a6d-19f1-4646-8a3a-83a3276a3aed",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Apabila dalam jangka waktu 15 (lima belas) hari sejak dikeluarkan-nya peringatan\ntertulis sebagaimana dimaksud pada ayat (1) pihak yang diberi peringatan tidak\nmengindahkan peringatan atau tetap tidak mematuhi ketentuan pasal yang dilanggarnya,\nmaka Kepala instansi yang bertanggung jawab dapat menghentikan sementara atau\nmencabut sementara izin penyimpanan, pengumpulan, pengolahan\ntermasuk penimbunan limbah B3 sampai pihak yang diberi peringatan mematuhi\nketentuan yang dilanggarnya, dan bilamana dalam batas waktu yang ditetapkan tidak\ndiindahkan maka izin operasi dicabut.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "1d17efaf-953c-4e41-a5c9-4e47804821fb",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Bupati/Walikotamadya Kepala Daerah Tingkat II dapat menghenti-kan sementara\nkegiatan operasi atas nama instansi yang berwenang dan/atau instansi yang\nbertanggung jawab apabila pelanggaran tersebut dapat membahayakan lingkungan\nhidup.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "ebe1b365-fac9-4e71-a97a-80df3d9d05fb",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Kepala instansi yang bertanggung jawab wajib dengan segera mencabut keputusan\npenghentian kegiatan sebagaimana dimaksud pada ayat (2) dan ayat (3) apabila pihak\nyang dihentikan sementara kegiatan operasinya telah mematuhi ketentuan yang\ndilanggarnya.",
                            "explanation": ""
                        }
                    ]
                },
                {
                    "id": "6b4b1d0f-ecfb-49ba-abe6-9ae35e5a7958",
                    "name": "Article 63",
                    "type": "article",
                    "children": {
                        "id": "40bdee0c-f52c-49c5-af28-12a3ecc09bc5",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nBarangsiapa yang melanggar ketentuan Pasal 3, Pasal 4, Pasal 9, Pasal 10, Pasal 14, Pasal 15,\nPasal 19, Pasal 20, Pasal 29, Pasal 30, Pasal 32, Pasal 34, Pasal 36, Pasal 37, Pasal 39 dan\nPasal 60 yang mengakibatkan dan/atau dapat menimbulkan pencemaran dan/atau perusakan\nlingkungan hidup diancam dengan pidana sebagaimana diatur pada Pasal 41, Pasal 42, Pasal\n43, Pasal 44, Pasal 45, Pasal 46, dan Pasal 47 Undang-undang Nomor 23 Tahun 1997 tentang\nPengelolaan Lingkungan Hidup.",
                        "explanation": "\nYang dimaksud dengan secara proporsional bersama-sama bertanggung jawab adalah bahwa\nmasing-masing memikul tanggung jawab sesuai dengan kontribusinya dalam menimbulkan\npencemaran atau kerusakan lingkungan hidup. Pembersihan dan pemulihan lingkungan hidup\ndalam pasal ini mencakup antara lain studi untuk mengetahui luas dampak, jenis, jumlah,\nkonsentrasi limbah yang ada sebagai dasar untuk melakukan pembersihan dan pemulihan\nlingkungan hidup, serta pengolahan limbah B3 yang telah dibuang ke dalam lingkungan hidup itu."
                    }
                }
            ]
        },
        {
            "id": "e44c0113-ade2-4c70-9c8d-447034204d78",
            "name": "Chapter VII",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "71246e37-9803-4deb-9f3a-f89639cbdc86",
                    "name": "Article 64",
                    "type": "article",
                    "children": [
                        {
                            "id": "c916f54f-6bc3-4170-a49a-7409230fc9c7",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Apabila pada saat mulai berlakunya Peraturan Pemerintah ini telah dilakukan\npengelolaan dan/atau pembuangan dan/atau penimbunan limbah B3 yang tidak\nmemenuhi syarat sebagaimana dimaksud dalam Peraturan Pemerintah ini, maka setiap\norang atau badan usaha yang menghasilkan, mengumpulkan, mengangkut, mengolah\natau menimbun limbah B3 baik masing-masing maupun bersama-sama secara\nproporsional wajib melakukan pembersihan dan/atau pemulihan lingkungan dalam\njangka waktu selambat-lambatnya 1 (satu) tahun.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "adafc76b-3a2e-43c0-a39c-54a3cd4c6555",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Apabila orang atau badan usaha yang menghasilkan, mengumpul-kan, mengangkut,\nmengolah dan menimbun limbah B3 sebagaimana dimaksud pada ayat (1) tidak\nmelakukan pembersihan dan pemulihan lingkungan maka instansi yang bertanggung\njawab dapat melakukan atau meminta pihak ketiga melakukan pembersihan dan\npemulihan lingkungan dengan biaya yang dibebankan kepada orang atau badan usaha\nyang menghasilkan, mengumpulkan, mengangkut, mengolah dan menimbun limbah B3\nbaik secara sendiri maupun bersama-sama secara proporsional.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "df3439c6-e9f7-4a67-ba9b-e70c67a0c2c1",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Bagi kegiatan yang memanfaatkan limbah B3 dari luar negeri dan telah memiliki izin\nhanya dapat melakukan impor limbah B3 sebagai bahan baku sampai dengan Bulan\nSeptember 2002.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "a692454d-c317-4562-a406-505be3ef79a0",
                    "name": "Article 65",
                    "type": "article",
                    "children": {
                        "id": "fd930ba9-7496-4e25-a982-856672ffb14e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSetiap orang atau badan usaha yang sudah melakukan kegiatan penyimpanan, pengumpulan,\npemanfaatan, pengolahan dan penimbunan pada saat berlakunya Peraturan Pemerintah ini wajib\nmeminta izin sebagaimana dimaksud dalam Pasal 40 selambat-lambatnya dalam waktu 1 (satu)\ntahun sejak saat berlakunya Peraturan Pemerintah ini.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "a7f337f5-17e1-47e1-aad6-9d0a3833a7cb",
            "name": "Chapter VIII",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "909356c9-ceed-4912-9e8e-b3b83da6c3ea",
                    "name": "Article 66",
                    "type": "article",
                    "children": {
                        "id": "acff22b6-acf0-4a30-bb0e-d916bd9d7dab",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan berlakunya Peraturan Pemerintah ini maka Peraturan Pemerintah Nomor 19 Tahun 1994\ntentang Pengelolaan Limbah Bahan Berbahaya dan Beracun (Lembaran Negara Tahun 1994\nNomor 26, Tambahan Lembaran Negara 3551 yang telah diubah dengan Peraturan Pemerintah\nNomor 12 Tahun 1995 tentang Perubahan Peraturan Pemerintah Nomor 19 Tahun 1994 tentang\nPengelolaan Limbah Bahan Berbahaya dan Beracun (Lembaran Negara Tahun 1995 Nomor 24,\nTambahan Lembaran Negara Nomor 3595) dinyatakan tidak berlaku lagi dan mengacu kepada\nPeraturan Pemerintah ini.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "404b55bf-f66c-4a00-adf4-90e7ae65ec42",
                    "name": "Article 67",
                    "type": "article",
                    "children": {
                        "id": "a89d082f-6ab1-4fee-8327-83b9ab229f50",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nKegiatan pembangunan bertujuan meningkatkan kesejahteraan hidup rakyat yang dilaksanakan\nmelalui rencana pembangunan jangka panjang yang bertumpu pada pembangunan di bidang\nindustri.\nPembangunan di bidang industri tersebut di satu pihak akan menghasilkan barang yang\nbermanfaat bagi kesejahteraan hidup rakyat, dan di lain pihak industri itu juga akan menghasilkan\nlimbah. Diantara lain limbah yang dihasilkan oleh kegiatan industri tersebut terdapat limbah\nbahan berbahaya beracun (B3). Limbah B3 yang dibuang langsung ke dalam lingkungan dapat\nmenimbulkan bahaya terhadap lingkungan dan kesehatan manusia serta makhluk hidup lainnya.\nMengingat resiko tersebut, perlu diupayakan agar setiap kegiatan industri dapat menghasilkan\nlimbah B3 seminimal mungkin dan mencegah masuknya limbah B3 dari luar wilayah Indonesia.\nPeran Pemerintah Indonesia dalam pengawasan perpindahan lintas batas limbah B3 tersebut\ntelah diratifikasi Konvensi Basel pada tanggal 12 Juli 1993 dengan Keputusan Presiden Nomor\n61 Tahun 1993.\nHirarki Pengelolaan limbah B3 dimaksudkan agar limbah B3 yang dihasilkan masing-masing unit\nproduksi sesedikit mungkin dan bahkan diusahakan sampai nol, dengan mengupayakan reduksi\npada sumber dengan pengolahan bahan, substitusi bahan, pengaturan operasi kegiatan, dan\ndigunakannya teknologi bersih. Bilamana masih dihasilkan limbah B3 maka diupayakan\npemanfaatan limbah B3.\nPemanfaatan limbah B3, yang mencakup kegiatan daur-ulang (recycling) perolehan kembali\n(recovery) dan penggunaan kembali (reuse) merupakan satu mata rantai penting dalam\npengelolaan limbah B3. Dengan teknologi pemanfaatan limbah B3 di satu pihak dapat dikurangi\njumlah limbah B3 sehingga biaya pengolahan limbah B3 juga dapat ditekan dan di lain pihak\nakan dapat meningkatkan kemanfaatan bahan baku. Hal ini pada gilirannya akan mengurangi\nkecepatan pengurasan sumber daya alam.\nUntuk menghilangkan atau mengurangi resiko yang dapat ditimbulkan dari limbah B3 yang\ndihasilkan maka limbah B3 yang telah dihasilkan perlu dikelola secara khusus.\nPengelolaan limbah B3 merupakan suatu rangkaian kegiatan yang mencakup penyimpanan,\npengumpulan, pemanfaatan, pengangkutan, dan pengolahan limbah B3 termasuk penimbunan\nhasil pengolahan tersebut. Dalam rangkaian kegiatan tersebut terkait beberapa pihak yang\nmasing-masing merupakan mata rantai dalam pengelolaan limbah B3, yaitu:\na. Penghasil Limbah B3;\nb. Pengumpul Limbah B3;\nc. Pengangkut Limbah B3;\nd. Pemanfaat Limbah B3;\ne. Pengolah Limbah B3;\nf. Penimbun Limbah B3.\nDengan pengolahan limbah sebagaimana tersebut di atas, maka mata rantai siklus perjalanan\nlimbah B3 sejak dihasilkan oleh penghasil limbah B3 sampai penimbunan akhir oleh pengolah\nlimbah B3 dapat diawasi. Setiap mata rantai perlu diatur, sedangkan perjalanan limbah B3\ndikendalikan dengan sistem manifest berupa dokumen limbah B3. Dengan sistem manifest dapat\ndiketahui berapa jumlah B3 yang dihasilkan dan berapa yang telah dimasukkan ke dalam proses\npengolahan dan penimbunan tahap akhir yang telah memiliki persyaratan lingkungan.",
        "Nomor": "18",
        "Tahun": "1999",
        "Tentang": "PENGELOLAAN LIMBAH BAHAN BERBAHAYA DAN BERACUN\nPRESIDEN REPUBLIK INDONESIA,",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa lingkungan hidup perlu dijaga kelestariannya sehingga tetap mampu menunjang\npelaksanaan pembangunan yang berkelanjutan;",
            "b": " bahwa dengan meningkatnya pembangunan di segala bidang, khususnya pembangunan\ndi bidang industri, semakin meningkat pula jumlah limbah yang dihasilkan termasuk yang\nberbahaya dan beracun yang dapat membahayakan lingkungan hidup dan kesehatan\nmanusia;",
            "c": " bahwa dengan diundangkannya Undang-Undang Nomor 23 Tahun 1997 tentang\nPengelolaan Lingkungan Hidup, perlu dilakukan penyesuaian terhadap Peraturan\nPemerintah Nomor 19 Tahun 1994 jo. Peraturan Pemerintah Nomor 12 Tahun 1995\ntentang Pengelolaan Limbah Bahan Berbahaya dan Beracun;",
            "d": " bahwa sehubungan dengan hal tersebut diatas, dipandang perlu menetapkan Peraturan\nPemerintah tentang Pengelolaan Limbah Bahan Berbahaya dan Beracun;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 23 Tahun 1997 tentang Pengelolaan Lingkungan Hidup\n(Lembaran Negara Tahun 1997 Nomor 68, Tambahan Lembaran Negara Nomor 3699);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PENGELOLAAN LIMBAH BAHAN BERBAHAYA\nDAN BERACUN.",
        "tanggal sah": ""
    }
}