{
    "results": [
        {
            "id": "e9aec8f9-2b33-49df-840a-736d7e5c0af5",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "be825a38-cabc-4c39-879a-a779e1d59aa3",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "8d428378-6dcd-4c80-9b6f-d504796a0869",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan:\n1. Penatagunaan tanah adalah sama dengan pola pengelolaan tata\nguna tanah yang meliputi penguasaan, penggunaan dan\npemanfaatan tanah yang berwujud konsolidasi pemanfaatan tanah\nmelalui pengaturan kelembagaan yang terkait dengan\npemanfaatan tanah sebagai satu kesatuan sistem untuk\nkepentingan masyarakat secara adil.\n\n2. Penguasaan tanah adalah hubungan hukum antara orang per\norang, kelompok orang, atau badan hukum dengan tanah\nsebagaimana dimaksud dalam Undang-undang Nomor 5 Tahun\n1960 tentang Peraturan Dasar Pokok-pokok Agraria.\n3. Penggunaan tanah adalah wujud tutupan permukaan bumi baik\nyang merupakan bentukan alami maupun buatan manusia.\n4. Pemanfaatan tanah adalah kegiatan untuk mendapatkan nilai\ntambah tanpa mengubah wujud fisik penggunaan tanahnya.\n5. Hak atas tanah adalah hak-hak sebagaimana dimaksud dalam\nUndang-undang Nomor 5 Tahun 1960 tentang Peraturan Dasar\nPokok-pokok Agraria.\n6. Rencana Tata Ruang Wilayah adalah hasil perencanaan tata ruang\nberdasarkan aspek administratif dan atau aspek fungsional yang\ntelah ditetapkan.\n7. Pemerintah adalah perangkat Negara Kesatuan Republik\nIndonesia yang terdiri dari Presiden beserta para Menteri.\n8. Pemerintah Daerah adalah Kepala Daerah beserta perangkat\nDaerah Otonom yang lain sebagai Badan Eksekutif Daerah.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "f9a837e6-968a-4ada-95d5-a54f1adf5006",
            "name": "Chapter II",
            "title": "\nASAS DAN TUJUAN",
            "type": "chapter",
            "children": [
                {
                    "id": "55d2de03-5f55-4340-a09d-107aa039f983",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "a1822b3c-d724-48ee-8524-9c50e864e75e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPenatagunaan tanah berasaskan keterpaduan, berdayaguna dan\nberhasilguna, serasi, selaras, seimbang, berkelanjutan, keterbukaan,\npersamaan, keadilan dan perlindungan hukum.\n",
                        "explanation": "\nYang dimaksud dengan keterpaduan adalah bahwa penatagunaan tanah\ndilakukan untuk mengharmonisasikan penguasaan, penggunaan dan\npemanfaatan tanah.\nYang dimaksud dengan berdayaguna dan berhasilguna adalah bahwa\npenatagunaan tanah harus dapat mewujudkan peningkatan nilai tanah yang\nsesuai dengan fungsi ruang.\nYang dimaksud dengan serasi, selaras dan seimbang adalah bahwa\npenatagunaan tanah menjamin terwujudnya keserasian, keselarasan dan\nkeseimbangan antara hak dan kewajiban masing-masing pemegang hak atas\ntanah atau kuasanya sehingga meminimalkan benturan kepentingan antar\npenggunaan atau pemanfaatan tanah.\nYang dimaksud dengan berkelanjutan adalah bahwa penatagunaan tanah\nmenjamin kelestarian fungsi tanah demi memperhatikan kepentingan antar\ngenerasi.\nYang dimaksud dengan keterbukaan adalah bahwa penatagunaan tanah\ndapat diketahui seluruh lapisan masyarakat.\nYang dimaksud dengan persamaan, keadilan dan perlindungan hukum\nadalah bahwa dalam penyelenggaraan penatagunaan tanah tidak\nmengakibatkan diskriminasi antar pemilik tanah sehingga ada perlindungan\nhukum dalam menggunakan dan memanfaatkan tanah."
                    }
                },
                {
                    "id": "83554a10-5ddf-4e38-a026-cac6ded16346",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "cab9151e-1c0f-4ba4-b693-56f14169591b",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPenatagunaan tanah bertujuan untuk:\na. mengatur penguasaan, penggunaan dan pemanfaatan tanah bagi\nberbagai kebutuhan kegiatan pembangunan yang sesuai dengan\nRencana Tata Ruang Wilayah;\nb. mewujudkan penguasaan, penggunaan dan pemanfaatan tanah\nagar sesuai dengan arahan fungsi kawasan dalam Rencana Tata\nRuang Wilayah;\nc. mewujudkan tertib pertanahan yang meliputi penguasaan,\npenggunaan dan pemanfaatan tanah termasuk pemeliharaan tanah\nserta pengendalian pemanfaatan tanah;\nd. menjamin kepastian hukum untuk menguasai, menggunakan dan\nmemanfaatkan tanah bagi masyarakat yang mempunyai hubungan\nhukum dengan tanah sesuai dengan Rencana Tata Ruang Wilayah\nyang telah ditetapkan.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "341f42d7-df46-4ce3-8fce-5f0624fb0779",
            "name": "Chapter III",
            "title": "\nPOKOK-POKOK PENATAGUNAAN TANAH",
            "type": "chapter",
            "children": [
                {
                    "id": "0350d433-4a83-4a8b-90c4-813155ecca50",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "1605ba1c-f802-45ee-a957-cf26c1ecaf8b",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dalam rangka pemanfaatan ruang dikembangkan penatagunaan\ntanah yang disebut juga pola pengelolaan tata guna tanah.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "82ddba18-23fe-4b41-93a0-1e507291ea59",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Penatagunaan tanah sebagaimana dimaksud pada ayat (1)\nmerupakan kegiatan di bidang pertanahan di Kawasan Lindung\ndan Kawasan Budidaya.",
                            "explanation": "\nKawasan Lindung dan Kawasan Budidaya adalah sebagaimana\ndimaksud dalam Peraturan Pemerintah tentang Rencana Tata Ruang\nWilayah Nasional.\n\nKawasan Lindung meliputi: kawasan yang memberikan perlindungan\nkawasan bawahannya yang mencakup kawasan hutan lindung,\nkawasan bergambut, kawasan resapan air; kawasan perlindungan\nsetempat yang mencakup sempadan pantai, sempadan sungai,\nkawasan sekitar danau/waduk, kawasan sekitar mata air, kawasan\nterbuka hijau termasuk di dalamnya hutan kota; kawasan suaka alam\nyang mencakup kawasan cagar alam, suaka margasatwa; kawasan\npelestarian alam yang mencakup taman nasional, taman hutan raya,\ntaman wisata alam; kawasan cagar budaya; kawasan rawan bencana\nalam yang mencakup antara lain kawasan rawan letusan gunung api,\ngempa bumi, tanah longsor, serta gelombang pasang dan banjir;\nkawasan lindung lainnya mencakup taman buru, cagar biosfir,\nkawasan perlindungan plasma nutfah, kawasan pengungsian satwa\ndan kawasan pantai berhutan bakau.\nKawasan Budidaya meliputi: kawasan hutan produksi yang\nmencakup kawasan hutan produksi terbatas, kawasan hutan produksi\ntetap, kawasan hutan yang dapat dikonversi; kawasan hutan rakyat;\nkawasan pertanian yang mencakup kawasan pertanian lahan basah,\nkawasan pertanian lahan kering, kawasan tanaman\ntahunan/perkebunan, kawasan peternakan, kawasan perikanan;\nkawasan pertambangan yang mencakup golongan bahan galian\nstrategis, golongan bahan galian vital atau golongan bahan galian\nyang tidak termasuk kedua golongan tersebut; kawasan peruntukan\nindustri; kawasan pariwisata; dan kawasan permukiman.\nKawasan lindung dan Kawasan Budidaya yang terletak di wilayah\nperbatasan dengan negara tetangga, penatagunaan tanahnya\n\nmempertimbangkan aspek pertanahan dan keamanan sesuai dengan\nperaturan perundang-undangan yang berlaku."
                        },
                        {
                            "id": "c552c323-10d2-4815-8b2e-421b96a14c96",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Penatagunaan tanah sebagaimana dimaksud pada ayat (1)\ndiselenggarakan berdasarkan Rencana Tata Ruang Wilayah\nKabupaten/Kota.",
                            "explanation": "\nRencana Tata Ruang Wilayah Kabupaten/Kota menjadi pedoman bagi\nPemerintah Daerah untuk menetapkan lokasi kegiatan pembangunan\ndalam memanfaatkan ruang serta dalam menyusun program\npembangunan yang berkaitan dengan pemanfaatan ruang di daerah\ntersebut dan sekaligus menjadi dasar dalam pemberian rekomendasi\npengarahan pemanfaatan ruang, sehingga pemanfaatan ruang dalam\npelaksanaan pembangunan selalu sesuai dengan Rencana Tata Ruang\nWilayah Kabupaten/Kota yang sudah ditetapkan."
                        },
                        {
                            "id": "8338d762-cbea-420c-8ceb-93d806037044",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Penatagunaan …\n(4) Penatagunaan tanah sebagaimana dimaksud pada ayat (1)\ndiselenggarakan sesuai dengan jangka waktu yang ditetapkan\ndalam Rencana Tata Ruang Wilayah Kabupaten/Kota.",
                            "explanation": "\nYang dimaksud dengan jangka waktu adalah sebagaimana dimaksud\ndalam Pasal 22 Undang-undang No. 24 Tahun 1992 tentang Penataan\nRuang.\nPenatagunaan tanah diselenggarakan secara bertahap melalui penetapan\npenyesuaian penguasaan, penggunaan, dan pemanfaatan tanah yang akan\ndilakukan oleh Pemerintah, instansi yang membidangi pertanahan di\nKabupaten/Kota dan masyarakat, baik secara sendiri-sendiri maupun\nbersama, sesuai dengan jangka waktu Rencana Tata Ruang Wilayah\nyang telah ditetapkan."
                        }
                    ]
                },
                {
                    "id": "e39e4876-28b0-4772-b0c4-19aedbdd4e71",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "7b3f86a3-773d-452e-abe6-c90a4f78ad84",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPenatagunaan tanah sebagaimana dimaksud dalam Pasal 4 ayat (2)\ndilaksanakan melalui kebijakan penatagunaan tanah dan\npenyelenggaraan penatagunaan tanah.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "74c899db-3629-482e-b5e1-af6259078097",
            "name": "Chapter IV",
            "title": "\nKEBIJAKAN PENATAGUNAAN TANAH",
            "type": "chapter",
            "children": [
                {
                    "id": "08e16dbc-c6a6-4614-bda9-19092b41b020",
                    "name": "Section First",
                    "title": "\nUmum",
                    "type": "section",
                    "children": [
                        {
                            "id": "4bf6fb82-143b-4e4e-afd1-55d671f34998",
                            "name": "Article 6",
                            "type": "article",
                            "children": {
                                "id": "f37cf578-f34c-4abc-b640-e3740e2a82a4",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nKebijakan penatagunaan tanah diselenggarakan terhadap:\na. bidang-bidang tanah yang sudah ada haknya baik yang sudah atau\nbelum terdaftar:\nb. tanah negara;\nc. tanah ulayat masyarakat hukum adat sesuai dengan ketentuan\nperaturan perundang-undangan yang berlaku.",
                                "explanation": "\nHuruf a\nCukup jelas\n\nHuruf b\nTanah Negara adalah tanah yang langsung dikuasai oleh Negara yang\nbukan tanah ulayat.\nHuruf c\nCukup jelas"
                            }
                        },
                        {
                            "id": "d7e03269-8eb4-4c06-a1cc-373f5ca95132",
                            "name": "Article 7",
                            "type": "article",
                            "children": [
                                {
                                    "id": "2805e349-701c-4e34-95e1-084fdb2d81ee",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Terhadap tanah-tanah sebagaimana dimaksud dalam Pasal 6,\npenggunaan dan pemanfaatan tanahnya harus sesuai dengan\nRencana Tata Ruang Wilayah.\n\n-6-\n(2) Kesesuaian penggunaan dan pemanfaatan tanah terhadap Rencana Tata Ruang Wilayah sebagaimana dimaksud pada ayat (1) ditentukan berdasarkan pedoman, standar dan kriteria teknis yang ditetapkan oleh Pemerintah.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "94994bb4-fd76-4e02-af3c-ca981c9e5b52",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Pedoman, standar dan kriteria teknis sebagaimana dimaksud pada ayat (2) dijabarkan lebih lanjut oleh Pemerintah Kabupaten/Kota sesuai dengan kondisi wilayah masing-masing.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "c298f9f5-4792-41b2-8b55-25350c9cec88",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Penggunaan tanah sebagaimana dimaksud pada ayat (1) yang tidak sesuai dengan Rencana Tata Ruang Wilayah tidak dapat diperluas atau dikembangkan penggunaannya.",
                                    "explanation": "\nYang dimaksud dengan tidak dapat diperluas atau dikembangkan\npenggunaannya adalah wujud kegiatan secara alami maupun buatan\nyang telah ada dan tidak sesuai dengan peruntukannya, misalnya\nperluasan industri di dalam kawasan pertanian lahan basah (beririgasi\nteknis)."
                                },
                                {
                                    "id": "c54bcc75-29e3-42c6-b941-04590dc8f413",
                                    "name": "Verse 5",
                                    "number": "5",
                                    "type": "verse",
                                    "content": " Pemanfaatan tanah sebagaimana dimaksud pada ayat (1) yang tidak sesuai dengan Rencana Tata Ruang Wilayah tidak dapat ditingkatkan pemanfaatannya.",
                                    "explanation": "\nYang dimaksud dengan tidak dapat ditingkatkan pemanfaatannya\nadalah kegiatan yang tidak dapat ditingkatkan nilai tambahnya,\nmisalnya peningkatan perumahan menjadi perdagangan di kawasan\npermukiman."
                                }
                            ]
                        },
                        {
                            "id": "bbb905fe-f81b-465e-a292-8420330c074d",
                            "name": "Article 8",
                            "type": "article",
                            "children": {
                                "id": "4f055538-a3ae-4fe0-8990-01bdc55be324",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPemegang hak atas tanah wajib menggunakan dan dapat memanfaatkan tanah sesuai Rencana Tata Ruang Wilayah, serta memelihara tanah dan mencegah kerusakan tanah.",
                                "explanation": "\nYang dimaksud dengan wajib menggunakan tanah adalah pemegang hak atas\ntanah mematuhi syarat-syarat penggunaan dan pemanfaatan tanah yang telah\n\nditetapkan. Yang dimaksud dengan dapat memanfaatkan tanah adalah pemegang\nhak atas tanah dapat meningkatkan nilai tambah dengan cara\nmelakukan kegiatan lain yang tidak mengganggu penggunaan tanahnya,\nmisalnya memanfaatkan sawah untuk mina padi (budidaya ikan di sawah).\nMemelihara tanah adalah upaya untuk melindungi fungsi tanah misalnya\nkemampuan tanah terhadap tekanan perubahan dan/atau dampak negatif yang\nditimbulkan oleh suatu kegiatan, agar tetap mampu mendukung perikehidupan\nmanusia dan makhluk hidup lain, misalnya upaya pemulihan kembali tanah\nyang rusak, upaya konservasi tanah pertanian, upaya rehabilitasi tanah bekas\ngalian pertambangan dan sebagainya.\nKerusakan tanah adalah keadaan tanah yang tidak dapat lagi dimanfaatkan\nsesuai dengan fungsi kawasan sebagai akibat tindakan yang secara langsung\natau tidak langsung menimbulkan perubahan terhadap sifat fisik dan/atau\nhayatinya."
                            }
                        }
                    ]
                },
                {
                    "id": "192e1617-2aeb-4078-8d8a-231eb341586a",
                    "name": "Section Second",
                    "title": "\nPenguasaan Tanah",
                    "type": "section",
                    "children": [
                        {
                            "id": "042ddbea-83ae-4c85-b53e-0e4971f32d67",
                            "name": "Article 9",
                            "type": "article",
                            "children": [
                                {
                                    "id": "7f8ddd84-332a-4e37-812f-7717314f9847",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Penetapan Rencana Tata Ruang Wilayah tidak mempengaruhi status hubungan hukum atas tanah.",
                                    "explanation": "\nPenetapan Rencana tata Ruang Wilayah tidak mempengaruhi hubungan\nhukum atas tanah yang telah ada haknya baik yang belum maupun yang\ntelah terdaftar, tanah Negara, serta tanah ulayat masyarakat hukum adat\nsesuai dengan ketentuan peraturan perundang-undangan yang berlaku,\nsebelum adanya penetapan Rencana tata Ruang Wilayah."
                                },
                                {
                                    "id": "038d1ef6-843b-4749-8096-f810fd7d08c5",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Penetapan Rencana Tata Ruang Wilayah tidak mempengaruhi status hubungan hukum atas tanah sebagaimana dimaksud dalam Pasal 6 yang di atas atau di bawah tanahnya dilakukan pemanfaatan ruang.\n",
                                    "explanation": "\nPemanfaatan ruang di atas atau di bawah tidak mempengaruhi hubungan\nhukum atas tanah yang penggunaan dan pemanfaatannya tidak terkait\ndengan pemanfaatan ruang di atas dan di bawah tersebut dengan syarat\npenggunaan dan pemanfaatannya sesuai dengan Rencana Tata Ruang\nWilayah dan tidak mengganggu pemanfaatan ruang di atas dan atau\ndi\n\nbawahnya. Pemegang hak atas tanah dalam pemanfaatan hak atas\ntanahnya harus sesuai dengan sifat dan tujuan haknya serta tidak\nbertentangan dengan peraturan pemanfaatan ruang di atas dan atau di\nbawahnya.\nContoh pemanfaatan ruang di atas tanah adalah transmisi energi listrik\nmelalui jaringan tegangan tinggi; pemanfaatan ruang bawah tanah\nadalah jaringan jalan dan atau kereta api bawah tanah (subway)."
                                }
                            ]
                        },
                        {
                            "id": "f2ddc2ba-fa6b-46a8-acda-a0c2c0afb832",
                            "name": "Article 10",
                            "type": "article",
                            "children": [
                                {
                                    "id": "62043538-5149-43ef-bbdb-b3500ba66864",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Terhadap tanah sebagaimana dimaksud dalam Pasal 6 setelah\npenetapan Rencana Tata Ruang Wilayah, penyelesaian\nadministrasi pertanahan dilaksanakan apabila pemegang hak atas\ntanah atau kuasanya memenuhi syarat-syarat menggunakan dan\nmemanfaatkan tanahnya sesuai dengan Rencana Tata Ruang\nWilayah.",
                                    "explanation": "\nSyarat-syarat menggunakan dan memanfaatkan tanah, yaitu dalam\nbentuk pedoman teknis penatagunaan tanah yang menjadi bagian tidak\nterpisahkan dari penyelesaian administrasi pertanahan, antara lain\npemindahan hak, peralihan hak, peningkatan hak, penggabungan, dan\npemisahan hak atas tanah."
                                },
                                {
                                    "id": "f6518b91-c434-4eea-ab0b-f8a78b507907",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Apabila syarat-syarat menggunakan dan memanfaatkan tanah\nsebagaimana dimaksud pada ayat (1) tidak dipenuhi, akan\ndikenakan sanksi sesuai dengan peraturan perundang-undangan\nyang berlaku.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "cabc4d30-1e43-4628-8f49-7b96bb652a8c",
                            "name": "Article 11",
                            "type": "article",
                            "children": [
                                {
                                    "id": "9ebb18ae-419e-4aab-985c-c3ae0d02395c",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Terhadap tanah dalam kawasan lindung yang belum ada hak atas\ntanahnya dapat diberikan hak atas tanah, kecuali pada kawasan\nhutan.",
                                    "explanation": "\nKawasan hutan adalah wilayah tertentu yang ditunjuk dan atau\nditetapkan oleh Pemerintah untuk dipertahankan keberadaannya\nsebagai hutan tetap. Hak atas tanah pada kawasan hutan diatur dalam\nperaturan perundang-undangan."
                                },
                                {
                                    "id": "fc084c63-08cf-4caa-89df-e17f657e682b",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Terhadap tanah dalam kawasan cagar budaya yang belum ada hak\natas tanahnya dapat diberikan hak atas tanah tertentu sesuai\ndengan peraturan perundang-undangan yang berlaku, kecuali pada\nlokasi situs.",
                                    "explanation": "\nHak atas tanah tertentu adalah hak atas tanah dengan jangka waktu dan\npersyaratan tertentu. Salah satu bentuk persyaratan tertentu adalah\nketentuan sebagaimana diatur dalam peraturan perundang-undangan di\nbidang benda cagar budaya.\n"
                                }
                            ]
                        },
                        {
                            "id": "20be04ff-6c40-42fc-80bb-9705c4d5804d",
                            "name": "Article 12",
                            "type": "article",
                            "children": {
                                "id": "28aab94a-a0d3-4449-b594-738425aa740b",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nTanah yang berasal dari tanah timbul atau hasil reklamasi di wilayah\nperairan pantai, pasang surut, rawa, danau, dan bekas sungai dikuasai\nlangsung oleh Negara.\n",
                                "explanation": "\nTanah timbul adalah daratan yang terbentuk secara alami maupun buatan\nkarena proses pengendapan di sungai, danau, pantai dan atau pulau timbul, serta\npenguasaan tanahnya dikuasai negara.\nReklamasi adalah pengurukan wilayah perairan guna memperluas ruang\ndaratan, penggunaan dan pemanfaatan tanahnya harus sesuai Rencana Tata\nRuang Wilayah."
                            }
                        }
                    ]
                },
                {
                    "id": "bcc8e7c5-3448-4f87-b09a-2adf050b8def",
                    "name": "Section Third",
                    "title": "\nPenggunaan dan Pemanfaatan Tanah",
                    "type": "section",
                    "children": [
                        {
                            "id": "3b60bc36-cd18-4563-a30a-b16ed9710d48",
                            "name": "Article 13",
                            "type": "article",
                            "children": [
                                {
                                    "id": "18619e36-d272-486e-baf8-dde8bdc66326",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Penggunaan dan pemanfaatan tanah di kawasan lindung atau\nkawasan budidaya harus sesuai dengan fungsi kawasan dalam\nRencana Tata Ruang Wilayah.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "1892339c-2214-4213-bd3d-f0ea2afbdee9",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Penggunaan dan pemanfaatan tanah di kawasan lindung\nsebagaimana dimaksud pada ayat (1) tidak boleh mengganggu\nfungsi alam, tidak mengubah bentang alam dan ekosistem alami.",
                                    "explanation": "\nYang dimaksud dengan tidak mengubah bentang alam antara lain tidak\nmelakukan cut and fill, menutup dan membelokkan aliran sungai."
                                },
                                {
                                    "id": "e1cc2655-9933-43f5-950f-87a3939898ec",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Penggunaan tanah di kawasan budidaya sebagaimana dimaksud\npada ayat (1) tidak boleh diterlantarkan, harus dipelihara dan\ndicegah kerusakannya.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "a1a9a720-b147-4794-b466-10d2847821db",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Pemanfaatan tanah di Kawasan Budidaya sebagaimana dimaksud\npada ayat (1) tidak saling bertentangan, tidak saling mengganggu,\ndan memberikan peningkatan nilai tambah terhadap penggunaan\ntanahnya.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "d6872fa8-e4e0-4eec-99c3-c5458210c41b",
                                    "name": "Verse 5",
                                    "number": "5",
                                    "type": "verse",
                                    "content": " Ketentuan penggunaan dan pemanfaatan tanah sebagaimana\ndimaksud pada ayat (1), ayat (2), ayat (3), dan ayat (4) ditetapkan\nmelalui pedoman teknis penatagunaan tanah, yang menjadi syarat\nmenggunakan dan memanfaatkan tanah sebagaimana dimaksud\ndalam Pasal 10 ayat (1).",
                                    "explanation": "\nPedoman teknis penatagunaan tanah bertujuan untuk menciptakan\npenggunaan dan pemanfaatan tanah yang lestari, optimal, serasi, dan\nseimbang (LOSS) di wilayah perdesaan, serta aman, tertib, lancar, dan\nsehat (ATLAS) di wilayah perkotaan, yang menjadi persyaratan\npenyelesaian administrasi pertanahan sebagaimana dimaksud pada Pasal\n10 ayat (1).\n"
                                }
                            ]
                        },
                        {
                            "id": "3dc407ad-6f78-40da-ad64-25be5d03dd14",
                            "name": "Article 14",
                            "type": "article",
                            "children": {
                                "id": "cda48c78-0789-44bb-83e4-5280b79b9bce",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nDalam hal penggunaan dan pemanfaatan tanah, pemegang hak atas\ntanah wajib mengikuti persyaratan yang diatur dalam ketentuan\nperaturan perundang-undangan.",
                                "explanation": "\nPersyaratan sebagaimana dimaksud dalam pasal ini antara lain pedoman teknis\npenatagunaan tanah, persyaratan mendirikan bangunan, persyaratan\nmemanfaatkan bangunan, persyaratan dalam Analisis mengenai Dampak\nLingkungan, persyaratan usaha, dan ketentuan lainnya yang diatur dalam\nperaturan perundangan-undangan."
                            }
                        },
                        {
                            "id": "5153545c-a34d-4621-b188-7633d0f2fa81",
                            "name": "Article 15",
                            "type": "article",
                            "children": {
                                "id": "85470790-6691-44ab-a9c4-f066c3f7da44",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPenggunaan dan pemanfaatan tanah pada pulau-pulau kecil dan bidang-bidang tanah yang berada di sempadan pantai, sempadan danau, sempadan waduk, dan atau sempadan sungai, harus memperhatikan :\na. kepentingan umum;\nb. keterbatasan daya dukung, pembangunan yang berkelanjutan, keterkaitan ekosistem, keanekaragaman hayati serta kelestarian fungsi lingkungan.",
                                "explanation": "\nPulau kecil adalah pulau yang luasan dan jumlah penduduknya sesuai dengan\nperaturan perundang-undangan yang berlaku. Pada hakekatnya pulau kecil dan\nkawasan pesisir khususnya yang berkaitan dengan penguasaan, penggunaan dan\npemanfaatan di bidang-bidang tanah yang berada disepanjang pantai memiliki\nkeunikan tersendiri baik dari segi kegiatan sosial, ekonomi, lingkungan dan\nsumber daya alam lainnya."
                            }
                        },
                        {
                            "id": "1ee62665-9a91-4a94-aa3b-c4d191dbc311",
                            "name": "Article 16",
                            "type": "article",
                            "children": {
                                "id": "2ed9dd8a-1e02-4da1-ac4f-8eb5c7ea69b3",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nApabila terjadi perubahan Rencana Tata Ruang Wilayah, maka penggunaan dan pemanfaatan tanah sebagaimana dimaksud dalam Pasal 13 mengikuti Rencana Tata Ruang Wilayah yang terakhir.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "8f2ba2ea-f6c0-40da-9a10-8535fca93d8f",
                            "name": "Article 17",
                            "type": "article",
                            "children": [
                                {
                                    "id": "d6b8df98-a952-4a85-a831-96d7509e61f8",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pemanfaatan tanah dapat ditingkatkan apabila tidak mengubah penggunaan tanahnya.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "f4e206d9-26d6-4bb1-a311-130b3d82fe43",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Peningkatan pemanfaatan tanah sebagaimana dimaksud pada ayat (1) harus memperhatikan hak atas tanahnya serta kepentingan masyarakat.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "71747000-e9b5-4bdc-9e59-a6155f67d01d",
                            "name": "Article 18",
                            "type": "article",
                            "children": {
                                "id": "482d42a3-2924-49e3-86c9-9f0330b9b478",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPemanfaatan tanah dalam kawasan lindung dapat ditingkatkan untuk kepentingan pendidikan, penelitian dan pengembangan ilmu pengetahuan dan teknologi, dan ekowisata apabila tidak mengganggu fungsi lindung.",
                                "explanation": "\nYang dimaksud dengan kepentingan pendidikan, penelitian dan pengembangan\nilmu pengetahuan dan teknologi adalah antara lain sebagai laboratorium alam,\ntransmisi energi dan telekomunikasi.\n\nYang dimaksud dengan ekowisata adalah antara lain kegiatan wisata alam dan\nwisata budaya."
                            }
                        },
                        {
                            "id": "6354a4fb-e1b0-4817-ac4f-7fa1bb078171",
                            "name": "Article 19",
                            "type": "article",
                            "children": [
                                {
                                    "id": "6b8cbb2b-4f66-47a4-b7b7-b6046d8a11ea",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Kegiatan dalam rangka pemanfaatan ruang di atas dan di bawah\ntanah yang tidak terkait dengan penguasaan tanah sebagaimana\ndimaksud dalam Pasal 9 ayat (2) dapat dilaksanakan apabila tidak\nmengganggu penggunaan dan pemanfaatan tanah yang\nbersangkutan.",
                                    "explanation": "\nYang dimaksud dengan mengganggu adalah sebagaimana yang dimaksud\ndalam studi Analisis Mengenai Dampak Lingkungan."
                                },
                                {
                                    "id": "19caad6c-8fa0-43e8-b4f5-3208e0b52733",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Kegiatan sebagaimana dimaksud pada ayat (1) yang mengganggu\npemanfaatan tanah harus mendapat persetujuan pemegang hak\natas tanah.",
                                    "explanation": "\nYang dimaksud dengan persetujuan pemegang hak atas tanah yang terkait\nadalah pemegang hak atas tanah tidak keberatan terhadap pemanfaatan\nruang di atas dan atau di bawah tanah karena pemegang hak atas tanah\nmempunyai kepentingan terhadap pemanfaatan ruang tersebut."
                                },
                                {
                                    "id": "f809e175-80e9-4633-99db-73a22b5be9c6",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Kegiatan sebagaimana dimaksud pada ayat (1) harus dilaksanakan\nsesuai dengan peraturan perundang-undangan.",
                                    "explanation": "\nYang dimaksud dengan peraturan perundang-undangan yang berlaku antara\nlain yang mengatur pertambangan dan rumah susun."
                                }
                            ]
                        },
                        {
                            "id": "5d245dd7-d6e4-44fe-85a8-ff8dd9c1d503",
                            "name": "Article 20",
                            "type": "article",
                            "children": {
                                "id": "627e8f31-8492-45ef-8843-1bd3dd8d05a8",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPenguasaan, penggunaan, dan pemanfaatan tanah yang tidak sesuai\ndengan Rencana Tata Ruang Wilayah disesuaikan melalui\npenyelenggaraan penatagunaan tanah.",
                                "explanation": "\nPenyesuaian adalah kegiatan pemegang hak atas tanah atau kuasanya untuk\nmelakukan penyesuaian, baik secara swadaya, kerjasama, dan atau penyerahan\nhak atas tanahnya pada pihak lain, agar penggunaan dan pemanfaatan bidang\ntanahnya sesuai dengan Rencana Tata Ruang Wilayah."
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "21be421b-8dd8-4e87-ae53-97cbb09fe83f",
            "name": "Chapter V",
            "title": "\nPENYELENGGARAAN PENATAGUNAAN TANAH",
            "type": "chapter",
            "children": [
                {
                    "id": "c772e669-c93f-4556-9999-57203feb4ca0",
                    "name": "Section First",
                    "title": "\nUmum",
                    "type": "section",
                    "children": [
                        {
                            "id": "e15fc87c-0530-4120-acff-6951efaa8896",
                            "name": "Article 21",
                            "type": "article",
                            "children": {
                                "id": "7686a8cb-9484-4373-9ef8-d78a2170601c",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPenyelenggaraan penatagunaan tanah dilakukan terhadap tanah-tanah\nsebagaimana dimaksud dalam Pasal 6.",
                                "explanation": "\nPenyelenggaraan penatagunaan tanah meliputi penetapan rencana kegiatan dan\npelaksanaan kegiatan penatagunaan tanah.\n"
                            }
                        }
                    ]
                },
                {
                    "id": "a62fb477-fce7-4398-b4d1-b4c1b91cd754",
                    "name": "Section Second",
                    "title": "\nPelaksanaan",
                    "type": "section",
                    "children": [
                        {
                            "id": "98054a61-95d5-41c0-910b-8156ff5edf19",
                            "name": "Article 22",
                            "type": "article",
                            "children": [
                                {
                                    "id": "1d070180-39bf-4e63-b3eb-869b7d72d9ea",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Dalam rangka menyelenggarakan penatagunaan tanah sebagaimana dimaksud dalam Pasal 23 dilaksanakan kegiatan yang meliputi :\na. pelaksanaan inventarisasi penguasaan, penggunaan, dan pemanfaatan tanah;\nb. penetapan perimbangan antara ketersediaan dan kebutuhan penguasaan, penggunaan, dan pemanfaatan tanah menurut fungsi kawasan;\nc. penetapan pola penyesuaian penguasaan, penggunaan, dan pemanfaatan tanah dengan Rencana Tata Ruang Wilayah.",
                                    "explanation": "\nHuruf a\nCukup jelas\nHuruf b\nPenetapan perimbangan antara ketersediaan dan kebutuhan\npenguasaan, penggunaan dan pemanfaatan tanah menurut fungsi\nkawasan disusun dalam bentuk Neraca Penatagunaan Tanah.\nHuruf c\nPola penyesuaian yang dimaksud berisikan arahan kegiatan dan\nlangkah-langkah yang perlu dilaksanakan bagi pemegang hak atas\ntanah atau kuasanya untuk menggunakan dan memanfaatkan tanah\nsesuai dengan Rencana Tata Ruang Wilayah."
                                },
                                {
                                    "id": "bc474b70-699a-4b17-b089-1da258998455",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Kegiatan penatagunaan tanah sebagaimana dimaksud pada ayat (1) disajikan dalam peta dengan skala lebih besar dari pada skala peta Rencana Tata Ruang Wilayah yang bersangkutan.",
                                    "explanation": "\nYang dimaksud dengan peta skala lebih besar adalah sebagaimana\ndiatur dalam peraturan perundang-undangan tentang tingkat ketelitian\npeta untuk penataan ruang wilayah."
                                }
                            ]
                        },
                        {
                            "id": "47acc281-a33c-4b3f-9ba0-1dcf38a68a2c",
                            "name": "Article 23",
                            "type": "article",
                            "children": [
                                {
                                    "id": "0e8fabaa-4abb-4d00-a16c-f7a0e986f353",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pelaksanaan inventarisasi penguasaan, penggunaan, dan pemanfaatan tanah sebagaimana dimaksud dalam Pasal 22 ayat (1) huruf a meliputi:\na. pengumpulan dan pengolahan data penguasaan, penggunaan dan pemanfaatan tanah, kemampuan tanah, evaluasi tanah serta data pendukung;\nb. penyajian data berupa peta dan informasi penguasaan, penggunaan dan pemanfaatan tanah, kemampuan tanah, evaluasi tanah serta data pendukung;\n\nc. penyediaan dan pelayanan data berupa peta dan informasi\npenguasaan, penggunaan dan pemanfaatan tanah, kemampuan\ntanah, evaluasi tanah, serta data pendukung.",
                                    "explanation": "\nHuruf a\nPengumpulan dan pengolahan data adalah pembuatan peta kerja,\nsurvei dan pemetaan, komputerisasi dan analisa.\nKemampuan tanah meliputi unsur-unsur fisik tanah antara lain\nkemiringan tanah, kedalaman tanah, tekstur tanah, drainase, erosi dan\nfaktor pembatas tanah lainnya.\n\nEvaluasi tanah adalah penilaian sifat-sifat fisik dan lingkungan tanah\nterhadap rencana penggunaan dan pemanfaatan tanah, antara lain\npenilaian kecocokan pertanian, perumahan, industri dalam rangka upaya\npenyesuaian penggunaan dan pemanfaatan tanah terhadap Rencana Tata\nRuang Wilayah.\nData pendukung antara lain topografi, kependudukan, tenaga kerja, dan\npendapatan per kapita.\nHuruf b\nCukup jelas\nHuruf c\nPelayanan data dan informasi antara lain katalog/indeks dan tata cara\npelayanan sebagaimana dimaksud Peraturan Pemerintah Nomor 46\nTahun 2002 tentang Tarif Atas Jenis Penerimaan Negara Bukan\nPajak Yang Berlaku Pada Badan Pertanahan Nasional."
                                },
                                {
                                    "id": "b1a5c52a-ddfe-4509-96fe-b86ef750f43f",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Data dan informasi bidang pertanahan sebagaimana dimaksud\npada ayat (1) huruf b sebagai bahan masukan dalam penyusunan\ndan revisi Rencana Tata Ruang Wilayah.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "dc5dea27-c525-4ec5-8429-2b9b2e5889b8",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Kegiatan penetapan perimbangan antara ketersediaan dan\nkebutuhan penguasaan, penggunaan dan pemanfaatan tanah\nmenurut fungsi kawasan sebagaimana dimaksud dalam Pasal 22\nayat (1) huruf b meliputi :\na. penyajian neraca perubahan penggunaan dan pemanfaatan\ntanah pada Rencana Tata Ruang Wilayah;\nb. penyajian neraca kesesuaian penggunaan dan pemanfaatan\ntanah pada Rencana Tata Ruang Wilayah;\nc. penyajian dan penetapan prioritas ketersediaan tanah pada\nRencana Tata Ruang Wilayah.",
                                    "explanation": "\nHuruf a\nCukup jelas\nHuruf b\nCukup jelas\nHuruf c\nKetersediaan tanah adalah perimbangan antara penggunaan dan\npemanfaatan tanah serta penguasaan tanah pada fungsi kawasan\nyang memberikan gambaran tentang peluang dan kendala kegiatan\npembangunan oleh pemerintah dan masyarakat."
                                },
                                {
                                    "id": "82ce55dc-0e15-4cde-9b4c-7a564d0ea4a7",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Pelaksanaan pola penyesuaian penguasaan, penggunaan dan\npemanfaatan tanah dengan Rencana Tata Ruang Wilayah\nsebagaimana dimaksud dalam Pasal 22 ayat (1) huruf c dilakukan\nmelalui :\na. penataan kembali;\nb. upaya kemitraan;\nc. penyerahan dan pelepasan hak atas tanah kepada negara atau\npihak lain dengan penggantian sesuai dengan peraturan\nperundang-undangan.",
                                    "explanation": "\nHuruf a\n\nPenataan kembali antara lain berupa konsolidasi tanah, relokasi, tukar-\nmenukar dan peremajaan kota.\nHuruf b\nUpaya kemitraan adalah usaha yang dilakukan oleh masyarakat\npemilik tanah, baik swadaya maupun bekerjasama dengan pihak\nlain, untuk mencapai tujuan bersama dengan hak dan kewajiban\nyang diatur bersama.\nHuruf c\nPenyerahan dan pelepasan hak atas tanah adalah antara lain hibah,\njual beli, tukar menukar dan bentuk-bentuk lain yang sesuai dengan\nperaturan perundang-undangan yang berlaku."
                                },
                                {
                                    "id": "4dc603fe-988e-42d1-b2b5-8b3e20de99ae",
                                    "name": "Verse 5",
                                    "number": "5",
                                    "type": "verse",
                                    "content": " Penyesuaian sebagaimana dimaksud pada ayat (4) dilaksanakan\ndengan mempertimbangkan:\n\na. kebijakan penatagunaan tanah;\nb. hak-hak masyarakat pemilik tanah;\nc. investasi pembangunan prasarana dan sarana;\nd. evaluasi tanah.",
                                    "explanation": "\nHuruf a\nKebijakan penatagunaan tanah adalah sebagaimana tercakup dalam\nBab IV Peraturan Pemerintah ini dan kebijakan pertanahan\nnasional.\nHuruf b\nCukup jelas\nHuruf c\nSebagai contoh investasi pembangunan sarana dan prasarana di\nkawasan perkotaan dan perdesaan antara lain adalah jaringan jalan\ndan irigasi.\nHuruf d\nCukup jelas"
                                },
                                {
                                    "id": "07ccd31e-8e2b-4379-9804-dca6ccc7b71f",
                                    "name": "Verse 6",
                                    "number": "6",
                                    "type": "verse",
                                    "content": " Dalam pelaksanaan penyesuaian sebagaimana dimaksud pada ayat (4) dilakukan dengan melibatkan peranserta masyarakat sesuai dengan peraturan perundang-undangan.",
                                    "explanation": "\nPeranserta masyarakat adalah sebagaimana yang dimaksud dalam\nperaturan perundang-undangan tentang pelaksanaan hak dan\nkewajiban serta bentuk dan tata cara peranserta masyarakat dalam\npenataan ruang."
                                },
                                {
                                    "id": "cac52e8f-58bc-4c21-9a3a-5249deb6f82f",
                                    "name": "Verse 7",
                                    "number": "7",
                                    "type": "verse",
                                    "content": " Tata cara pelaksanaan kegiatan sebagaimana dimaksud pada ayat (1), ayat (3) dan ayat (4) diatur dalam berbagai pedoman, standar dan kriteria teknis yang ditetapkan oleh Pemerintah.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "5b90fa5f-e88d-4974-90ca-12eb55d0d26a",
                                    "name": "Verse 8",
                                    "number": "8",
                                    "type": "verse",
                                    "content": " Pedoman, standar dan kriteria teknis pelaksanaan kegiatan penatagunaan tanah sebagaimana dimaksud pada ayat (7) dijabarkan lebih lanjut oleh Pemerintah Kabupaten/Kota.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "4ac51dba-32a8-45d4-85ed-71d255f18d11",
                            "name": "Article 24",
                            "type": "article",
                            "children": [
                                {
                                    "id": "06821cc7-41b7-4bcf-805e-e339454f1a06",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Dalam rangka pelaksanaan pola penyesuaian penguasaan, penggunaan dan pemanfaatan tanah, Pemerintah Kabupaten/Kota menerbitkan pedoman teknis.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "d569815a-ac8b-42c6-a973-c8730b17f378",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Tata cara penerbitan pedoman teknis sebagaimana dimaksud pada ayat (1) dilaksanakan sesuai dengan peraturan perundang- undangan yang berlaku.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id": "99e55eab-107c-4701-a6ad-815a34acbb8c",
            "name": "Chapter VI",
            "title": "\nPEMBINAAN DAN PENGENDALIAN",
            "type": "chapter",
            "children": [
                {
                    "id": "f3690a69-266b-4efc-a06a-7809aafb737a",
                    "name": "Article 25",
                    "type": "article",
                    "children": [
                        {
                            "id": "cdbb1661-102b-4d81-a6ae-c1bcda4b6358",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dalam rangka pembinaan dan pengendalian penyelenggaraan penatagunaan tanah, Pemerintah melaksanakan pemantauan penguasaan, penggunaan dan pemanfaatan tanah.\n\n(2) Pemantauan sebagaimana dimaksud pada ayat (1) diselenggarakan melalui pengelolaan sistem informasi geografi penatagunaan tanah.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "64667c58-dd63-4c83-a2c5-fbb66cdb65d8",
                    "name": "Article 26",
                    "type": "article",
                    "children": [
                        {
                            "id": "6efb2e17-f999-4b8f-9b11-657f7f4ec752",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pembinaan atas penyelenggaraan penatagunaan tanah dilakukan oleh Pemerintah.",
                            "explanation": "\nYang dimaksud dengan pemerintah adalah sebagaimana dimaksud dalam peraturan perundang-undangan tentang Pemerintahan Daerah."
                        },
                        {
                            "id": "395503f2-4926-4027-b4d6-1303ce4599e4",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pembinaan sebagaimana dimaksud pada ayat (1) meliputi pemberian pedoman, bimbingan, pelatihan, dan arahan.",
                            "explanation": "\nPedoman, bimbingan, pelatihan dan arahan adalah sebagaimana dimaksud\ndalam peraturan perundang-undangan tentang pemerintahan daerah, dan\nperaturan perundang-undangan tentang pembinaan dan pengawasan atas\npenyelenggaraan pemerintahan daerah."
                        }
                    ]
                },
                {
                    "id": "2fc39218-ab37-4355-a604-6ee807c05793",
                    "name": "Article 27",
                    "type": "article",
                    "children": [
                        {
                            "id": "55846bc9-6c7b-4d4e-be45-60bfef628779",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pengendalian penyelenggaraan penatagunaan tanah meliputi pengawasan dan penertiban.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "2a9da2da-240f-4e58-9528-559cb278e3f9",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pengawasan sebagaimana dimaksud pada ayat (1) dilaksanakan Pemerintah dengan cara supervisi dan pelaporan.",
                            "explanation": "\nSupervisi dan pelaporan adalah sebagaimana yang dimaksud dalam\nperaturan perundang-undangan tentang pemerintahan daerah dan\nperaturan perundang-undangan tentang pembinaan dan pengawasan atas\npenyelenggaraan pemerintahan daerah."
                        },
                        {
                            "id": "58d0d5a5-704a-4551-9349-ec471f95214d",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Penertiban sebagaimana dimaksud pada ayat (1) dilaksanakan oleh Pemerintah Kabupaten/Kota sesuai dengan peraturan perundangan yang berlaku.",
                            "explanation": "\nPenertiban adalah usaha untuk mengambil tindakan administratif agar\npenguasaan, penggunaan dan pemanfaatan tanah sesuai dengan Rencana\nTata Ruang Wilayah."
                        }
                    ]
                },
                {
                    "id": "6d58257f-5bbd-4ab0-9bd8-e3e0cdaa20bd",
                    "name": "Article 28",
                    "type": "article",
                    "children": [
                        {
                            "id": "be2403f6-b5b9-4e37-bf2e-122229818590",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pembinaan dan pengendalian penatagunaan tanah terhadap pemegang hak atas tanah diselenggarakan pula dengan pemberian insentif dan pengenaan disinsentif.",
                            "explanation": "\nPerangkat insentif adalah pengaturan yang bertujuan memberikan\nrangsangan terhadap kegiatan yang sesuai dengan tujuan penatagunaan\ntanah.\nDisinsentif adalah pengaturan yang bertujuan membatasi atau mengurangi\nkegiatan yang tidak sejalan dengan tujuan penatagunaan tanah, misalnya\n\n- 18-\nantara lain dalam bentuk peninjauan kembali hak atas tanah, dan pengenaan\npajak yang tinggi.\nPeninjauan kembali hak atas tanah tersebut didasarkan pada ketentuan\nsebagaimana dimaksud dalam peraturan pemerintah tentang penertiban dan\npendayagunaan tanah terlantar."
                        },
                        {
                            "id": "4f45d411-3f4a-46b0-8de5-0c4e5c5ed5f9",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Insentif sebagaimana dimaksud pada ayat (1) diberikan kepada pemegang hak atas tanah yang secara sukarela melakukan penyesuaian penggunaan tanah.\n\n(3) Disinsentif sebagaimana dimaksud pada ayat (1) dikenakan\nkepada pemegang hak atas tanah yang belum melaksanakan\npenyesuaian penggunaan tanahnya.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "0ac1c38b-f234-49eb-a054-7b649d07fcf0",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Bentuk-bentuk insentif dan disinsentif ditetapkan sesuai dengan\nperaturan perundangan yang berlaku.",
                            "explanation": "\nBentuk-bentuk insentif dan disinsentif tidak boleh mengurangi hak\npenduduk sebagai warganegara untuk memperoleh harkat dan martabat yang\nsama, hak memperoleh dan mempertahankan hidupnya."
                        }
                    ]
                },
                {
                    "id": "d03c2af0-54ae-488d-bbf6-7487fd3b7f0e",
                    "name": "Article 29",
                    "type": "article",
                    "children": {
                        "id": "3a7d0979-11cd-4398-8e6c-3dde5d042d70",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPemerintah melaksanakan penataan kembali terhadap pemegang hak\natas tanah dari golongan ekonomi lemah.",
                        "explanation": "\nYang dimaksud dengan penataan kembali adalah sebagaimana dimaksud dalam\nPasal 23 ayat (4) huruf a."
                    }
                }
            ]
        },
        {
            "id": "62acdad1-fa90-47de-a9c6-65c76b7f47df",
            "name": "Chapter VII",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "867fd971-28ef-4cd8-a8ea-11ab79df9c40",
                    "name": "Article 30",
                    "type": "article",
                    "children": {
                        "id": "52b9414b-b926-4691-81c5-5e437fde4035",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPada saat mulai berlakunya Peraturan Pemerintah ini, semua\nperaturan pelaksanaan yang berkaitan dengan penatagunaan tanah\ntetap berlaku sepanjang tidak bertentangan dengan Peraturan\nPemerintah ini.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "d0e546fc-dd38-467c-b4f5-965a75b321a5",
            "name": "Chapter VIII",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "d755eb3f-bb2e-4d47-881f-18f49b74c4c9",
                    "name": "Article 31",
                    "type": "article",
                    "children": {
                        "id": "c8822a24-5573-4af5-b561-ad47ba40fbd3",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan\nPeraturan Pemerintah ini dengan penempatannya dalam Lembaran\nNegara Republik Indonesia.",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nPENJELASAN\nATAS\nPERATURAN PEMERINTAH REPUBLIK INDONESIA\nNOMOR 16 TAHUN 2004\nTENTANG\nPENATAGUNAAN TANAH\nTanah merupakan karunia Tuhan Yang Maha Esa bagi bangsa Indonesia yang\ndikuasai oleh Negara untuk kepentingan hajat hidup orang banyak baik yang telah\ndikuasai atau dimiliki oleh orang seorang, kelompok orang termasuk masyarakat\nhukum adat dan atau badan hukum maupun yang belum diatur dalam hubungan\nhukum berdasarkan peraturan perundangan-undangan. Berbagai bentuk hubungan\nhukum dengan tanah yang berwujud hak-hak atas tanah memberikan wewenang\nuntuk menggunakan tanah sesuai dengan sifat dan tujuan haknya berdasarkan\npersediaan, peruntukan, penggunaan, dan pemeliharaannya.\nTanah adalah unsur ruang yang strategis dan pemanfaatannya terkait dengan\npenataan ruang wilayah. Penataan ruang wilayah, mengandung komitmen untuk\nmenerapkan penataan secara konsekuen dan konsisten dalam kerangka kebijakan\npertanahan yang berlandaskan Undang-undang Nomor 5 Tahun 1960 tentang\nPeraturan Dasar Pokok-pokok Agraria. Sehubungan dengan itu dan atas perintah\nPasal 16 Undang-undang Nomor 24 Tahun 1992 tentang Penataan Ruang, maka\ndalam rangka pemanfaatan ruang perlu dikembangkan penatagunaan tanah yang\ndisebut juga pola pengelolaan penguasaan, penggunaan, dan pemanfaatan tanah.\nSesuai\nSesuai dengan penjelasan Pasal 30 Undang-undang Nomor 24 Tahun 1992 tentang\nPenataan Ruang, ketentuan Pasal 14, Pasal 15, dan Pasal 52 Undang-undang\nNomor 5 Tahun 1960 tentang Peraturan Dasar Pokok-pokok Agraria, dan sejalan\ndengan ketentuan dalam Undang-undang Nomor 24 Tahun 1992 tentang Penataan\nRuang, untuk pedoman pelaksanaannya seperti dimaksud dalam undang-undang\ntersebut perlu dibuat Peraturan Pemerintah tentang Penatagunaan Tanah sebagai\nsubsistem penataan ruang.\nPeraturan Pemerintah tentang Penatagunaan Tanah ini meliputi kebijakan\npenatagunaan tanah dan penyelenggaraan penatagunaan tanah.\nKebijakan penatagunaan tanah meliputi penguasaan, penggunaan, dan pemanfaatan\ntanah di kawasan lindung dan kawasan budidaya sebagai pedoman umum\npenatagunaan tanah di daerah.\nKegiatan di bidang pertanahan merupakan satu kesatuan dalam siklus agraria,\nyang tidak dapat dipisahkan, meliputi pengaturan penguasaan dan pemilikan tanah,\npenatagunaan tanah, pengaturan hak-hak atas tanah, serta pendaftaran tanah.\nPenyelenggaraan penatagunaan tanah di kabupaten/kota meliputi:\na. penetapan kegiatan penatagunaan tanah;\nb. pelaksanaan kegiatan penatagunaan tanah.\nDalam rangka penetapan kegiatan penatagunaan tanah dilakukan inventarisasi\npenguasaan, penggunaan dan pemanfaatan tanah; penetapan neraca penguasaan,\npenggunaan, dan pemanfaatan tanah; penetapan pola penyesuaian penguasaan,\npenggunaan dan pemanfaatan tanah dengan Rencana Tata Ruang Wilayah serta\nkajian kondisi fisik wilayah. Selain menjadi bahan utama dalam rangka\npenyusunan pola pengelolaan penguasaan, penggunaan dan pemanfaatan tanah,\nhasil inventarisasi yang disajikan dalam peta dengan tingkat ketelitian berskala\n\nlebih besar dari peta Rencana Tata Ruang Wilayah dikelola dalam suatu sistem\ninformasi manajemen pertanahan antara lain melalui sistem informasi\npenatagunaan tanah.\nPenyesuaian penguasaan, penggunaan, dan pemanfaatan tanah dapat dilaksanakan\nmelalui penataan kembali, upaya kemitraan, penyerahan dan pelepasan hak atas\ntanah sesuai dengan peraturan perundang-undangan yang berlaku.\nDalam rangka penyelenggaraan penatagunaan tanah dilaksanakan pembinaan dan\npengendalian.\nPembinaan dilaksanakan melalui pemberian pedoman, bimbingan, pelatihan, dan\narahan. Sedangkan pengendalian dilaksanakan melalui pengawasan yang\ndiwujudkan melalui supervisi, pelaporan, dan penertiban.\nPenatagunaan tanah merujuk pada Rencana Tata Ruang Wilayah Kabupaten/Kota\nyang telah ditetapkan. Bagi Kabupaten/Kota yang belum menetapkan Rencana Tata\nRuang Wilayah, penatagunaan tanah merujuk pada rencana tata ruang lain yang\ntelah ditetapkan dengan peraturan perundang-undangan untuk daerah bersangkutan.",
        "Nomor": "16",
        "Tahun": "2004",
        "Tentang": "PENATAGUNAAN TANAH",
        "Menimbang": {
            "Introduction": "\nbahwa untuk melaksanakan ketentuan Pasal 16 ayat (2) Undang-\nundang Nomor 24 Tahun 1992 tentang Penataan Ruang perlu\nmenetapkan Peraturan Pemerintah tentang Penatagunaan Tanah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) dan Pasal 33 ayat (3) Undang-Undang Dasar\n1945;",
            "2": " Undang-undang Nomor 5 Tahun 1960 tentang Peraturan Dasar\nPokok-pokok Agraria (Lembaran Negara Tahun 1960 Nomor\n104, Tambahan Lembaran Negara Nomor 2043);",
            "3": " Undang-undang Nomor 24 Tahun 1992 tentang Penataan Ruang\n(Lembaran Negara Tahun 1992 Nomor 115, Tambahan Lembaran\nNegara Nomor 3501);",
            "4": " Undang-undang Nomor 22 Tahun 1999 tentang Pemerintahan\nDaerah (Lembaran Negara Tahun 1999 Nomor 60, Tambahan\nLembaran Negara Nomor 3839);",
            "5": " Peraturan Pemerintah Nomor 69 Tahun 1996 tentang Pelaksanaan\nHak dan Kewajiban, serta Bentuk dan Tata Cara Peran Serta\nMasyarakat dalam Penataan Ruang (Lembaran Negara Tahun\n1996 Nomor 104, Tambahan Lembaran Negara Nomor 3660);",
            "6": " Peraturan Pemerintah Nomor 36 Tahun 1998 tentang Penertiban\ndan Pendayagunaan Tanah Terlantar (Lembaran Negara Tahun\n1998 Nomor 51, Tambahan Lembaran Negara Nomor 3745);",
            "7": " Peraturan Pemerintah Nomor 25 Tahun 2000 tentang\nKewenangan Pemerintah dan Kewenangan Provinsi Sebagai\nDaerah Otonom (Lembaran Negara Tahun 2000 Nomor 54,\nTambahan Lembaran Negara Nomor 3952);",
            "8": " Peraturan Pemerintah Nomor 20 Tahun 2001 tentang Pembinaan\ndan Pengawasan atas Penyelenggaraan Pemerintahan Daerah\n(Lembaran Negara Tahun 2001 Nomor 41, Tambahan Lembaran\nNegara Nomor 4090);"
        },
        "Menetapkan": "\nPeraturan Pemerintah tentang Penatagunaan Tanah;\nMengingat  1. Pasal 5 ayat (2) dan Pasal 33 ayat (3) Undang-Undang Dasar\n1945;\n2. Undang-undang Nomor 5 Tahun 1960 tentang Peraturan Dasar\nPokok-pokok Agraria (Lembaran Negara Tahun 1960 Nomor\n104, Tambahan Lembaran Negara Nomor 2043);\n3. Undang-undang Nomor 24 Tahun 1992 tentang Penataan Ruang\n(Lembaran Negara Tahun 1992 Nomor 115, Tambahan Lembaran\nNegara Nomor 3501);\n4. Undang-undang Nomor 22 Tahun 1999 tentang Pemerintahan\nDaerah (Lembaran Negara Tahun 1999 Nomor 60, Tambahan\nLembaran Negara Nomor 3839);\n5. Peraturan Pemerintah Nomor 69 Tahun 1996 tentang Pelaksanaan\nHak dan Kewajiban, serta Bentuk dan Tata Cara Peran Serta\nMasyarakat dalam Penataan Ruang (Lembaran Negara Tahun\n1996 Nomor 104, Tambahan Lembaran Negara Nomor 3660);\n6. Peraturan Pemerintah Nomor 36 Tahun 1998 tentang Penertiban\ndan Pendayagunaan Tanah Terlantar (Lembaran Negara Tahun\n1998 Nomor 51, Tambahan Lembaran Negara Nomor 3745);\n7. Peraturan Pemerintah Nomor 25 Tahun 2000 tentang\nKewenangan Pemerintah dan Kewenangan Provinsi Sebagai\nDaerah Otonom (Lembaran Negara Tahun 2000 Nomor 54,\nTambahan Lembaran Negara Nomor 3952);\n8. Peraturan Pemerintah Nomor 20 Tahun 2001 tentang Pembinaan\ndan Pengawasan atas Penyelenggaraan Pemerintahan Daerah\n(Lembaran Negara Tahun 2001 Nomor 41, Tambahan Lembaran\nNegara Nomor 4090);\nMEMUTUSKAN \nMenetapkan PERATURAN PEMERINTAH TENTANG PENATAGUNAAN\nTANAH.",
        "tanggal sah": "10 Mei 2004"
    }
}