{
    "results": [
        {
            "id": "9d800bfb-f8c6-440a-9b84-b491f3ad0194",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "d13ae272-b309-42e3-9a58-0028faab68fa",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Kekayaan Negara berupa gedung beserta tanahnya, kendaraan bermotor, dan sarana\nlainnya sebagaimana tercantum dalam Lampiran Peraturan Pemerintah ini yang\ndananya berasal dari Departemen Pariwisata, Pos dan Telekomunikasi sampai dengan\ntanggal 31 Desember 1987 yang pada saat ini digunakan oleh Perusahaan Umum\n(PERUM) Pos dan Giro dialihkan dan ditetapkan menjadi tambahan penyertaan modal\nNegara ke dalam modal Perusahaan Umum (PERUM) Pos dan Giro.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "21f212c7-caf3-426e-a3d8-6d922cf857ba",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "94b453b6-ff49-484e-b2e4-2a6a5b5e7504",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Nilai kekayaan Negara sebagaimana dimaksud dalam Pasal 1 sebesar\nRp.65.202.274.906,71 (Enam puluh lima milyar dua ratus dua juta dua ratus tujuh\npuluh empat ribu sembilan ratus enam rupiah tujuh puluh satu sen).",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "48ac25e8-f211-4942-938f-bb499182933d",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "0aead878-4159-4159-987e-07d514417039",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Ketentuan lebih lanjut yang diperlukan bagi pelaksanaan Peraturan Pemerintah ini\ndiatur oleh Menteri Keuangan dan Menteri Pariwisata, Pos dan Telekomunikasi baik\nsecara bersama maupun sendiri-sendiri sesuai dengan bidang tugasnya masing-masing.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "54c3efee-5c46-4582-8bef-4d4bea4f4287",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "a1aa3128-6df7-4c1b-aefe-64669e20fe13",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan\nPemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "1",
        "Tahun": "1990",
        "Tentang": "PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL\nPERUSAHAAN UMUM (PERUM) POS DAN GIRO",
        "Menimbang": {
            "Introduction": "",
            "a": "\tbahwa untuk lebih meningkatkan dan mengembangkan kegiatan usaha\n    Perusahaan Umum (PERUM) Pos dan Giro, perlu untuk menambah penyertaan\n    modal Negara ke dalam modal Perusahaan Umum (PERUM) Pos dan Giro;",
            "b": "\tbahwa kekayaan Negara berupa gedung dan tanahnya, beserta fasilitas\n    pendukungnya yang pada saat ini digunakan oleh Perusahaan Umum (PERUM)\n    Pos dan Giro dapat ditetapkan untuk dijadikan tambahan penyertaan modal\n    Negara Republik Indonesia ke dalam modal Perusahaan Umum (PERUM) Pos dan\n    Giro;",
            "c": "\tbahwa penambahan penyertaan modal Negara tersebut pada huruf b perlu\n    ditetapkan dengan Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": "\tPasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": "\tUndang-undang Nomor 19 Prp Tahun 1960 tentang Perusahaan Negara\n    (Lembaran Negara Tahun 1960 Nomor 59, Tambahan Lembaran Negara Nomor\n    1989);",
            "3": "\tUndang-undang Nomor 9 Tahun 1969 tentang Penetapan Peraturan Pemerintah\n    Pengganti Undang-undang Nomor 1 Tahun 1969 tentang Bentuk-bentuk Usaha\n    Negara (Lembaran Negara Tahun 1969 Nomor 16, Tambahan Lembaran Negara\n    Nomor 2890) menjadi Undang-undang (Lembaran Negara Tahun 1969 Nomor 40,\n    Tambahan Lembaran Negara Nomor 2904);",
            "4": "\tUndang-undang Nomor 6 Tahun 1984 tentang Pos (Lembaran Negara Tahun 1984\n    Nomor 28, Tambahan Lembaran Negara Nomor 3276);",
            "5": "\tPeraturan Pemerintah Nomor 3 Tahun 1983 tentang Tata Cara Pembinaan dan\n    Pengawasan Perusahaan Jawatan (PERJAN), Perusahaan Umum (PERUM), dan"
        },
        "Menetapkan": "\nPERURAN PEMERINTAH TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL PERUSAHAAN UMUM (PERUM) POS DAN GIRO.\nPerusahaan Perseroan (PERSERO) (Lembaran Negara Tahun 1983 Nomor 3,\nTambahan Lembaran Negara Nomor 3246) sebagaimana telah diubah dengan\nPeraturan Pemerintah Nomor 28 Tahun 1983 (Lembaran Negara Tahun 1983\nNomor 37);\nPeraturan Pemerintah Nomor 24 Tahun 1984 tentang Perusahaan Umum\n(PERUM) Pos dan Giro (Lembaran Negara Tahun 1984 Nomor 36);\nMEMUTUSKAN\nMenetapkan\nPERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG PENAMBAHAN PENYERTAAN\nMODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL PERUSAHAAN UMUM (PERUM)\nPOS DAN GIRO.",
        "tanggal sah": "9 Januari 1990"
    }
}