{
    "results": [
        {
            "id": "b6872390-ab1a-419a-acf8-70c09015c94f",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "f1597790-2d65-4cdf-a35c-330d1dcad821",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "56a6a62e-3f5f-4171-8d55-6d0f860cd3c7",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan:\n\n1. Perlindungan Varietas Tanaman yang selanjutnya disingkat PVT,\nadalah perlindungan khusus yang diberikan negara, yang dalam hal\nini diwakili oleh Pemerintah dan pelaksanaannya dilakukan oleh\nKantor PVT, terhadap Varietas tanaman yang dihasilkan oleh pemulia\ntanaman melalui kegiatan pemuliaan.\n2. Hak Perlindungan Varietas Tanaman adalah hak khusus yang\ndiberikan negara kepada pemulia dan/atau pemegang hak\nPerlindungan Varietas Tanaman untuk menggunakan sendiri Varietas\nHasil Pemuliaannya atau memberi persetujuan kepada orang atau\nbadan hukum lain untuk menggunakannya selama waktu tertentu.\n3. Varietas Tanaman, yang selanjutnya disebut Varietas, adalah\nsekelompok tanaman dari suatu jenis atau spesies yang ditandai oleh\nbentuk tanaman, pertumbuhan tanaman, daun, bunga, buah, biji, dan\nekspresi karakteristik genotipe atau kombinasi genotipe yang dapat\nmembedakan dari jenis atau spesies yang sama oleh sekurang-\nkurangnya satu sifat yang menentukan dan apabila diperbanyak tidak\nmengalami perubahan.\n4. Pemuliaan Tanaman adalah rangkaian kegiatan penelitian dan\npengujian atau kegiatan penemuan dan pengembangan suatu Varietas,\nsesuai dengan metode baku untuk menghasilkan Varietas baru dan\nmempertahankan kemurnian benih Varietas yang dihasilkan.\n5. Varietas Asal adalah Varietas yang digunakan sebagai bahan dasar\nuntuk pembuatan Varietas Turunan Esensial yang meliputi varietas\nyang mendapat PVT dan Varietas yang tidak mendapat PVT tetapi\ntelah diberi nama dan didaftar oleh Pemerintah.\n\n6. Varietas Turunan Esensial adalah varietas hasil perakitan dari\nVarietas Asal dengan menggunakan seleksi tertentu sedemikian rupa\nsehingga Varietas tersebut mempertahankan ekspresi sifat-sifat\nEsensial dari Varietas Asalnya tetapi dapat dibedakan secara jelas\ndengan Varietas Asalnya dari sifat-sifat yang timbul dari tindakan\npenurunan itu sendiri.\n7. Varietas Lokal adalah Varietas yang telah ada dan dibudidayakan\nsecara turun temurun oleh petani, serta menjadi milik masyarakat dan\ndikuasai oleh negara.\n8. Varietas Hasil Pemuliaan adalah Varietas yang dihasilkan dari\nkegiatan pemuliaan tanaman.\n9. Penamaan Varietas yang diberi PVT adalah kegiatan memberi nama\nkepada Varietas yang akan dimintakan PVT kepada Kantor PVT\nsebagai identitas Varietas yang bersangkutan.\n10. Penamaan Varietas yang tidak diberi PVT adalah kegiatan memberi\nnama kepada Varietas Lokal dan Varietas Hasil Pemuliaan yang tidak\ndiberi PVT, sebagai identitas Varietas yang bersangkutan dan\npemenuhan persyaratan peraturan perundang-undangan untuk\nkeperluan perolehan manfaat ekonomi bagi pemiliknya.\n11. Pendaftaran Varietas adalah kegiatan mendaftarkan suatu Varietas\nuntuk kepentingan pengumpulan data mengenai Varietas Lokal,\nVarietas yang dilepas dan Varietas Hasil Pemuliaan yang tidak\ndilepas, serta data mengenai hubungan hukum antara Varietas yang\nbersangkutan dengan pemiliknya dan/atau penggunanya.\n12. Menteri adalah Menteri Pertanian.\n13. Hari adalah hari kerja.\n",
                        "explanation": "\nCukup jelas."
                    }
                }
            ]
        },
        {
            "id": "7d4cf17a-22ea-41e2-8614-90429bb72d2a",
            "name": "Chapter II",
            "title": "\nPEMBUATAN VARIETAS TURUNAN ESENSIAL",
            "type": "chapter",
            "children": [
                {
                    "id": "f8dc23ee-9247-4053-9353-a8d8c9c66ede",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "5bec61fa-f43d-4dbe-9627-7961c0da7543",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pembuatan Varietas Turunan Esensial dari Varietas Asal harus\nmemenuhi dua syarat:\na. melalui metode seleksi tertentu; dan\nb. sifat Varietas Asal tetap dapat dipertahankan.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "142df851-573e-47ec-9cc4-913513dd499e",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Metode seleksi tertentu sebagaimana dimaksud pada ayat (1) huruf a\nmeliputi:\na. mutasi alami:\nb. mutasi induksi;\nc. seleksi individual Varietas yang sudah ada;\nd. silang balik;\ne. variasi somaklonal; dan/atau\nf. rekayasa genetik.",
                            "explanation": "\nPada saat ini metode pembuatan Varietas Turunan Esensial dari Varietas\nAsal meliputi mutasi alami, mutasi induksi, seleksi individual Varietas yang\nsudah ada, silang balik, variasi somaklonal, atau rekayasa genetik. Namun\ndengan kemajuan ilmu pengetahuan dan teknologi pada masa yang akan\ndatang dimungkinkan penggunaan metode baru lainnya.\nYang dimaksud dengan mutasi alami adalah mutasi yang terjadi secara\nspontan.\nYang dimaksud dengan mutasi induksi adalah mutasi yang ditimbulkan\nmelalui perlakuan irradiasi, fisik dan kimia.\nYang dimaksud dengan seleksi individual Varietas yang sudah ada adalah\nseleksi untuk mendapatkan individu-individu dengan sifat tertentu dari suatu\nVarietas.\nYang dimaksud dengan variasi somaklonal adalah variasi yang timbul\nsebagai akibat dari penggunaan perbanyakan tanaman pada media invitro.\nYang dimaksud dengan silang balik adalah penyilangan berulang dengan\nmenggunakan Varietas sebagai tetua yang berulang.\nYang dimaksud dengan rekayasa genetik adalah penyisipan satu atau lebih\nkarakter melalui teknologi DNA (Deoxyribose Nucleic Acid – Asam\nDeoksiribose Nukleat) rekombinan.\n"
                        },
                        {
                            "id": "6b7ad174-e8be-4a6d-8792-bbd0a8a87fb2",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Sifat Varietas Asal yang dapat dipertahankan sebagaimana dimaksud\npada ayat (1) huruf b paling sedikit 70% (tujuh puluh persen).",
                            "explanation": "\nSuatu Varietas dapat disebut Varietas Turunan Esensial apabila Varietas\ntersebut merupakan hasil perakitan dari Varietas Asal dengan menggunakan\nseleksi tertentu sedemikian rupa sehingga Varietas tersebut mempertahankan\npaling sedikit 70% ekspresi sifat-sifat dari Varietas Asal."
                        },
                        {
                            "id": "b4dc7524-0b84-4640-92f9-cd6cc319109d",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Ketentuan lebih lanjut mengenai metode seleksi sebagaimana\ndimaksud pada ayat (2) dan tata cara penghitungan persentase sifat\nVarietas Asal sebagaimana dimaksud pada ayat (3) ditetapkan oleh\nMenteri dengan memperhatikan saran dan pertimbangan instansi\nterkait.\n",
                            "explanation": "\nUntuk menentukan perhitungan persentase jumlah sifat yang sama antara\nVarietas Turunan Esensial dan Varietas Asal diperlukan suatu daftar sifat\nsebagai penanda bagi setiap tanaman yang berkaitan dengan pemberian hak\nPVT. Agar ada kesamaan alat dan cara perbandingan maka jumlah dan\ndaftar sifat suatu tanaman perlu ditetapkan.\nYang dimaksud dengan instansi terkait antara lain Badan Tenaga Atom\nNasional untuk metode seleksi dengan mutasi induksi yang menggunakan\nirradiasi sinar gamma, dan Komisi Keamanan Hayati dan Keamanan Pangan\nuntuk metode seleksi dengan rekayasa genetik."
                        }
                    ]
                },
                {
                    "id": "f0f587f8-32b3-4940-9e73-e382b2fc59af",
                    "name": "Article 3",
                    "type": "article",
                    "children": [
                        {
                            "id": "863a0492-fc71-4d31-b71e-ed3982bb9c9a",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Varietas Asal yang digunakan untuk membuat Varietas Turunan\nEsensial dapat berupa:\na. Varietas Lokal; atau\nb. Varietas Hasil Pemuliaan, baik yang diberi maupun tidak diberi\nPVT.",
                            "explanation": "\nhuruf a\nVarietas Lokal meliputi Varietas asli Indonesia dan Varietas yang berasal\ndari luar negeri tetapi telah dibudidayakan secara turun temurun oleh\npetani serta menjadi milik masyarakat setempat.\nhuruf b\nKarena PVT merupakan hukum pilihan, maka pemilik Varietas Hasil\nPemuliaan dapat menentukan sendiri apakah Varietasnya akan\ndimohonkan PVT atau tidak.\n"
                        },
                        {
                            "id": "1f01e8ec-2e67-455a-9dc7-d2036c4c04f8",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Varietas Lokal atau Varietas Hasil Pemuliaan yang tidak diberi PVT\nsebagaimana dimaksud pada ayat (1) harus diberi nama dan didaftar\nterlebih dahulu oleh Kantor PVT sebelum digunakan sebagai Varietas\nAsal untuk membuat Varietas Turunan Esensial.",
                            "explanation": "\nApabila Varietas Hasil Pemuliaan akan dimohonkan PVT atau akan digunakan sebagai Varietas Asal untuk pembuatan Varietas Turunan Esensial, Varietas tersebut harus diberi nama dan didaftar terlebih dahulu oleh Kantor PVT."
                        }
                    ]
                }
            ]
        },
        {
            "id": "f8abbcbb-7791-44ff-8269-8c4011a0352e",
            "name": "Chapter III",
            "title": "\nPENAMAAN. PENDAFTARAN DAN PENGGUNAAN VARIETAS LOKAL UNTUK\nPEMBUATAN VARIETAS TURUNAN ESENSIAL",
            "type": "chapter",
            "children": [
                {
                    "id": "677e13fb-af48-4768-a8d6-bf0d4f41f686",
                    "name": "Section First",
                    "title": "\nPenamaan dan Pendaftaran",
                    "type": "section",
                    "children": [
                        {
                            "id": "9c047e46-cbc6-4142-922b-7843e4360d95",
                            "name": "Article 4",
                            "type": "article",
                            "children": {
                                "id": "9b8ad781-d0ef-4b2b-9d77-f0be794ac72d",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPenamaan Varietas Lokal harus memenuhi persyaratan sebagai berikut:\na. mencerminkan identitas Varietas Lokal yang bersangkutan;\nb. tidak menimbulkan kerancuan karakteristik, nilai atau identitas suatu\nVarietas Lokal;\nc. tidak telah digunakan untuk nama Varietas yang sudah ada;\nd. tidak menggunakan nama orang terkenal;\ne. tidak menggunakan nama alam;\nf. tidak menggunakan lambang negara; dan/atau\ng. tidak menggunakan merek dagang untuk barang dan jasa yang\ndihasilkan dari bahan propagasi seperti benih atau bibit, atau bahan\nyang dihasilkan dari Varietas lain, jasa transportasi atau penyewaan\ntanaman.\n",
                                "explanation": "\nPenamaan Varietas Lokal harus mencerminkan identitas Varietas Lokal yang bersangkutan. Oleh karena itu selayaknya penamaan tersebut tidak menimbulkan kerancuan atau kebingungan (misleading) sehubungan dengan karakteristik, nilai atau identitas Varietas tersebut, misalnya bentuk tanaman Varietas tersebut lebih pendek dibandingkan dengan Varietas lain dari jenis yang sama, tapi diberi nama \"Si Jangkung\".\nPenamaan seperti itu menimbulkan kerancuan. Di samping itu, bila sebelumnya telah ada nama, misalnya \"Si Jangkung Putih\" untuk suatu Varietas melati, kemudian ditemukan suatu Varietas melati yang lain yang ciri-cirinya hampir sama tetapi mahkota bunganya bertumpuk dan diusulkan diberi nama sama yaitu \"Si Jangkung Putih\", maka penamaan seperti ini tidak diperkenankan.\nPenamaan suatu Varietas dengan nama orang terkenal juga tidak diperkenankan, kecuali telah mendapat persetujuan dari orang yang bersangkutan atau ahli warisnya, misalnya: \"Soekarno Merah\" untuk suatu Varietas mawar yang bunganya berwarna merah menyala."
                            }
                        },
                        {
                            "id": "ecbd8890-ec40-4288-8e00-45798b14337a",
                            "name": "Article 5",
                            "type": "article",
                            "children": [
                                {
                                    "id": "94811603-643d-4a17-9ae8-9a9c8a4caed0",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Bupati/Walikota atau Gubernur bertindak untuk dan atas nama serta\nmewakili kepentingan masyarakat pemilik Varietas Lokal di\nwilayahnya memberikan nama Varietas Lokal berdasarkan\npersyaratan penamaan sebagaimana dimaksud dalam Pasal 4.",
                                    "explanation": "\nPewakilan kepentingan masyarakat pemilik Varietas Lokal ditentukan berdasarkan sebaran geografis Varietas Lokal yang bersangkutan yaitu dalam hal suatu Varietas Lokal berada pada suatu daerah Kabupaten/Kota maka ...\nmaka yang mewakili kepentingan tersebut adalah Bupati/Walikota yang\nbersangkutan, dalam hal suatu Varietas Lokal berada pada lebih dari satu\nKabupaten/Kota dalam satu propinsi maka yang mewakili kepentingan\ntersebut adalah Gubernur yang bersangkutan, sedangkan apabila keberadaan\nsuatu Varietas Lokal lintas propinsi maka yang mewakili kepentingan\ntersebut adalah Kantor PVT.\nPewakilan kepentingan masyarakat pemilik suatu Varietas Lokal dimulai\ndari pemberian nama Varietas Lokal."
                                },
                                {
                                    "id": "4afb6bbd-657f-4434-b8a3-320bd5e0466d",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Bupati/Walikota atau Gubernur mendaftarkan Varietas Lokal yang\ntelah diberi nama kepada Kantor PVT.",
                                    "explanation": "\nCukup jelas."
                                },
                                {
                                    "id": "85649d14-3661-4aa9-891c-601fac2a5853",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Kantor PVT mendaftar Varietas Lokal sebagaimana dimaksud dalam\nayat (2) dalam Daftar Umum PVT dalam jangka waktu paling lama\n30 (tiga puluh) hari sejak pendaftaran disampaikan oleh\nBupati/Walikota atau Gubernur.",
                                    "explanation": "\nCukup jelas."
                                },
                                {
                                    "id": "49157003-d03b-4d18-ab79-2e86d7fcc108",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Dalam hal nama Varietas Lokal tidak sesuai dengan persyaratan\nsebagaimana dimaksud dalam Pasal 4, maka Kantor PVT\nmemberikan saran perbaikan nama Varietas Lokal tersebut secara\ntertulis dalam jangka waktu paling lama 30 (tiga puluh) hari sejak\npendaftaran disampaikan oleh Bupati/Walikota atau Gubernur.",
                                    "explanation": "\nPemberian saran perbaikan penamaan Varietas Lokal dimaksudkan untuk\nmembantu agar penamaan tersebut sesuai dengan persyaratan sebagaimana\ndimaksud dalam Peraturan Pemerintah ini."
                                },
                                {
                                    "id": "64621dbc-da12-494c-b250-5242fc28c013",
                                    "name": "Verse 5",
                                    "number": "5",
                                    "type": "verse",
                                    "content": " Apabila dalam jangka waktu paling lama 3 (tiga) bulan terhitung\nsejak tanggal saran perbaikan nama Varietas Lokal dari Kantor PVT\nsebagaimana dimaksud pada ayat (4), Bupati/Walikota atau Gubernur\ntidak memberikan tanggapan, maka pendaftaran tersebut dianggap\nditarik kembali.",
                                    "explanation": "\nKarena penamaan Varietas Lokal yang sebaran geografisnya pada satu\nKabupaten/Kota merupakan tanggungjawab dari Bupati/Walikota dan yang\nsebaran geografisnya lintas Kabupaten/Kota merupakan tangungjawab dari\nGubernur, maka Kantor PVT bersikap menunggu.\nApabila setelah diberi kesempatan untuk memperbaiki usul penamaan sesuai\ndengan saran dari Kantor PVT, Bupati/Walikota dan Gubernur tidak\nmemberikan tanggapan, maka demi kepastian hukum diperlukan adanya\nsuatu anggapan hukum bahwa pendaftaran Varietas Lokal tersebut ditarik\nkembali.\n"
                                }
                            ]
                        },
                        {
                            "id": "4136672e-6099-4292-b04e-4f3c7b4f8966",
                            "name": "Article 6",
                            "type": "article",
                            "children": {
                                "id": "2c63c25f-1916-425e-a17e-14871dca6728",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nKantor PVT mengumumkan penamaan dan pendaftaran Varietas Lokal\nsebagaimana dimaksud dalam Pasal 5 dalam Berita Resmi PVT.\n",
                                "explanation": "\nBerita Resmi PVT merupakan salah satu media penyediaan informasi Varietas\ndalam bentuk cetakan yang diterbitkan secara berkala oleh Kantor PVT dalam\nmemenuhi asas publisitas."
                            }
                        },
                        {
                            "id": "64306232-7e27-44bb-9e4d-a63e6f2ab185",
                            "name": "Article 7",
                            "type": "article",
                            "children": {
                                "id": "c0fa59b8-a09a-408b-a1d0-b2d19a373ca7",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nKantor PVT memberikan nama dan mendaftar Varietas Lokal yang\nsebaran geografisnya meliputi lintas propinsi serta mengumumkannya\ndalam Berita Resmi PVT.",
                                "explanation": "\nCukup jelas."
                            }
                        },
                        {
                            "id": "ad701fc1-484f-441e-8856-7870e7fb80e1",
                            "name": "Article 8",
                            "type": "article",
                            "children": {
                                "id": "caa0cb40-18b6-4887-8b37-44b5926c7a62",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nKetentuan lebih lanjut mengenai pelaksanaan penamaan dan pendaftaran\nVarietas Lokal sebagaimana dimaksud dalam Pasal 5, Pasal 6, dan Pasal\n7 ditetapkan oleh Menteri.",
                                "explanation": "\nCukup jelas."
                            }
                        }
                    ]
                },
                {
                    "id": "cdcc0db2-1170-419f-834a-b48c3b3e89bb",
                    "name": "Section Second",
                    "title": "\nPenggunaan",
                    "type": "section",
                    "children": [
                        {
                            "id": "97e25f02-f461-4ec6-a22a-4756ae1356ef",
                            "name": "Article 9",
                            "type": "article",
                            "children": [
                                {
                                    "id": "f001aade-41b2-41eb-ba0e-8c0b14657b16",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Setiap orang atau badan hukum yang akan menggunakan suatu\nVarietas Lokal sebagai Varietas Asal untuk pembuatan Varietas\nTurunan Esensial wajib membuat perjanjian terlebih dahulu dengan\nBupati/Walikota, Gubernur, atau Kantor PVT yang mewakili\nkepentingan masyarakat pemilik Varietas Lokal yang bersangkutan.",
                                    "explanation": "\nLihat penjelasan Pasal 5 ayat (1)."
                                },
                                {
                                    "id": "74f09c5e-877f-424e-aa03-6372fa698bd2",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Perjanjian sebagaimana dimaksud pada ayat (1) harus dibuat\ndihadapan notaris.",
                                    "explanation": "\nKetentuan ini semata-mata untuk memudahkan pembuktian."
                                },
                                {
                                    "id": "79d43bf3-5931-4c56-9b89-9f37f230961d",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Perjanjian sebagaimana dimaksud pada ayat (1) paling sedikit harus\nmemuat ketentuan mengenai:\na. nama dan alamat atau tempat kedudukan orang atau badan hukum\npembuat Varietas Turunan Esensial;\nb. hak dan kewajiban para pihak;\nc. cara penyelesaian sengketa yang mungkin terjadi di antara para\npihak.\n\n(4) Perjanjian sebagaimana dimaksud pada ayat (1) dapat mengatur\ntentang imbalan bagi masyarakat pemilik Varietas Asal yang\ndiperoleh dari Varietas Turunan Esensial yang bahan dasarnya\nVarietas Lokal.",
                                    "explanation": "\nCukup jelas."
                                }
                            ]
                        },
                        {
                            "id": "de7f41d5-39df-4f9f-a916-72fba3b17f4c",
                            "name": "Article 10",
                            "type": "article",
                            "children": [
                                {
                                    "id": "fe63adc4-d56c-4649-b8f1-17b78b31e57a",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Dalam hal perjanjian sebagaimana dimaksud dalam Pasal 9 mengatur\ntentang imbalan bagi pemilik Varietas Asal, maka imbalan tersebut\ndigunakan untuk:\na.peningkatan kesejahteraan masyarakat pemilik Varietas Lokal; dan\nb. konservasi Varietas Lokal yang bersangkutan dan upaya-upaya\npelestarian plasma nutfah di daerah tempat Varietas Lokal\ntersebut.",
                                    "explanation": "\nVarietas Lokal adalah plasma nutfah yang perlu dikelola dan dijaga\nkelestariannya. Oleh karena itu imbalan yang diperoleh dari manfaat ekonomi atas\npenggunaan Varietas Turunan Esensial yang bahan dasarnya Varietas Lokal harus\ndigunakan selain untuk peningkatan kesejahteraan masyarakat pemilik Varietas\nLokal seperti penyediaan sarana dan prasarana produksi, juga digunakan untuk\nupaya-upaya konservasi Varietas Lokal yang bersangkutan seperti pengembangan\nbank plasma nutfah.\n\nHal yang sama berlaku juga terhadap Varietas Lokal yang karena sebab-sebab\ntertentu tidak dijumpai lagi di daerah asalnya tetapi dipelihara keberadaannya di\ndaerah lain apabila Varietas Lokal tersebut digunakan untuk pembuatan Varietas\nTurunan Esensial.\nEksploitasi sumberdaya alam yang berlebihan atau pengembangan Varietas yang\nseragam dalam skala luas seperti misalnya pembukaan kawasan hutan alam yang\nmenyimpan berbagai plasma nutfah untuk dikonversi menjadi kawasan perkebunan\ndengan jenis tanaman tertentu, dapat menyebabkan suatu Varietas Lokal tidak\ndijumpai lagi di daerah asalnya. Tidak dijumpainya lagi Varietas Lokal di daerah\nasalnya tidak sepenuhnya karena kesalahan masyarakat daerah asal Varietas Lokal\nyang bersangkutan, melainkan lebih banyak disebabkan oleh faktor eksternal dan di\nluar\njangkauan kemampuan masyarakat yang bersangkutan untuk\nmempertahankannya. Misalnya semakin langkanya Varietas anggrek hitam dari\npedalaman Kalimantan karena eksploitasi hutan yang menjadi habitatnya secara\nberlebihan. Dalam hal seperti itu, ada kemungkinan orang perorangan atau suatu\nbadan hukum memelihara keberadaan Varietas Lokal tersebut sebagai kolektor atau\nhobi. Dalam hal Varietas Lokal digunakan untuk pembuatan Varietas Turunan\nEsensial, maka manfaat ekonomi yang diperoleh dari penggunaan Varietas Lokal\nuntuk keperluan pembuatan Varietas Turunan Esensial harus diberikan kepada\ndaerah asal Varietas tersebut baik untuk kepentingan kesejahteraan masyarakat lokal\nyang bersangkutan maupun untuk kepentingan pelestarian Varietas yang\nbersangkutan."
                                },
                                {
                                    "id": "5222a098-754d-43e9-b0da-307c3429ce41",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Bupati/Walikota, Gubernur atau Kantor PVT yang mewakili\nkepentingan masyarakat pemilik Varietas Lokal melaksanakan\npenggunaan imbalan sebagaimana dimaksud pada ayat (1).",
                                    "explanation": "\nVarietas Lokal adalah plasma nutfah yang perlu dikelola dan dijaga\nkelestariannya. Oleh karena itu imbalan yang diperoleh dari manfaat ekonomi atas\npenggunaan Varietas Turunan Esensial yang bahan dasarnya Varietas Lokal harus\ndigunakan selain untuk peningkatan kesejahteraan masyarakat pemilik Varietas\nLokal seperti penyediaan sarana dan prasarana produksi, juga digunakan untuk\nupaya-upaya konservasi Varietas Lokal yang bersangkutan seperti pengembangan\nbank plasma nutfah.\n\nHal yang sama berlaku juga terhadap Varietas Lokal yang karena sebab-sebab\ntertentu tidak dijumpai lagi di daerah asalnya tetapi dipelihara keberadaannya di\ndaerah lain apabila Varietas Lokal tersebut digunakan untuk pembuatan Varietas\nTurunan Esensial.\nEksploitasi sumberdaya alam yang berlebihan atau pengembangan Varietas yang\nseragam dalam skala luas seperti misalnya pembukaan kawasan hutan alam yang\nmenyimpan berbagai plasma nutfah untuk dikonversi menjadi kawasan perkebunan\ndengan jenis tanaman tertentu, dapat menyebabkan suatu Varietas Lokal tidak\ndijumpai lagi di daerah asalnya. Tidak dijumpainya lagi Varietas Lokal di daerah\nasalnya tidak sepenuhnya karena kesalahan masyarakat daerah asal Varietas Lokal\nyang bersangkutan, melainkan lebih banyak disebabkan oleh faktor eksternal dan di\nluar\njangkauan kemampuan masyarakat yang bersangkutan untuk\nmempertahankannya. Misalnya semakin langkanya Varietas anggrek hitam dari\npedalaman Kalimantan karena eksploitasi hutan yang menjadi habitatnya secara\nberlebihan. Dalam hal seperti itu, ada kemungkinan orang perorangan atau suatu\nbadan hukum memelihara keberadaan Varietas Lokal tersebut sebagai kolektor atau\nhobi. Dalam hal Varietas Lokal digunakan untuk pembuatan Varietas Turunan\nEsensial, maka manfaat ekonomi yang diperoleh dari penggunaan Varietas Lokal\nuntuk keperluan pembuatan Varietas Turunan Esensial harus diberikan kepada\ndaerah asal Varietas tersebut baik untuk kepentingan kesejahteraan masyarakat lokal\nyang bersangkutan maupun untuk kepentingan pelestarian Varietas yang\nbersangkutan."
                                }
                            ]
                        },
                        {
                            "id": "5eb0b158-c8f5-4768-afab-314d54893a2e",
                            "name": "Article 11",
                            "type": "article",
                            "children": {
                                "id": "c7fe7013-642c-4c15-8392-f5c7dbcfe7be",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nDalam hal Varietas Turunan Esensial yang Varietas Asalnya berasal dari\nVarietas Lokal akan dimohonkan PVT ke Kantor PVT, selain salinan\nperjanjian sebagaimana dimaksud dalam Pasal 10, wajib disertakan\ndokumen lainnya yang dipersyaratkan bagi permohonan PVT.\n",
                                "explanation": "\nDokumen lain yang dipersyaratkan bagi permohonan PVT misalnya nama dan\nalamat atau tempat kedudukan orang atau badan hukum yang mengajukan\npermohonan PVT dan identitas Varietas Lokal sebagai Varietas Asal untuk\npembuatan Varietas Turunan Esensial yang dipersyaratkan dalam permohonan\nPVT berdasarkan peraturan perundang-undangan yang berlaku.\n"
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "05bd87ff-d44c-4dfb-8064-6b14ecfb2685",
            "name": "Chapter IV",
            "title": "\nPENAMAAN, PENDAFTARAN DAN PENGGUNAAN VARIETAS HASIL\nPEMULIAAN UNTUK PEMBUATAN VARIETAS TURUNAN ESENSIAL",
            "type": "chapter",
            "children": [
                {
                    "id": "411db560-efb1-46c3-83b4-bbcbc1c056e3",
                    "name": "Section First",
                    "title": "\nPenamaan dan Pendaftaran",
                    "type": "section",
                    "children": [
                        {
                            "id": "77ed4214-5fba-4f4f-8aee-77bd572f9725",
                            "name": "Article 12",
                            "type": "article",
                            "children": [
                                {
                                    "id": "9facf78a-0139-4b5a-b5dd-cb2f5577d438",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Setiap Varietas Hasil Pemuliaan yang akan digunakan sebagai\nVarietas Asal untuk pembuatan Varietas Turunan Esensial harus\ndiberi nama yang merupakan identitas Varietas yang bersangkutan.",
                                    "explanation": "\nKetentuan ini merupakan penjabaran dari ketentuan Pasal 6 ayat (6) Undang-\nundang Nomor 29 Tahun 2000 tentang Perlindungan Varietas Tanaman."
                                },
                                {
                                    "id": "5abc0ea7-9aab-4bcf-87db-b8abc5616612",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Penamaan Varietas Hasil Pemuliaan sebagaimana dimaksud pada ayat\n(1) harus memenuhi syarat sebagai berikut:\na.mencerminkan identitas Varietas Hasil Pemuliaan yang\nbersangkutan;\nb. tidak menimbulkan kerancuan karakteristik, nilai, atau identitas\nsuatu Varietas Hasil Pemuliaan;\nc.tidak telah digunakan untuk nama Varietas yang sudah ada;\nd. tidak menggunakan nama orang terkenal;\ne.tidak menggunakan nama alam;\nf. tidak menggunakan lambang negara; dan/atau\ng. tidak menggunakan merek dagang untuk barang dan jasa yang\ndihasilkan dari bahan propagasi seperti benih atau bibit, atau bahan\nyang dihasilkan dari Varietas lain, jasa transportasi atau\npenyewaan tanaman.\n",
                                    "explanation": "\nLihat penjelasan Pasal 4."
                                }
                            ]
                        },
                        {
                            "id": "8358e5ee-2eb4-40d4-89b2-55fcc5969269",
                            "name": "Article 13",
                            "type": "article",
                            "children": [
                                {
                                    "id": "d548a6ff-94ff-4935-a203-734eeb9eabff",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pemilik Varietas Hasil Pemuliaan yang akan digunakan sebagai\nVarietas Asal untuk pembuatan Varietas Turunan Esensial harus\nmemberikan nama Varietas tersebut dengan memenuhi persyaratan\nsebagaimana dimaksud dalam Pasal 12 ayat (2).",
                                    "explanation": "\nCukup jelas."
                                },
                                {
                                    "id": "1211b4c6-2302-472b-90f9-5d919dee320e",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pemilik Varietas Hasil Pemuliaan sebagaimana dimaksud dalam ayat\n(1) mendaftarkan Varietas Hasil Pemuliaannya kepada Kantor PVT.",
                                    "explanation": "\nCukup jelas."
                                },
                                {
                                    "id": "18182409-6be0-4a97-9ebd-d60cbbc76dfc",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Kantor PVT mendaftar Varietas Hasil Pemuliaan yang bersangkutan\ndalam Daftar Umum PVT dalam jangka waktu paling lama 30 (tiga\npuluh) hari sejak pendaftaran disampaikan oleh pemilik Varietas\nHasil Pemuliaan.",
                                    "explanation": "\nCukup jelas."
                                },
                                {
                                    "id": "aa429f9b-127c-449d-bbe0-05eb953b2151",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Dalam hal nama Varietas Hasil Pemuliaan tidak sesuai dengan\npersyaratan sebagaimana dimaksud dalam Pasal 12 ayat (2), maka\nKantor PVT memberikan saran perbaikan nama Varietas Hasil\nPemuliaan tersebut secara tertulis dalam jangka waktu paling lama 30\n(tiga puluh) hari sejak pendaftaran disampaikan oleh pemilik Varietas\nHasil Pemuliaan.",
                                    "explanation": "\nPemberian saran perbaikan penamaan Varietas Hasil Pemuliaan\ndimaksudkan agar penamaan tersebut sesuai dengan persyaratan\nsebagaimana dimaksud dalam Peraturan Pemerintah ini."
                                },
                                {
                                    "id": "16aeca5c-b4ae-4ea2-b9de-fa5a56b2c53b",
                                    "name": "Verse 5",
                                    "number": "5",
                                    "type": "verse",
                                    "content": " Apabila dalam jangka waktu paling lama 3 (tiga) bulan terhitung\nsejak tanggal saran perbaikan nama Varietas Hasil Pemuliaan dari\nKantor PVT sebagaimana dimaksud pada ayat (4), pemilik Varietas\nHasil Pemuliaan tidak memberikan tanggapan, maka pendaftaran\ntersebut dianggap ditarik kembali.",
                                    "explanation": "\nKarena penamaan Varietas Hasil Pemuliaan merupakan tanggungjawab dari\npemilik Varietas tersebut, maka Kantor PVT bersikap menunggu.\nApabila setelah diberi kesempatan untuk memperbaiki penamaan sesuai saran\ndari Kantor PVT, pemilik Varietas tersebut tidak memberikan tanggapan,\nmaka demi kepastian hukum diperlukan adanya suatu anggapan hukum\nbahwa pendaftaran Varietas Hasil Pemuliaan tersebut ditarik kembali.\n"
                                }
                            ]
                        },
                        {
                            "id": "ca11694f-a70a-43c0-974e-d82d70028722",
                            "name": "Article 14",
                            "type": "article",
                            "children": {
                                "id": "2d03cf53-4126-49d5-a637-3341af3b1fa7",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nKantor PVT mengumumkan penamaan dan pendaftaran Varietas Hasil\nPemuliaan sebagaimana dimaksud dalam Pasal 13 dalam Berita Resmi\nPVT.\n",
                                "explanation": "\nCukup jelas."
                            }
                        },
                        {
                            "id": "f52eba8b-8972-4259-bb8e-8be821c0ffd1",
                            "name": "Article 15",
                            "type": "article",
                            "children": {
                                "id": "0988a56b-9d5a-4205-94ce-e24b64702682",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nKetentuan lebih lanjut mengenai pelaksanaan penamaan dan pendaftaran sebagaimana dimaksud dalam Pasal 12, Pasal 13, dan Pasal 14 ditetapkan oleh Menteri.",
                                "explanation": "\nCukup jelas."
                            }
                        }
                    ]
                },
                {
                    "id": "55efea93-3411-46b6-8356-8a436eb37f42",
                    "name": "Section Second",
                    "title": "\nPenggunaan",
                    "type": "section",
                    "children": [
                        {
                            "id": "c1205b8a-2dbd-46dc-b9a8-92dc4796a504",
                            "name": "Article 16",
                            "type": "article",
                            "children": [
                                {
                                    "id": "7ee42562-3a1f-4818-85c5-dcfda7df85c3",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Setiap orang atau badan hukum yang akan menggunakan suatu Varietas Hasil Pemuliaan untuk pembuatan Varietas Turunan Esensial wajib membuat perjanjian terlebih dahulu dengan pemilik Varietas Hasil Pemuliaan tersebut.",
                                    "explanation": "\nSuatu Varietas Hasil Pemuliaan dapat diberi PVT atau tidak diberi PVT, tergantung pada kemauan pemiliknya. Walaupun suatu Varietas Hasil Pemuliaan tidak diberi PVT, karena Varietas Turunan Esensial yang bahan dasarnya Varietas Hasil Pemuliaan tersebut hanya menambah satu atau beberapa sifat baru terhadap sifat-sifat dari Varietas Hasil Pemuliaan tersebut, maka penggunaan Varietas Hasil Pemuliaan sebagai bahan dasar Varietas Turunan Esensial harus memberikan penghargaan yang setimpal kepada pemilik Varietas Hasil Pemuliaan. Oleh karena itu orang atau badan hukum yang akan menggunakan Varietas Hasil Pemuliaan sebagai Varietas Asal untuk membuat Varietas Turunan Esensial harus membuat perjanjian terlebih dahulu dengan pemilik Varietas Asal tersebut."
                                },
                                {
                                    "id": "2ae18670-185b-4e60-9426-fc5a54ea32b5",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Perjanjian sebagaimana dimaksud pada ayat (1) harus dibuat di hadapan notaris.",
                                    "explanation": "\nKetentuan ini semata-mata untuk memudahkan pembuktian."
                                },
                                {
                                    "id": "bcb92fd5-4406-48ea-bc75-0b148749783c",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Perjanjian sebagaimana dimaksud pada ayat (1) paling sedikit harus memuat:\na.nama dan alamat atau tempat kedudukan para pihak;\nb. hak dan kewajiban para pihak;\nc.cara penyelesaian sengketa yang mungkin terjadi di antara para pihak.",
                                    "explanation": "\nCukup jelas."
                                },
                                {
                                    "id": "8c527701-3897-4420-868e-83d75cf49ed3",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Perjanjian sebagaimana dimaksud dalam ayat (1) dapat mengatur tentang imbalan bagi pemilik Varietas Hasil Pemuliaan.",
                                    "explanation": "\nCukup jelas."
                                },
                                {
                                    "id": "101c5945-5c57-461c-ab7e-7c42f00b79a4",
                                    "name": "Verse 5",
                                    "number": "5",
                                    "type": "verse",
                                    "content": " Dalam hal pemilik Varietas Hasil Pemuliaan bukan pemulia Varietas yang bersangkutan, perjanjian sebagaimana dimaksud pada ayat (1) harus tetap menjamin hak pemulia yang bersangkutan untuk mendapatkan imbalan yang layak dengan memperhatikan manfaat ekonomi yang dapat diperoleh dari Varietas Turunan Esensial tersebut.",
                                    "explanation": "\nHak pemulia tersebut merupakan hak yang dijamin oleh Undang-undang Nomor 29 Tahun 2000 tentang Perlindungan Varietas Tanaman, khususnya Pasal 8.\n"
                                }
                            ]
                        },
                        {
                            "id": "49e136b9-4576-4a59-940b-37e276677989",
                            "name": "Article 17",
                            "type": "article",
                            "children": {
                                "id": "366dfa65-4b58-4d90-8338-bb32ca831d6c",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nDalam hal Varietas Turunan Esensial yang Varietas Asalnya berasal dari\nVarietas Hasil Pemuliaan akan dimohonkan PVT ke Kantor PVT, selain\nsalinan perjanjian sebagaimana dimaksud dalam Pasal 16, wajib disertakan\ndokumen lainnya yang dipersyaratkan bagi permohonan PVT.",
                                "explanation": "\nDokumen lain yang dipersyaratkan bagi permohonan PVT misalnya nama dan\nalamat atau tempat kedudukan orang atau badan hukum yang mengajukan\npermohonan PVT dan identitas Varietas Hasil Pemuliaan sebagai Varietas Asal\nuntuk pembuatan Varietas Turunan Esensial yang dipersyaratkan dalam\npermohonan PVT berdasarkan peraturan perundang-undangan yang berlaku."
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "30c4766a-07ac-47e1-80a6-57e43c25791e",
            "name": "Chapter V",
            "title": "\nSISTEM DOKUMENTASI DAN JARINGAN INFORMASI PVT",
            "type": "chapter",
            "children": [
                {
                    "id": "f69668cb-1964-453f-b04c-c81d21513d6c",
                    "name": "Article 18",
                    "type": "article",
                    "children": [
                        {
                            "id": "20cae296-a4ce-4ac9-ad1e-1e1fd5f3bf8a",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Kantor PVT menyelenggarakan Sistem Dokumentasi dan Jaringan\nInformasi PVT untuk kepentingan penamaan dan pendaftaran\nVarietas yang ada di seluruh Indonesia, baik Varietas Lokal maupun\nVarietas Hasil Pemuliaan yang diberi dan yang tidak diberi PVT.",
                            "explanation": "\nSistem Dokumentasi dan Jaringan Informasi PVT diselenggarakan oleh\nKantor PVT dengan jalan mengolah data dari Varietas Lokal yang ada di\nseluruh Indonesia meliputi nama varietas, deskripsi varietas, sifat-sifat\nkhususnya, gambar dan/atau foto, sebaran geografis, masyarakat pemiliknya\ndan perwakilan kepentingan masyarakat tersebut, serta tanggal penamaan\ndan pendaftaran; data dari Varietas Hasil Pemuliaan yang meliputi nama\nVarietas, nama pemilik dan/atau pemulianya, metode pemuliaan, waktu\npemuliaan, deskripsi Varietas, asal usul/silsilah, serta gambar dan/atau foto\ndan data dari Varietas yang diberi PVT baik yang melalui permohonan biasa\nmaupun yang melalui permohonan dengan hak prioritas. Data tersebut diolah\nsecara computerized dan senantiasa diperbaharui serta dapat diakses oleh\nsiapapun yang memerlukannya."
                        },
                        {
                            "id": "fdf9dbc5-6813-4756-aa4a-836adb69a0e6",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Sistem Dokumentasi dan Jaringan Informasi PVT sebagaimana\ndimaksud pada ayat (1) mencakup data dan informasi dari Varietas\nLokal yang ada di seluruh Indonesia dan instansi Pemerintah Daerah\nyang mewakili kepentingan masyarakat pemilik Varietas Lokal, serta\ndata dan informasi Varietas Hasil Pemuliaan baik yang diberi maupun\nyang tidak diberi PVT.",
                            "explanation": "\nPengembangan data dan informasi Varietas Lokal diperlukan untuk mengetahui\nidentitas setiap Varietas Lokal dan masyarakat pemilik Varietas Lokal serta\ninstansi Pemerintah yang mewakili kepentingan masyarakat tersebut.\n\nPengembangan data dan informasi Varietas Hasil Pemuliaan diperlukan untuk\nmengetahui identitas setiap Varietas Hasil Pemuliaan terutama yang akan\ndimohonkan PVT dan yang akan digunakan sebagai Varietas Asal untuk\nmembuat Varietas Turunan Esensial, serta hubungan hukum antara Varietas\ntersebut dengan pemegang hak PVT yang bersangkutan."
                        },
                        {
                            "id": "9f891537-7382-463b-85f4-452e2c8e2c1f",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Data dan informasi Varietas Lokal sebagaimana dimaksud pada ayat\n(2) meliputi nama Varietas, bentuk tanaman, pertumbuhan tanaman,\nbatang, daun, bunga, buah, biji, sifat-sifat khusus, kebiasaan tumbuh,\nsebaran geografis, gambar dan/atau foto, masyarakat pemilik Varietas\nLokal, dan tanggal pendaftaran.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "498f2edb-8c6a-40d9-b298-2f3ba912ff69",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Data dan informasi mengenai Varietas Hasil Pemuliaan sebagaimana\ndimaksud pada ayat (2) meliputi nama Varietas, bentuk ...\nbentuk tanaman, pertumbuhan tanaman, batang, daun, bunga, buah,\nbiji, silsilah atau asal usul Varietas, kebiasaan tumbuh, gambar\ndan/atau foto yang dibuat dalam deskripsi, nama pemiliknya, nama\npemulianya, metode pemuliaan, waktu dilaksanakan kegiatan\npemuliaan, serta tanggal pendaftaran.",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                },
                {
                    "id": "758a989f-90fb-4e4e-bbbd-311491ea707c",
                    "name": "Article 19",
                    "type": "article",
                    "children": {
                        "id": "c7073a4f-f33c-45ff-bef5-ad15a65c09d7",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSetiap orang atau badan hukum yang memerlukan informasi Varietas\nsebagaimana dimaksud dalam Pasal 18 dapat memintanya kepada Kantor\nPVT.",
                        "explanation": "\nCukup jelas."
                    }
                }
            ]
        },
        {
            "id": "259477c0-411f-4a1c-bc5b-f01bf1e09411",
            "name": "Chapter VI",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "cbff5a09-2bf4-4299-898b-be7199911df1",
                    "name": "Article 20",
                    "type": "article",
                    "children": {
                        "id": "3c40a996-0f52-4d1a-8275-487b4190609b",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPada saat berlakunya Peraturan Pemerintah ini, penamaan dalam rangka\npelepasan Varietas yang diajukan kepada Badan Benih Nasional dan\nbelum memperoleh keputusan pelepasan dilakukan berdasarkan\nketentuan dalam Peraturan Pemerintah ini.",
                        "explanation": "\nPenamaan Varietas dengan sistem yang lama sebelum berlakunya Peraturan\nPemerintah ini telah dilakukan kepada banyak sekali Varietas dan sudah dikenal\nsecara luas oleh masyarakat pengguna Varietas-varietas yang bersangkutan,\nsehingga akan menimbulkan kesulitan apabila dengan serta merta diubah\nberdasarkan ketentuan Peraturan Pemerintah ini."
                    }
                }
            ]
        },
        {
            "id": "299c9af9-ae32-45ec-b2f3-259460abd839",
            "name": "Chapter VII",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "0f302db3-a905-4b62-b151-a4534273bd9a",
                    "name": "Article 21",
                    "type": "article",
                    "children": {
                        "id": "7178d8a1-7836-4fea-b1d7-1fcfb307b806",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan pelaksanaan Peraturan Pemerintah Nomor 44 Tahun 1995\ntentang Perbenihan Tanaman yang berkaitan dengan Penamaan Varietas\ndinyatakan tidak berlaku.",
                        "explanation": "\nAtas pertimbangan sebagaimana dimaksud dalam penjelasan Pasal 20, ketentuan\nbaru mengenai penamaan Varietas berdasarkan Peraturan Pemerintah ini hanya\nditerapkan pada Varietas-varietas baru yang ada setelah berlakunya Peraturan\nPemerintah ini."
                    }
                },
                {
                    "id": "a5c89932-6319-4d54-b8bb-71c2ede97e1a",
                    "name": "Article 22",
                    "type": "article",
                    "children": {
                        "id": "6d00b267-6558-41c5-b41f-f8c1f136f3b8",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\n\nAgar setiap orang mengetahuinya, memerintahkan pengundangan\nPeraturan Pemerintah ini dengan penempatannya dalam Lembaran\nNegara Republik Indonesia.",
                        "explanation": "\nCukup jelas.\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nUpaya peningkatan daya saing produk tanaman dilakukan antara lain dengan\npeningkatan produktivitas dan mutu melalui perbaikan potensi genetik Varietas\nTanaman. Oleh karena itu, kegiatan pemuliaan yang menghasilkan varietas unggul\nbaru perlu didorong melalui pemberian insentif bagi orang atau badan hukum yang\nmelakukan kegiatan usaha di bidang tersebut.\nUpaya untuk mempercepat perakitan suatu varietas unggul dilaksanakan dengan\npembuatan Varietas Turunan Esensial, yaitu dengan jalan meningkatkan nilai tambah\ndari suatu varietas dengan menambah satu atau beberapa sifat unggul melalui mutasi\nalami, mutasi induksi, variasi somaklonal, seleksi individu tanaman, silang balik, dan\ntransformasi dengan rekayasa genetik dari Varietas Asal.\nVarietas Asal untuk membuat Varietas Turunan Esensial dapat berupa varietas yang\nmendapat perlindungan varietas tanaman (PVT) dan varietas yang tidak mendapat\nPVT tetapi telah diberi nama dan didaftar oleh Pemerintah. Varietas yang tidak\nmendapat PVT dapat berupa Varietas Lokal dan Varietas Hasil Pemuliaan.\nPenggunaan Varietas Asal untuk pembuatan Varietas Turunan Esensial harus\nmendapat persetujuan dari pemiliknya dan dalam persetujuan tersebut harus diatur\npembagian manfaat ekonomi dari penggunaan Varietas Turunan Esensial. Persetujuan\ndari penggunaan Varietas Lokal pada prinsipnya merupakan hak dan wewenang dari\nmasyarakat pemilik suatu Varietas Lokal. Namun berhubung anggota masyarakat\ntersebut sedemikian banyak, sehingga sulit untuk diidentifikasi satu per satu, dan\nseringkali tidak memahami hak-haknya dan cara-cara untuk\n\nmengamankan hak-haknya tersebut, maka Bupati/Walikota atau Gubernur yang\ndaerahnya meliputi tempat di mana suatu Varietas Lokal berada dan Kantor PVT\ndiberi wewenang oleh Peraturan Pemerintah ini untuk atas nama dan kepentingan\nmasyarakat pemilik suatu Varietas Lokal memberikan persetujuan kepada orang atau\nbadan hukum yang akan menggunakan Varietas Lokal tersebut sebagai Varietas Asal\ndalam pembuatan Varietas Turunan Esensial dalam bentuk perjanjian tertulis. Untuk\nmempermudah pembuktian, perjanjian tertulis tersebut harus dibuat dalam bentuk akta\nnotaris.\nDalam perjanjian tersebut dapat ditetapkan imbalan yang wajib diberikan oleh orang\natau badan hukum pembuat Varietas Turunan Esensial kepada masyarakat pemilik\nVarietas Lokal atas manfaat ekonomi yang diperoleh dari penggunaan Varietas\nTurunan Esensial. Imbalan yang diperoleh tersebut digunakan untuk meningkatkan\nkesejahteraan masyarakat yang bersangkutan dan pelestarian Varietas Lokal yang\nbersangkutan, baik secara *in situ* maupun secara *ex situ*.\nPrinsip pemberian imbalan atas manfaat ekonomi dari Varietas Turunan Esensial yang\nVarietas Asalnya berupa Varietas Lokal berlaku juga bagi Varietas Turunan Esensial\nyang Varietas Asalnya berupa Varietas Hasil Pemuliaan.\nDengan memperoleh imbalan atas manfaat ekonomi dari penggunaan Varietas\nTurunan Esensial yang dibuat dari Varietas Hasil Pemuliaan, maka orang atau badan\nhukum yang melakukan pemuliaan memperoleh kompensasi atas hasil jerih payahnya.\nSituasi demikian akan meningkatkan motivasi para pemulia untuk lebih produktif\nmenghasilkan varietas unggul baru yang pada akhirnya dapat meningkatkan\nkesejahteraan bangsa Indonesia.\nAgar pemilik suatu Varietas Lokal atau suatu Varietas Hasil Pemuliaan yang\ndigunakan sebagai Varietas Asal untuk pembuatan Varietas Turunan Esensial dapat\nmemperoleh imbalan atas manfaat ekonomi yang diperoleh dari penggunaan Varietas\nTurunan Esensial tersebut, Varietas Lokal dan Varietas Hasil Pemuliaan tersebut\nharus diberi nama dan didaftar terlebih dahulu.\n",
        "Nomor": "13",
        "Tahun": "2004",
        "Tentang": "PENAMAAN, PENDAFTARAN DAN PENGGUNAAN VARIETAS ASAL\nUNTUK PEMBUATAN VARIETAS TURUNAN ESENSIAL",
        "Menimbang": {
            "Introduction": "\nbahwa untuk melaksanakan ketentuan Pasal 6 ayat (7) dan Pasal 7 ayat\n(4) Undang-undang Nomor 29 Tahun 2000 tentang Perlindungan\nVarietas Tanaman, dipandang perlu menetapkan Peraturan Pemerintah\ntentang Penamaan, Pendaftaran dan Penggunaan Varietas Asal Untuk\nPembuatan Varietas Turunan Esensial;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-undang Dasar Negara Republik Indonesia\nTahun 1945;",
            "2": " Undang-undang Nomor 29 Tahun 2000 tentang Perlindungan\nVarietas Tanaman (Lembaran Negara Tahun 2000 Nomor 241,\nTambahan Lembaran Negara Nomor 4043);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PENAMAAN,\nPENDAFTARAN DAN PENGGUNAAN VARIETAS ASAL UNTUK\nPEMBUATAN VARIETAS TURUNAN ESENSIAL.",
        "tanggal sah": "17 Maret 2004"
    }
}