{
    "results": [
        {
            "id": "61a4579a-47e1-4349-aab5-3f70d3a8e7b3",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "147025b9-2537-4e8c-9664-94e9ed341913",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Negara Republik Indonesia melakukan penambahan\npenyertaan modal negara ke dalam modal saham\nPerusahaan Perseroan (Persero) PT Wijaya Karya Tbk yang\nstatusnya sebagai Perusahaan Perseroan (Persero)\nditetapkan berdasarkan Peraturan Pemerintah Nomor 40\nTahun 1971 tentang Pengalihan Bentuk Perusahaan\nBangunan Negara Wijaya Karya Menjadi Perusahaan\nPerseroan (Persero).",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "f4f6be0a-2e84-4702-846b-d46ce604d5c2",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "916967be-36a4-4548-8dcc-7583b5f87354",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Nilai penambahan penyertaan modal negara\nsebagaimana dimaksud dalam Pasal 1 sebesar paling\nbanyak Rp6.000.000.000.000,00 (enam triliun rupiah).\n(2) Penambahan penyertaan modal negara sebagaimana\ndimaksud pada ayat (1) bersumber dari Anggaran\nPendapatan dan Belanja Negara Tahun Anggaran 2024\nsebagaimana ditetapkan kembali dalam Rincian\nAnggaran Pendapatan dan Belanja Negara Tahun\nAnggaran 2024.\n(3) Besarnya nilai penambahan penyertaan modal negara\nsebagaimana dimaksud pada ayat (1) ditetapkan oleh\nMenteri Keuangan berdasarkan hasil pelaksanaan\npenerbitan saham baru yang disampaikan oleh Menteri\nBadan Usaha Milik Negara.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "f98cfb01-d946-43af-a375-6bddace953e0",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "11c5331b-c696-4d5d-9726-5e2cf0a87b08",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal\ndiundangkan.\n\nAgar setiap orang mengetahuinya, memerintahkan\npengundangan Peraturan Pemerintah ini dengan\npenempatannya dalam Lembaran Negara Republik\nIndonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "15",
        "Tahun": "2024",
        "Tentang": "PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA\nKE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO)\nPT WIJAYA KARYA TBK",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa untuk memperbaiki struktur permodalan dan meningkatkan kapasitas usaha Perusahaan Perseroan (Persero) PT Wijaya Karya Tbk dalam rangka penyelesaian Proyek Strategis Nasional melalui penerbitan saham baru guna mempertahankan komposisi kepemilikan saham negara pada Perusahaan Perseroan (Persero) PT Wijaya Karya Tbk, perlu melakukan penambahan penyertaan modal Negara Republik Indonesia ke dalam modal saham Perusahaan Perseroan (Persero) PT Wijaya Karya Tbk yang bersumber dari Anggaran Pendapatan dan Belanja Negara Tahun Anggaran 2024 sebagaimana ditetapkan kembali dalam Rincian Anggaran Pendapatan dan Belanja Negara Tahun Anggaran 2024;",
            "b": " bahwa berdasarkan pertimbangan sebagaimana dimaksud dalam huruf a dan untuk melaksanakan ketentuan Pasal 4 ayat (4) Undang-Undang Nomor 19 Tahun 2003 tentang Badan Usaha Milik Negara sebagaimana telah diubah dengan Undang-Undang Nomor 6 Tahun 2023 tentang Penetapan Peraturan Pemerintah Pengganti Undang-Undang Nomor 2 Tahun 2022 tentang Cipta Kerja Menjadi Undang-Undang, perlu menetapkan Peraturan Pemerintah tentang Penambahan Penyertaan Modal Negara Republik Indonesia ke Dalam Modal Saham Perusahaan Perseroan (Persero) PT Wijaya Karya Tbk;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": "  Pasal 5 ayat (2) Undang-Undang Dasar Negara Republik Indonesia Tahun 1945;",
            "2": "  Undang-Undang Nomor 19 Tahun 2003 tentang Badan Usaha Milik Negara (Lembaran Negara Republik Indonesia Tahun 2003 Nomor 70, Tambahan Lembaran Negara Republik Indonesia Nomor 4297) sebagaimana telah diubah dengan Undang-Undang Nomor 6 Tahun 2023 tentang Penetapan Peraturan Pemerintah Pengganti Undang-Undang Nomor 2 Tahun 2022 tentang Cipta Kerja Menjadi Undang-Undang (Lembaran Negara Republik Indonesia Tahun 2023 Nomor 41, Tambahan Lembaran Negara Republik Indonesia Nomor 6856);",
            "3": "  Undang-Undang Nomor 1 Tahun 2004 tentang Perbendaharaan Negara (Lembaran Negara Republik Indonesia Tahun 2004 Nomor 5, Tambahan Lembaran Negara Republik Indonesia Nomor 4355);",
            "4": "  Undang-Undang Nomor 19 Tahun 2023 tentang Anggaran Pendapatan dan Belanja Negara Tahun Anggaran 2024 (Lembaran Negara Republik Indonesia Tahun 2023 Nomor 140, Tambahan Lembaran Negara Republik Indonesia Nomor 6896);",
            "5": "  Peraturan Pemerintah Nomor 44 Tahun 2005 tentang Tata Cara Penyertaan dan Penatausahaan Modal Negara pada Badan Usaha Milik Negara dan Perseroan Terbatas (Lembaran Negara Republik Indonesia Tahun 2005 Nomor 116, Tambahan Lembaran Negara Republik Indonesia Nomor 4555) sebagaimana telah diubah dengan Peraturan Pemerintah Nomor 72 Tahun 2016 tentang Perubahan atas Peraturan Pemerintah Nomor 44 Tahun 2005 tentang Tata Cara Penyertaan dan Penatausahaan Modal Negara pada Badan Usaha Milik Negara dan Perseroan Terbatas (Lembaran Negara Republik Indonesia Tahun 2016 Nomor 325, Tambahan Lembaran Negara Republik Indonesia Nomor 6006);"
        },
        "Menetapkan": "\nMEMUTUSKAN\nPERATURAN PEMERINTAH TENTANG PENAMBAHAN\nPENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE\nDALAM MODAL SAHAM PERUSAHAAN PERSEROAN\n(PERSERO) PT WIJAYA KARYA TBK.",
        "tanggal sah": "28 Maret 2024"
    }
}