{
    "results": [
        {
            "id": "5f2c31ee-cdfb-4d3b-9708-35a86e8ec003",
            "name": "Chapter I",
            "title": "\nKEDUDUKAN, TUGAS, DAN FUNGSI",
            "type": "chapter",
            "children": [
                {
                    "id": "026db20b-9353-4b3c-8416-f7a2f5668b01",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "b033da46-3336-487c-aeca-9b5605bf87ea",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDewan Hak Cipta yang selanjutnya dalam Peraturan Pemerintah ini disebut Dewan adalah\nwadah non struktural yang berkedudukan di Ibukota Negara Republik Indonesia.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "d4ec5a35-b26a-42d5-bbd2-60a5103b1c8d",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "290f63dc-b1dd-4fa7-9b05-67556d1881d5",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDewan mempunyai tugas membantu Pemerintah dalam memberikan penyuluhan, bimbingan,\ndan pembinaan tentang hak cipta.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "2004dffd-dbaa-4785-a84c-246b606a2b3b",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "786e44e1-1a51-441e-9ab2-b3c7f008a44b",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam melaksanakan tugasnya sebagaimana dimaksud dalam Pasal 2, Dewan mempunyai\nfungsi :\na. membantu Pemerintah dalam penyiapan dan pengolahan bahan-bahan yang diperlukan baik\ndalam rangka penyusunan peraturan perundang-undangan mengenai hak cipta ataupun\nperumusan kebijaksanaan Pemerintah tentang tindakan atau langkah-langkah yang\ndiperlukan dalam usaha memberikan perlindungan hak cipta;\nb. memberikan pertimbangan dan pendapat kepada Presiden baik diminta maupun tidak\ndiminta mengenai hal-hal yang berkaitan dengan hak cipta;\nc. memberikan pertimbangan dan pendapat mengenai hak cipta atas perniintaan pengadilan\natau instansi Pemerintah lainnya;\nd. memberikan pertimbangan dan pendapat kepada pencipta dan masyarakat mengenai hal-hal\nyang berkaitan dengan hak cipta;\ne. memberikan pertimbangan dan pendapat dalam rangka penyelesaian perselisihan atas\npermintaan para pihak yang berselisih.",
                        "explanation": "\nHuruf a\nDalam usaha memberikan perundungan hak cipta, maka diperlukan tindakan dan\nlangkah dari Pemerintah. Untuk itu kepada Dewan Hak Cipta diberi fungsi\nmembantu Pemerintah dalam penyiapan dan pengolahan bahan-bahan yang\ndiperlukan baik dalam rangka penyusunan rancangan peraturan perundang-\nundangan ataupun dalam perumusan kebijaksanaan tentang tindakan dan langkah\nyang harus diambil.\nTermasuk dalam pengertian ini adalah langkah-langkah pengaturan mengenai\npemberian imbalan dan penerjemahan ciptaan orang bukan Warga Negara\nIndonesia dan badan asing.\nHuruf b\nPertimbangan dan pendapat tersebut khususnya yang menyangkut kemungkinan\ndijadikannya milik negara hak cipta atas suatu karya demi kepentingan nasional.\nSebagaimana ditentukan dalam Undang-undang Nomor 6 Tahun 1982 tentang Hak\nCipta, dengan sepengetahuan pemegangnya, hak cipta dapat dijadikan milik negara\ndemi kepentingan nasional. Dalam hal demikian, keputusan untuk menjadikan milik\nnegara tersebut harus dilakukan dengan Keputusan Presiden.\nPertimbangan dan pendapat tersebut dapat pula diberikan Dewan mengenai hal-hal\nyang berkaitan dengan perumusan kebijaksanaan ataupun penyusunan peraturan\nperundang-undangan yang diperlukan dalam rangka pelaksanaan Undang-undang\ntentang Hak Cipta.\nHuruf c\nCukup jelas\nHuruf d\nDalam hal ini Dewan dapat membantu pencipta untuk memahami upaya-upaya\nyang dimungkinkan. dalam rangka mempertahankan hak cipta, baik nasional atau\ninternasional, maupun untuk membantu memberi pertimbangan kepada pencipta\ndalam hal membuat perjanjian mengenai hak cipta.\nHuruf e\nDalam penyelesaian perselisihan mengenai hak cipta yang dimintakan\npertimbangan dan pendapat kepada Dewan, apabila dipandang perlu Dewan dapat\nmendengar orang-orang, badan, atau pihak pihak yang ada hubungannya dengan\nperselisihan tersebut."
                    }
                }
            ]
        },
        {
            "id": "655e664e-e107-4284-9044-316899ef7b1b",
            "name": "Chapter II",
            "title": "\nSUSUNAN KEANGGOTAAN DAN JUMLAH ANGGOTA",
            "type": "chapter",
            "children": [
                {
                    "id": "67522b25-f455-494a-8f98-c3f739e1aa1b",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "a1449c51-1216-4498-917d-816f915727f4",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Keanggotaan Dewan terdiri dari wakil-wakil Departemen, Lembaga Pemerintah Non Departemen, dan wakil dari organisasi menurut bidang keahlian atau profesi yang berhubungan dengan hak cipta.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "d055fde7-3a01-4a5b-bdbe-f3050292063d",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Susunan keanggotaan Dewan sebagaimana dimaksud dalam ayat (1) terdiri dari :\n  a. Ketua merangkap anggota: Menteri Kehakiman;\n  b. Wakil Ketua merangkap: Direktur Jenderal Kebudayaan, Departemen\n     anggota Pendidikan dan Kebudayaan;\n  c. Sekretaris merangkap anggota: Direktur Jenderal Hukum dan\n     Perundang-undangan, Departemen Kehakiman;\n  d. Wakil Sekretaris merangkap: Direktur Paten dan Hak\n     anggota Cipta, Direktorat Jenderal Hukum dan\n     Perundang undangan, Departemen Kehakiman.\n  e. Sebanyak-banyaknya sepuluh orang anggota terdiri dari wakil-wakil Departemen atau Lembaga Pemerintah Non Departemen antara lain Departemen Pendidikan dan Kebudayaan, Departemen Penerangan, dan wakil-wakil organisasi menurut bidang keahlian atau profesi yang berhubungan dengan hak cipta.",
                            "explanation": "\nWakil dari organisasi menurut bidang keahlian atau profesi yang bersangkutan\ndengan hak cipta adalah wakil dari bidang ilmu, sastra, dan seni, seperti misalnya\nantara lain wakil dari Ikatan Penerbit Indonesia (IKAPI), Asosiasi Industri Rekaman\nIndonesia (ASIRI), dan Ikatan Arsitek Indonesia (IAI)."
                        }
                    ]
                },
                {
                    "id": "93fe8a95-01e3-4c74-a6d0-4bd8e2adbbfe",
                    "name": "Article 5",
                    "type": "article",
                    "children": [
                        {
                            "id": "b9b446a6-636f-4b5c-ae89-dacd0987c2c6",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Untuk kelancaran pelaksanaan tugas Dewan sehari-hari ditetapkan adanya Pelaksana Harian yang terdiri dari:\n   a. Ketua : Direktur Jenderal Hukum dan Perundang-undang, Departemen\n       Kehakiman;\n   b. Sekretaris : Direktur Paten dan Hak Cipta, Direktorat Jenderal Hukum dan\n    Perundang-undangan, Departemen Kehakiman;\n   c. Beberapa orang anggota sesuai dengan kebutuhan yang dipilih di antara anggota Dewan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "29d0f3de-818c-4f2e-a011-6d111b01c7a4",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Keanggotaan Pelaksana Harian ditetapkan oleh Ketua Dewan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "7f12f6be-e10b-4673-8eb6-dddef3fd39f9",
                    "name": "Article 6",
                    "type": "article",
                    "children": [
                        {
                            "id": "bfd40cd3-e502-4af2-bcf9-cfdc9fd779f1",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Sekretaris memimpin sebuah Sekretariat yang secara fungsional dilaksanakan oleh Direktorat Paten dan Hak Cipta, Direktorat Jenderal Hukum dan Perundang-undangan, Departemen Kehakiman.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "20f1d16d-6c35-414f-a414-2a212d893f6e",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Sekretariat sebagaimana dimaksud dalam ayat (1), bertugas memberikan dukungan dan pelayanan staf dan ketatausahaan kepada Dewan dan Pelaksana Harian.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "87dd142c-7945-4f40-a5ae-9087855731f5",
            "name": "Chapter III",
            "title": "\nPENGANGKATAN DAN SYARAT-SYARAT KEANGGOTAAN",
            "type": "chapter",
            "children": [
                {
                    "id": "61b2d934-7b3f-4791-8020-c3e6e5dc819e",
                    "name": "Article 7",
                    "type": "article",
                    "children": [
                        {
                            "id": "2e5ab0c9-40f4-41e6-a7ee-7b3d8a6e5cdb",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Ketua, Wakil Ketua, Sekretaris, Wakil Sekretaris, dan Anggota Dewan diangkat dan\ndiberhentikan oleh Presiden atas usul Menteri Kehakiman untuk masa 3 (tiga) tahun\nlamanya, dan sesudah itu anggota Dewan dapat dipilih kembali untuk berturut-turut selama-\nlamanya 2 (dua) kali masa jabatan berdasarkan tata cara yang ditetapkan dalam Peraturan\nPemerintah ini.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "d27249e9-243f-444b-a655-203741e6c1dc",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pencalonan anggota Dewan dilakukan sebagai berikut:\na. Menteri Kehakiman berkonsultasi dengan Menteri/Pimpinan Lembaga Pemerintah Non\nDepartemen yang bersangkutan untuk menetapkan calon-calon yang akan mewakili\nPemerintah dalam Dewan;\nb. masing-masing organisasi menurut bidang keahlian atau profesi yang berhubungan\ndengan hak cipta mengajukan kepada Menteri Kehakiman calon anggota Dewan yang\ndiusulkan.",
                            "explanation": ""
                        },
                        {
                            "id": "0208fa12-7480-4b75-ac6e-cb187e18877a",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Menteri Kehakiman memilih calon-calon anggota Dewan yang diajukan oleh organisasi\nmenurut bidang keahlian atau profesi yang berhubungan dengan hak cipta untuk\nselanjutnya bersama calon yang akan mewakili Pemerintah diusulkan pengangkatannya\nsebagai anggota Dewan kepada Presiden.",
                            "explanation": ""
                        }
                    ]
                },
                {
                    "id": "78182902-71d4-4dd8-acf3-b7863b2fd044",
                    "name": "Article 8",
                    "type": "article",
                    "children": [
                        {
                            "id": "e9578a9e-77f0-4100-9cca-e3b88ab4e99f",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Untuk dapat menjadi anggota Dewan harus dipenuhi syarat-syarat:\na. warga negara Republik Indonesia;\nb. bertempat tinggal dalam wilayah Republik Indonesia;\nc. setia kepada Negara dan haluarn Negara Kesatuan Republik Indonesia;\nd. mempunyai keahlian, kecakapan, pengalaman di bidang hak cipta dan mempunyai rasa\ntanggung jawab;\ne. tidak pernah dijatuhi pidana yang berkaitan dengan hak cipta.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "35fc73de-191c-4030-8835-fbc8aded5e05",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Organisasi yang dapat mengajukan wakil untuk dicalonkan sebagai anggota Dewan harus\nmemenuhi syarat-syarat:\na. berasaskan Pancasila dan berlandaskan Undang-Undang Dasar 1945;\nb. bersifat independen, tidak bernaung di bawah organisasi lain, dan bersifat nasional.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "6a1f0fbd-dc3b-44ce-820d-682697cd7ef8",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Organisasi yang memenuhi syarat-syarat sebagaimana dimaksud dalam ayat (2) hanya\nboleh mencalonkan seorang wakil untuk diangkat menjadi anggota Dewan.",
                            "explanation": "\nGuna membatasi jumlah anggota Dewan, maka satu organisasi tidak boleh\nmengirimkan lebih dari seorang wakil sebagai calon anggota."
                        }
                    ]
                },
                {
                    "id": "2c9b27dc-fb84-4e68-85c6-1cce8803e171",
                    "name": "Article 9",
                    "type": "article",
                    "children": {
                        "id": "b068b7da-22c3-4c31-870b-0c00f9f58097",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKeanggotaan dalam Dewan berakhir, karena:\n1. meninggal dunia;\n2. mengundurkan diri, baik karena kesehatannya atau sebab-sebab yang tidak\nmemungkinkannya menjalankan tugas sebagai anggota Dewan;\n3. diberhentikan oleh Presiden atas usul Menteri Kehakiman;\n4. berakhirnya masa jabatan keanggotaan Dewan sebagaimana dimaksud dalam Pasal 7 ayat\n(1).",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "50a1819e-c841-431b-b091-d4c6f49a6753",
                    "name": "Article 10",
                    "type": "article",
                    "children": [
                        {
                            "id": "4119fc99-840a-4ff7-b08c-f0024e2b03f4",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Apabila terdapat lowongan dalam keanggotaan Dewan yang disebabkan hal-hal\nsebagaimana dimaksud dalam Pasal 9 angka 1, angka 2, dan angka 3 maka Departemen,\nLembaga Pemerintah Non Departemen atau organisasi yang bersangkutan dapat\nmengusulkan calon anggota untuk mengisi kekosongan tersebut.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "5abc3bc6-6162-4b48-8f18-b61a3b85be60",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Menteri Kehakiman setelah menerima usul calon anggota sebagaimana dimaksud dalam\nayat (1) meneliti syarat keanggotaan yang harus dipenuhi sebagaimana dimaksud dalam\nPasal 8 ayat (1).",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "45288a04-c8d5-4c1f-b8b6-cd5e2ddc3e2c",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Menteri Kehakiman setelah meneliti dan mempertimbangkan calon anggota sebagaimana\ndimaksud dalam ayat (2) mengusulkan nama calon tersebut kepada Presiden untuk\ndiangkat menjadi anggota Dewan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "ddaa5a4f-14c8-4ee6-9918-d90628e3aee2",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Masa jabatan anggota tersebut dalam Pasal ini berakhir sampai berakhirnya masa jabatan\nanggota Dewan yang diganti.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "64cded60-e1f5-4f29-b5db-3885d7181216",
            "name": "Chapter IV",
            "title": "\nTATA KERJA",
            "type": "chapter",
            "children": [
                {
                    "id": "0534c2f0-8a07-4cf9-bc2f-e15389308a2a",
                    "name": "Article 11",
                    "type": "article",
                    "children": {
                        "id": "31e821e6-9cbb-429f-b3cc-8e2656917dd2",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nTata keda Dewan ditetapkan oleh Dewan selambat-lambatnya dalam waktu 3 (tiga) bulan sejak\npengangkatan Ketua, Wakil Ketua, Sekretaris, Wakil Sekretaris, dan anggota Dewan.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "c7caa84f-d6ca-4449-9efb-69a8681932a6",
            "name": "Chapter V",
            "title": "\nPEMBIAYAAN",
            "type": "chapter",
            "children": [
                {
                    "id": "cb0ad2ba-9d8f-4f6b-853d-fc70589f2248",
                    "name": "Article 12",
                    "type": "article",
                    "children": {
                        "id": "90894d2a-1260-4afc-9914-ec6ed7fc8d95",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nBiaya untuk pelaksanaan tugas dan fungsi Dewan dibebankan kepada Anggaran Belanja\nDepartemen Kehakiman.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "d75cf329-d4d1-4f48-bfce-7aa1dff30a12",
            "name": "Chapter VI",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "0033e6e4-8035-4d80-8318-f555f9040411",
                    "name": "Article 13",
                    "type": "article",
                    "children": {
                        "id": "605a025a-5fb6-4428-9fd3-8ae5843a98bd",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan-ketentuan yang diperlukan bagi pelaksanaan Peraturan Pemerintah ini ditetapkan\nlebih lanjut oleh Menteri Kehakiman selaku Ketua Dewan.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "29b5136f-7606-43aa-a9c0-25da479117b4",
                    "name": "Article 14",
                    "type": "article",
                    "children": {
                        "id": "93cd0101-799f-42b6-bc98-525834fd5e60",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini\ndengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nUndang-undang Nomor 6 Tahun 1982 tentang Hak Cipta bertujuan untuk mendorong dan\nmelindungi para pencipta dalam bidang ilmu, seni, dan sastra, dalam rangka meningkatkan\nkecerdasan kehidupan bangsa Indonesia.\nSalah satu usaha untuk mendorong berkembangnya ciptaan dan melindungi para pencipta\nadalah dibentuknya Dewan Hak Cipta sebagaimana diatur dalam Pasal 39 dan Pasal 40\nUndang-undang Nomor 6 Tahun 1982.\nAnggota-anggota Dewan Hak Cipta tersebut terdiri wakil-wakil dari Departemen dan Lembaga\nPemerintah Non Departemen serta organisasi menurut bidang keahlian atau profesi yang ada\nkaitannya dengan bidang hak cipta. Tugas dan fungsi Dewan Hak Cipta adalah untuk membantu\nPemerintah dalam penyuluhan, bimbingan dan pembinaan tentang hak cipta baik yang ditujukan\nkepada para pencipta maupun kepada masyarakat umumnya, seperti pengumpulan dan\npengolahan bahan-bahan yang diperlukan dalam rangka penyiapan rancangan peraturan\nperundang-undangan dalam bidang hak cipta, memberikan pertimbangan dan pendapat\nmengenai masalah hak cipta, dan lain-lain kegiatan yang berkaitan dengan hak cipta.\nJumlah keanggotaan Dewan termasuk Ketua, Wakil Ketua, Sekretaris dan Wakil Sekretaris\ntersebut diambil dari Departemen-departemen, Lembaga Pemerintah Non Departemen, dan dari\norganisasi menurut bidang keahlian atau profesi yang bersangkutan dengan hak cipta.\nMengingat pentingnya tugas dan fungsi Dewan Hak Cipta, maka untuk dapat diangkat menjadi\nanggota Dewan Hak Cipta diperlukan persyaratan tertentu.\nKetua, Wakil Ketua, Sekretaris, Wakil Sekretaris, dan Anggota Dewan Hak Cipta diangkat dan\ndiberhentikan oleh Presiden atas usul Menteri Kehakiman. Menteri Kehakiman selaku Ketua\nDewan Hak Cipta berwenang menjadi syarat-syarat yang harus dipenuhi oleh calon yang\ndiusulkan suatu organsiasi untuk duduk dalam Dewan Hak Cipta.\nMasa jabatan Dewan Hak Cipta adalah 3 (tiga) tahun dengan ketentuan bahwa seorang\nanggota Dewan yang lama dapat diangkat kembali untuk berturut-turut selama-lamanya 2 (dua)\nkali masa jabatan.\nApabila di dalam masa jabatan Dewan Hak Cipta terjadi lowongan, maka anggota yang mengisi\nlowongan itu mempunyai masa jabatan sampai berakhirnya masa jabatan anggota yang diganti.",
        "Nomor": "14",
        "Tahun": "1986",
        "Tentang": "DEWAN HAK CIPTA",
        "Menimbang": {
            "Introduction": "\nbahwa untuk melaksanakan ketentuan Pasal 39 dan Pasal 40 Undang-\nundang Nomor 6 Tahun 1982 tentang Hak Cipta, dipandang perlu menetapkan\nPeraturan Pemerintah yang mengatur tentang Dewan Hak Cipta;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 6 Tahun 1982 tentang Hak Cipta (Lembaran\nNegara Tahun 1982 Nomor 15, Tambahan Lembaran Negara Nomor 3217);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG DEWAN\nHAK CIPTA.",
        "tanggal sah": "6 Maret 1986"
    }
}