{
    "results": [
        {
            "id": "d0b8c6a5-887d-470a-91b3-ebd9c7e0b086",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "e906d878-2783-4601-ae94-1c80505c044e",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Yang dimaksudkan dalam Peraturan Pemerintah ini dengan:\na. \"Pegawai Negeri\" ialah mereka yang diangkat dan dipeker jakan dalam suatu jabatan Negeri oleh penjabat Negara atau badan Negara yang berwenang mengangkatnya dan digaji menurut peraturan gaji yang berlaku baginya dan dibayar atas beban Belanja Pegawai dari Anggaran Belanja Negara/Daerah Swatantra;\nb. \"Menteri\" yalah Menteri Urusan Pendapatan, Pembiayaan dan Pengawasan;\nc. \"Usia waktu menjadi peserta\" yalah usia yang dicapai pada hari ulang tahun yang terdekat pada hari mulainya menjadi peserta;\nd. \"Jangka waktu\" yalah jangka waktu asuransi (campuran yang lamanya 55 tahun dikurangi usia waktu mulai menjadi peserta,\ne. \"Tabungan dan Asuransi\" yalah Tabungan dan Asuransi Pegawai Negeri;\nKewajiban menjadi peserta.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "67e027e5-55ce-4918-b906-eb4a28e03a73",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "782fc091-a766-4005-a34a-f1b1a03a2291",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Tiap Pegawai Negeri diwajibkan menjadi peserta dari Tabungan dan Asuransi mulai tanggal diangkatnya sebagai Pegawai Negeri, kecuali apabila pengangkatan itu tidak jatuh pada tanggal satu, dalam hal mana ikut besertanya dimulai dengan tanggal 1 dari bulan berikutnya;\n(2) Bagi mereka yang pada tanggal satu Juli 1961 sudah mempunyai kedudukan sebagai Pegawai Negeri, saat tersebut ialah tanggal 1 Juli 1961;\n(3) Kedudukan sebagai peserta berakhir pada akhir bulan dari pemberhentiannya sebagai Pegawai Negeri.\nIuran.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "ee5fd9f9-11b8-461f-9611-2e01d3308514",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "2217b8e3-6fa3-4ed9-b047-7b1bdf1826be",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Peserta membayar iuran sebanyak 7% (tujuh perseratus) dari gaji pokoknya yang dipotong setiap bulan dari gaji melalui daftar gaji;\n(2) Jumlah semua iuran tersebut pada ayat (1) disetorkan pada Bank Koperasi Tani dan Nelayan atas rekening Perusahaan Negara tersebut pada pasal 4 kecuali jika ditentukan lain oleh Menteri;\n(3) Iuran tersebut pada ayat (1) adalah sebagian dari jumlah potongan wajib sebanyak 10% (sepuluh perseratus) dari gaji pokok termaksud dalam pasal 1 ayat (1) Peraturan Pemerintah No. 9 tahun 1963.\nBadan Penyelenggara.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "b3f2e3e2-54bb-4c51-8e71-087291cf80de",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "73861639-acf7-46d9-8865-3693731dd4ef",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Untuk menyelenggarakan Tabungan dan Asuransi didirikan suatu badan yang berbentuk Perusahaan Negara sebagai dimaksudkan dalam Undang-undang No. 19 Prp tahun 1960.\n(2) Pendirian Perusahaan Negara tersebut pada ayat (1) diatur dengan Peraturan Pemerintah tersendiri.\nTabungan dan Asuransi.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "6f29b8bc-f456-48eb-9092-710b8a5f6b48",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "2821813a-8624-4ac9-95dc-9fd5450547be",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Tabungan dan Asuransi dimaksudkan dalam pasal 2 ayat (1) terdiri dari :\na. asuransi campuran, yang berlaku selama jangka waktu menjadi peserta dan dimulai pada tanggal permulaan menjadinya peserta tadi.\nb. tabungan, yang dimulai pada akhir jangka waktu dan diakhiri pada berhentinya sebagai peserta, dan\nc. asuransi risiko kematian, yang berlaku mulai tanggal per mulaan menjadi peserta sampai berhentinya.\nPembayaran jumlah asuransi.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "430ac47a-9e22-41e1-bd21-ea88442ef72d",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "8c63fc72-b133-47ac-b37e-db0486474ab7",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Berdasarkan asuransi campuran tersebut pada pasal 5 huruf a dilakukan pembayaran jumlah asuransi :\na. kepada peserta pada akhir jangka waktu, atau\nb. kepada seorang yang ditunjuknya atau ahli warisnya dalam hal peserta meninggal sebelum akhir jangka waktu dan sudah menjadi peserta sekurang-kurangnya 6 bulan lamanya.\nBesarnya jumlah asuransi.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "c140fbf5-7793-4ad0-a06d-fc468bf2788e",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "40d2ae45-c98d-4426-aa9b-24ef532f9250",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Jumlah asuransi tersebut pada pasal 6 terdiri dari jumlah asuransi pokok dan tambahan jumlah asuransi yang disebabkan oleh kenaikan gaji pokok peserta.\n(2) Jumlah asuransi pokok dihitung berdasarkan usia waktu mulai menjadi peserta dan besarnya iuran.\n(3) Tambahan jumlah asuransi dihitung berdasarkan besarnya kenaikan iuran dan usia yang dicapai.\n(4) Daftar untuk menghitung jumlah asuransi diumumkan dalam Lampiran Berita-Negara.\n(5) Dasar-dasar perhitungan aktuariil ditentukan oleh Menteri.\nBerhenti sebelum waktunya.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "5fe7b88d-6f61-490d-a5c3-fac85c5dd6b1",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "898acee8-f5e6-4d8a-80cf-40691589ee3b",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pegawai Negeri yang berhenti sebelum akhir jangka waktu berhenti pula sebagai peserta.\n(2) Kepadanya diberikan nilai tunai dari asuransi campurannya, yang besarnya ditentukan menurut peraturan yang ditetapkan oleh Menteri dan sekurang-kurangnya sama dengan jumlah yang telah dibayar sebagai iuran. Tabungan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "f9987b43-1bf5-4dd5-b455-dc5598d33a00",
            "name": "Article 9",
            "type": "article",
            "children": {
                "id": "089cd468-0f27-4759-bb5d-a264ed1483aa",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Tabungan tersebut pada pasal 5 huruf b dibayarkan kembali kepada yang bersangkutan\nsetelah berhenti sebagai peserta. Asuransi Risiko Kematian.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "2eba8be7-cc71-461d-bfcb-2593fb330467",
            "name": "Article 10",
            "type": "article",
            "children": {
                "id": "49c6c816-2004-406a-9b73-478fdc48607a",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Berdasarkan asuransi risiko kematian tersebut pada pasal 5 huruf c dilakukan pembayaran\ndalam hal seorang peserta meninggal.\n(2) Jumlah pembayaran tersebut adalah sama untuk segenap peserta dan ditetapkan oleh\nMenteri.\nJaminan Negara.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "fb0eca7f-4e15-426a-9607-316c9371d0ba",
            "name": "Article 11",
            "type": "article",
            "children": {
                "id": "b62e7f4f-200c-4e3a-9d0b-ea693c1e023d",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dalam hal Perusahaan Negara tersebut dalam pasal 4 ayat 1) tidak dapat memenuhi\nkewajiban-kewajibannya terhadap Pegawai Negeri, maka Negara bertanggung-jawab penuh untuk\nitu.\nKetentuan Penutup.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "abcf2ab5-2321-4b59-b74f-cac1a85d29c8",
            "name": "Article 12",
            "type": "article",
            "children": {
                "id": "cd90b7f4-7a90-4ffd-b077-97fcb1b2cbad",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Ketentuan-ketentuan dalam Peraturan Pemerintah ini berlaku pula terhadap Menteri-menteri,\nKetua dan Wakil Ketua Majelis Permusyawaratan Rakyat Sementara, Ketua dan Wakil Ketua serta\nAnggota-anggota Dewan Perwakilan Rakyat Gotong Royong, Wakil Ketua Dewan Pertimbangan\nAgung, Ketua dan Wakil Ketua Dewan Perancang Nasional dan lain-lain pejabat tinggi yang\ndianggap perlu oleh Menteri Pertama.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "bf8b93ed-5e06-4196-a291-f0f6e142d346",
            "name": "Article 13",
            "type": "article",
            "children": {
                "id": "e324b911-c783-4075-9714-1b3f79d74822",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Hal-hal yang belum cukup diatur dalam Peraturan Pemerintah ini ditetapkan oleh Menteri.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "6c7196b0-48a5-40fd-a29e-d93d959a2508",
            "name": "Article 14",
            "type": "article",
            "children": {
                "id": "d97a38fc-0ee5-4fba-ad22-f4419c51b5aa",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada hari diundang kannya dan mempunyai daya\nsurut sampai dengan tanggal 1 Juli 1961.\nAgar supaya setiap orang dapat mengetahuinya memerintahkan pengundangan Peraturan\nPemerintah ini dengan penempatan dalam Lembaran-Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "10",
        "Tahun": "1963",
        "Tentang": "TABUNGAN DAN ASURANSI PEGAWAI NEGERI",
        "Menimbang": {
            "Introduction": "",
            "a": "    perlu melaksanakan ketentuan tersebut dalam pasal 1 ayat (3) Peraturan Pemerintah No. 9 tahun 1963 tentang Pembelanjaan Kesejahteraan Pegawai Negeri sejauh mengenai tabungan dan asuransi Pegawai Negeri;",
            "b": "    bahwa menurut pasal 7 ayat (1) Ketetapan Majelis Per musyawaratan Rakyat Sementara No. II/MPRS/1960 sumber pembiayaan bagi Pembangunan Nasional Semesta Berencana harus diusahakan atas dasar kekuatan dalam negeri sendiri dengan mengerahkan semua modal dan potensi (funds and forces) yang progresif;",
            "c": "    bahwa dengan jalan tabungan disertai asuransi Pegawai Negeri dapat ikut serta dalam usaha pengumpulan modal seperti dimaksudkan diatas, lagi pula dengan jalan itu mereka dapat sekaligus menambah kesejahteraan baginya dan atau keluarganya; d.bahwa usaha menambah kesejahteraan Pegawai Negeri dengan jalan tabungan disertai asuransi adalah sejalan dengan tabungan terpimpin;",
            "e": "    bahwa perlu dijaga agar supaya usaha menambah kesejahteraan Pegawai Negeri termaksud tidak menambah beban keuangan Negara sehingga badan yang akan diserahi me nyelenggarakannya sebaiknya berbentuk Perusahaan Negara menurut Undang-undang No. 19 Prp tahun 1960 yang bekerja berdasarkan prinsip-prinsip ekonomi perusahaan;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": "    Pasal 5 ayat (2) Undang-undang Dasar;",
            "2": "    Pasal 1 ayat (3) Peraturan Pemerintah No. 9 tahun 1963 tentang pembelanjaan kesejahteraan Pegawai Negeri;",
            "3": "    Undang-undang No. 18 tahun 1961 (Lembaran-Negara tahun 1961 No. 263);",
            "4": "    Undang-undang No. 19 Prp tahun 1960 tentang Perusahaan Negara (Lembaran-Negara tahun 1950 No. 59);\nMendengar \nMusyawarah Kabinet Kerja pada tanggal 6 Maret 1963;"
        },
        "Menetapkan": "\nPeraturan Pemerintah tentang Tabungan dan Asuransi Pegawai Negeri.\nIstilah.",
        "tanggal sah": "1 Juli 1961"
    }
}