{
    "results": [
        {
            "id": "5bfb430d-c171-4391-89cb-328ff46a2507",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "a31ea4dd-936c-49cb-ae9b-f43cdefd9fee",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "555fa55c-af21-40dc-a4fd-31b2e6ca55b1",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan:\na. Pelabuhan adalah daerah tempat berlabuh dan/atau tempat bertambahnya kapal laut\nserta kendaraan air lainnya untuk menaikkan dan menurunkan penumpang, bongkar\nmuat barang dan hewan, serta merupakan daerah lingkungan kerja kegiatan\nekonomi;\nb. Pelabuhan\nb. Pelabuhan Khusus adalah pelabuhan yang penggunaannya khusus untuk kegiatan sektor perindustrian, pertambangan, atau pertanian yang pembangunan dan pengoperasiannya dilakukan oleh instansi yang bersangkutan untuk bongkar muat bahan baku dan hasil produksinya yang tidak dapat ditampung oleh pelabuhan yang dibuka untuk umum;\nc. Administrator Pelabuhan adalah koordinator bidang perhubungan laut yang berfungsi mengkoordinasikan unit pelaksana Badan Usaha Pelabuhan, instansi-instansi pemerintah bidang perhubungan laut dan instansi-instansi pemerintah lainnya untuk kelancaran tugas kepelabuhanan di pelabuhan yang diusahakan oleh Badan Usaha Pelabuhan;\nd. Kepala Pelabuhan adalah kepala tim pelaksana teknis instansi pemerintah bidang perhubungan laut yang melaksanakan pengelolaan jasa kepelabuhanan dan mengkoordinasikan instansi-instansi pemerintah bidang perhubungan laut dan instansi-instansi pemerintah lainnya untuk kelancaran tugas kepelabuhanan di pelabuhan yang tidak diusahakan oleh Badan Usaha Pelabuhan;\ne. Badan Usaha Pelabuhan adalah badan usaha milik negara yang didirikan berdasarkan peraturan perundang-undangan yang berlaku untuk untuk mengusahakan jasa kepelabuhanan;\nf. Unit Pelaksana Badan Usaha Pelabuhan adalah unit organisasi Badan Usaha Pelabuhan yang mempunyai tugas melaksanakan pengusahaan jasa kepelabuhanan di pelabuhan yang diusahakan oleh Badan Usaha Pelabuhan;\ng. Kepala Pelaksana Pelabuhan Khusus adalah pejabat instansi yang bersangkutan yang bertugas melakukan pengoperasian pelabuhan khusus;\nh. Menteri adalah Menteri yang bertanggung jawab dalam bidang perhubungan laut.",
                        "explanation": "\nCukup jelas."
                    }
                },
                {
                    "id": "91eec08f-ac8c-45e3-9b1e-3011d9e85f4b",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "45d236b0-e566-4b4e-9960-f0f6ed599608",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Daerah lingkungan kerja pelabuhan meliputi wilayah perairan dan daratan dengan bangunan-bangunan dan fasilitas-fasilitas teknis lainnya yang diperlukan untuk pelayanan kapal laut dan kendaraan air lainnya serta kegiatan-kegiatan yang berhubungan dengan angkutan laut.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "b3c8eca5-44d9-4f1f-be72-19c29ba882e9",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Daerah lingkungan kepentingan pelabuhan merupakan kawasan di sekeliling daerah lingkungan kerja pelabuhan yang izin penggunaan tanah dan pembangunan gedung-gedungnya serta lain-lain bangunannya diberikan oleh Gubernur Kepala Daerah Tingkat I atau pejabat yang ditunjuknya setelah terlebih dahulu mendengar pendapat dari Kepala Unit Pelaksana Badan Usaha Pelabuhan/Kepala Pelabuhan.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "a821215f-1002-4893-8c48-d041cee56314",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Batas daerah lingkungan kerja pelabuhan dan batas daerah lingkungan kepentingan pelabuhan ditetapkan dalam peraturan-peraturan untuk masing-masing pelabuhan berdasarkan peraturan perundang-undangan yang berlaku.",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                }
            ]
        },
        {
            "id": "09fe28ba-9ef4-4278-b599-717fc868f87e",
            "name": "Chapter II",
            "title": "",
            "type": "chapter",
            "children": [
                {
                    "id": "5d1f58b4-c0e5-4020-a93b-04b9bbe2e10d",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "2e6f5314-2ca9-4c2d-bcea-fc490dc7384b",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPelabuhan dikuasai, diselenggarakan dan diatur oleh Pemerintah.",
                        "explanation": "\nPelabuhan adalah suatu lingkungan kerja yang sifat dan peranannya vital.\nSebagai salah satu cabang produksi jasa yang penting bagi Negara dan\nmenguasai hajat hidup orang banyak, pelabuhan perlu dikuasai,\ndiselenggarakan dan diatur oleh Pemerintah. Bila pada saat ini masih\nterdapat pelabuhan-pelabuhan khusus yang dibangun, dan dioperasikan oleh\nswasta, hal tersebut merupakan sesuatu yang bersifat sementara untuk pada\nwaktunya tanpa merugikan pihak-pihak yang bersangkutan secara\nberangsur-angsur akan diselenggarakan oleh Pemerintah."
                    }
                },
                {
                    "id": "10efc044-36e5-45ae-804f-2ae6550fb0ac",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "c7ffc305-b822-4584-81ef-08b07345bda9",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pelabuhan sebagai tumpuan tatanan kegiatan ekonomi dan kegiatan pemerintahan\nmerupakan sarana untuk menyelenggarakan pelayanan jasa kepelabuhanan dalam\nmenunjang penyelenggaraan angkutan laut.",
                            "explanation": "\nKetentuan dalam ayat ini menegaskan bahwa pelabuhan merupakan\nsarana untuk menyelenggarakan pelayanan jasa kepelabuhanan yang\nmerupakan bagian yang tidak terpisahkan dari angkutan laut.\nDikaitkan dengan ketentuan tersebut dalam Pasal 3 Peraturan\nPemerintah ini maka pengusahaan jasa kepelabuhanan harus\ndilakukan dengan mengutamakan kepentingan umum."
                        },
                        {
                            "id": "1ab49d9a-f7d8-49d9-be33-e508054ef712",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pembinaan kepelabuhanan disusun dalam sistem kepelabuhanan nasional yang\nmerupakan bagian dari sistem perhubungan laut yang mampu menunjang\npembangunan nasional.",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                },
                {
                    "id": "9dd0316e-9777-44a8-9d38-96503867c6f7",
                    "name": "Article 5",
                    "type": "article",
                    "children": [
                        {
                            "id": "a644b95e-f930-4abe-a7c3-f688d999f8ab",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Menteri melakukan pembinaan kepelabuhanan baik mengenai pembangunan,\npendayagunaan maupun pengembangannya.",
                            "explanation": "\nMenteri menetapkan pembinaan kepelabuhanan mengenai pembangunan,\npendayagunaan dan pengembangannya baik terhadap pelabuhan umum\nmaupun pelabuhan khusus."
                        },
                        {
                            "id": "d6638875-e7cb-4e36-bb03-b65058821a5e",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pembinaan kepelabuhanan sebagaimana dimaksud ayat (1) Pasal ini, meliputi\nperencanaan, pengaturan, pengendalian, dan pengembangan fasilitas-fasilitas\nkepelabuhanan untuk :\na. kapal laut dan kendaraan air lainnya, penumpang, barang, dan hewan;\nb. pemeriksaan yang berkaitan dengan pelaksanaan peraturan-peraturan\nangkutan laut, keselamatan pelayaran dan tertib bandar;\nc. pemeriksaan terhadap lalu lintas penumpang, barang dan hewan yang\nberkaitan dengan pelaksanaan peraturan-peraturan di bidang tugas-tugas\npemerintahan;\nd. penyelenggaraan ketertiban dan keamanan intern pelabuhan.",
                            "explanation": "\nMenteri menetapkan pembinaan kepelabuhanan mengenai pembangunan,\npendayagunaan dan pengembangannya baik terhadap pelabuhan umum\nmaupun pelabuhan khusus."
                        }
                    ]
                },
                {
                    "id": "f9ddc5a0-b711-4188-a8d4-3062c7db7fd9",
                    "name": "Article 6",
                    "type": "article",
                    "children": [
                        {
                            "id": "ab0015e6-1716-40ef-a34c-a1cbadadc6bd",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penetapan suatu tempat sebagai pelabuhan dilakukan oleh Menteri.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "21e3a7d4-917b-4a03-81d0-f805d19466c2",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Penetapan suatu pelabuhan sebagai pelabuhan untuk keperluan perdagangan luar\nnegeri dilakukan oleh Menteri setelah mendengar pertimbangan Menteri\nPerdagangan dan Menteri Keuangan.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "4f3d63a4-c29c-414b-ac87-acc6e33c664f",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Penetapan suatu pelabuhan sebagai pelabuhan khusus termasuk penetapan\npenggunaan dan pengoperasiannya dilakukan sesuai dengan persyaratan-\npersyaratan yang ditetapkan Menteri.",
                            "explanation": "\nKetentuan dalam ayat ini menugaskan kepada Menteri untuk\nmengatur persyaratan-persyaratan pembangunan dan pengoperasian\npelabuhan khusus, termasuk batas waktu yang diberikan kepada\nswasta yang kini telah membangun dan mengoperasikan pelabuhan-\npelabuhan khusus."
                        }
                    ]
                },
                {
                    "id": "320a5868-e282-4bba-b7ad-be2c1ecd9c7c",
                    "name": "Article 7",
                    "type": "article",
                    "children": [
                        {
                            "id": "4451f42d-556f-4850-a491-f6077138d8be",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pengusahaan jasa kepelabuhanan yang dilaksanakan oleh Badan Usaha Pelabuhan\nmeliputi.:\na. penyediaan dan pengusahaan kolam-kolam pelabuhan dan luas perairan\nuntuk lalu lintas pelayaran dan tempat kapal berlabuh;\nb. pengusahaan jasa-jasa yang berhubungan dengan pemanduan kapal- kapal\n(pilotage) dan pemberian jasa penundaan kapal\nc. penyediaan dan pengusahaan dermaga untuk bertambat, bongkar muat\nbarang dan hewan serta penyediaan fasilitas naik turun penumpang;\nd. penyediaan dan pengusahaan gudang-gudang dan tempat penimbunan\nbarang-barang, angkutan bandar, alat bongkar muat serta peralatan\npelabuhan;\ne. penyediaan dan pengusahaan tanah untuk pelbagai bangunan dan lapangan\nsehubungan dengan kepentingan kelancaran angkutan laut dan industri;\nf. penyediaan jaring-jaring jalan dan jembatan, saluran pembuangan air,\nsaluran listrik, saluran air minum, pemadam kebakaran dan lain-lain;\ng. pengusahaan jasa terminal;\nh. usaha-usaha lainnya yang dapat menunjang pengusahaan jasa\nkepelabuhanan yang ditetapkan Menteri.",
                            "explanation": "\nPelabuhan khusus adalah sarana produksi instansi yang bersangkutan\nkhusus untuk memenuhi kebutuhan bongkar muat barang baku\nmaupun produksi yang dihasilkan yang tidak ditampung pelabuhan\nyang dibuka untuk umum. Pelabuhan khusus tidak dibenarkan untuk\ndipergunakan memenuhi kebutuhan bongkar muat barang-barang lain\nselain barang baku atau hasil produksi walaupun barang-barang\ntersebut merupakan kebutuhan instansi yang bersangkutan. Barang-\nbarang demikian harus disalurkan melalui pelabuhan yang dibuka\nuntuk umum."
                        },
                        {
                            "id": "04183467-150c-4bac-b4f8-7d86ecaefffb",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Badan Usaha Pelabuhan menetapkan tata guna dan pengelolaan tanah dan perairan\ndalam daerah lingkungan kerja pelabuhan berdasarkan peraturan perundang-\nundangan yang berlaku.",
                            "explanation": "\nMenteri bersama-sama Menteri yang bertanggung jawab atas\nkegiatan industri tersebut menetapkan ketentuan-ketentuan lebih\nlanjut mengenai pelayanan-pelayanan yang dapat dilakukan di\npelabuhan khusus misalnya naik turun awak kapal yang merapat di\npelabuhan khusus tersebut demikian juga ketentuan-ketentuan\nmengenai pemanfaatan fasilitas pelabuhan yang ada termasuk biaya\npengganti dan tata cara pemungutannya."
                        }
                    ]
                },
                {
                    "id": "23c7fff4-3172-4062-b935-c141713927a2",
                    "name": "Article 8",
                    "type": "article",
                    "children": [
                        {
                            "id": "3ceaa575-f4b8-4e81-b01b-d8d3c7c0313e",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pelabuhan khusus sebagai sarana kegiatan instansi yang bersangkutan disediakan\nkhusus untuk kegiatan bongkar muat bahan baku dan hasil produksi instansi\ntersebut.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "75e112ea-3adf-40a3-8216-a9bd4d1c4c45",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Berdasarkan Peraturan Pemerintah ini Menteri bersama-sama Menteri yang\nbertanggung jawab atas kegiatan sektor perindustrian, pertambangan, atau\npertanian tersebut mengatur ketentuan-ketentuan lebih lanjut mengenai pelayanan\njasa kepelabuhanan dan pemanfaatan fasilitas pelabuhan yang ada di pelabuhan\nkhusus.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "32c9ec3d-31a0-4f23-9019-b0542ea17b61",
            "name": "Chapter III",
            "title": "\nORGANISASI",
            "type": "chapter",
            "children": [
                {
                    "id": "1a66d824-5f87-4504-bd98-c8ed724650b1",
                    "name": "Article 9",
                    "type": "article",
                    "children": [
                        {
                            "id": "b24f5c9f-8bdc-488d-ae9c-88d3fa91024a",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Unsur-unsur pelaksana di pelabuhan terdiri dari instansi-instansi dan unit-unit kerja\nyang tugasnya berkaitan dengan lalu lintas kapal, penumpang, barang, dan hewan\ndi pelabuhan.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "cb60ad04-57b0-493c-991c-121144363ff9",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Instansi dan unit kerja tersebut dalam ayat (1) Pasal ini, antara lain:\na. unit pelaksana Badan Usaha Pelabuhan di pelabuhan-pelabuhan yang\ndiusahakan oleh Badan Usaha Pelabuhan;\n---\nb. unit pelaksana teknis pelabuhan di pelabuhan-pelabuhan yang tidak\ndiusahakan oleh Badan Usaha Pelabuhan;\nc. unit-unit pelaksana teknis instansi Pemerintah bidang perhubungan laut\nselain tersebut dalam huruf a dan huruf b;\nd. Instansi-instansi Pemerintah lainnya;\ne. Badan Usaha Milik Negara dan/atau swasta lainnya;\nf. Administrator Pelabuhan di pelabuhan-pelabuhan yang diusahakan oleh\nBadan Usaha Pelabuhan.",
                            "explanation": "\na. Cukup jelas.\nb. Cukup jelas.\nÑ. Yang dimaksud dengan instansi Pemerintah bidang\nperhubungan\nlaut adalah unit pelaksana teknis\nKesyahbandaran, Instansi Navigasi, Kesatuan Penjaga Laut\ndan Pantai, dan Instansi Lalu Lintas dan Angkutan Laut serta\nunit pelaksana teknis lainnya yang dibentuk sesuai dengan\nperaturan perundang-undangan yang berlaku.\nd. Cukup jelas.\ne. Cukup jelas.\nf. Cukup jelas."
                        }
                    ]
                },
                {
                    "id": "470ccf6f-9bbd-4864-b4fd-34dd07440631",
                    "name": "Article 10",
                    "type": "article",
                    "children": {
                        "id": "9eaffc42-f5b6-4409-bb16-f52bd779708e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nTugas instansi dan unit kerja di pelabuhan sebagaimana dimaksud pada Pasal 9 Peraturan\nPemerintah ini adalah :\na. unit pelaksana Badan Usaha Pelabuhan melaksanakan pengusahaan jasa\nkepelabuhanan di pelabuhan-pelabuhan yang diusahakan oleh Badan Usaha\nPelabuhan;\nb. unit pelaksana teknis pelabuhan melaksanakan pengelolaan jasa kepelabuhanan dan\nmengkoordinasikan instansi-instansi Pemerintah bidang perhubungan laut dan\ninstansi-instansi Pemerintah lainnya untuk melaksanakan tugas kepelabuhanan di\npelabuhan yang tidak diusahakan oleh Badan Usaha Pelabuhan;\nc. unit-unit pelaksana teknis instansi Pemerintah bidang perhubungan laut\nmelaksanakan fungsi kebandaran, perkapalan dan pelayaran, jasa maritim,\nperambuan dan penerangan pantai, elektronika dan telekomunikasi pelayaran,\npengamanan pelabuhan dan bandar serta lalu lintas dan angkutan laut;\nd. instansi-instansi Pemerintah lainnya melaksanakan fungsi di bidangnya masing-\nmasing;\ne. Badan Usaha Milik Negara dan/atau swasta lainnya melaksanakan fungsi usaha\npenunjang dan/atau pemakai jasa kepelabuhanan;\nf. Administrator Pelabuhan melaksanakan koordinasi terhadap unit pelaksana Badan\nUsaha Pelabuhan, instansi-instansi Pemerintah bidang perhubungan laut dan\ninstansi-instansi Pemerintah lainnya untuk kelancaran tugas kepelabuhanan di\npelabuhan yang diusahakan oleh Badan Usaha Pelabuhan.",
                        "explanation": "\na. Cukup jelas.\nb. Cukup jelas.\nc. Unit-unit pelaksana teknis tersebut Pasal 9 ayat (2) huruf c yaitu kesyahbandaran melaksanakan fungsi penilikan kebandaran, keselamatan kapal, pengukuran dan pendaftaran kapal serta kegiatan jasa maritim; Instansi Navigasi melaksanakan fungsi perambuan dan penerangan pantai, elektronika dan telekomunikasi pelayaran serta mengatur penggunaan dan pemeliharaan kapal-kapal negara; Kesatuan Penjagaan laut dan Pantai melaksanakan pengamanan dan penertiban di daerah pelabuhan, bandar, perairan laut dan pantai; Instansi Lalu Lintas dan Angkutan Laut menyelenggarakan fungsi lalu lintas dan angkutan laut.\nd. Cukup jelas.\ne. Cukup jelas.\nf. Cukup jelas."
                    }
                },
                {
                    "id": "51366bac-a386-4ad7-bada-e14e5d2d2427",
                    "name": "Article 11",
                    "type": "article",
                    "children": [
                        {
                            "id": "62805aae-9469-41bb-a25a-a7f4c5be69d4",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Unsur-unsur pelaksana di pelabuhan khusus terdiri dari instansi-instansi dan unit-\nunit kerja yang tugasnya berkaitan dengan lalu lintas kapal, barang dan/atau hewan\nsesuai dengan sifat pelabuhan khusus yang bersangkutan.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "a794da36-f9d2-4062-a537-a46010120267",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Instansi dan unit kerja tersebut dalam ayat (1) Pasal ini antara lain\na. pelaksana pelabuhan khusus yang merupakan pelaksana instansi yang\nmengoperasikan pelabuhan khusus;\nb. unit-unit pelaksana teknis instansi Pemerintah bidang perhubungan laut\nyaitu kesyahbandaran, instansi navigasi dan instansi lalu lintas angkutan\nlaut;\nÑ. Instansi-instansi Pemerintah lainnya;\nd. unit pelaksana Badan Usaha Pelabuhan;\ne. Badan Usaha Milik Negara dan/atau swasta lainnya.",
                            "explanation": "\na. Cukup jelas.\nb. Cukup jelas.\nc. Cukup jelas.\nd. Adanya unit pelaksana Badan Usaha Pelabuhan di Pelabuhan Khusus adalah untuk melaksanakan pelayanan jasa kepelabuhanan yang diusahakan oleh Badan Usaha Pelabuhan pada suatu pelabuhan khusus misalnya jasa kepanduan.\ne. Cukup jelas."
                        }
                    ]
                },
                {
                    "id": "cee91b4c-9802-4318-ac7b-5972019f7c0f",
                    "name": "Article 12",
                    "type": "article",
                    "children": {
                        "id": "3c528a11-82b9-477d-885a-cbd0d8268df1",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nTugas instansi dan unit kerja di pelabuhan sebagaimana dimaksud dalam Pasal 11\nPeraturan Pemerintah ini adalah :\na. pelaksana pelabuhan khusus melaksanakan pengoperasian pelabuhan khusus yang\nbersangkutan sesuai dengan peraturan perundang-undangan yang berlaku;\nb. unit-unit pelaksana teknis instansi Pemerintah bidang perhubungan laut\nmelaksanakan fungsi kebandaran, perkapalan dan pelayaran, jasa maritim,\nperambuan dan penerangan serta lalu lintas dan angkutan laut;\nc. instansi-instansi Pemerintah lainnya melaksanakan fungsi di bidangnya masing-\nmasing;\nd. unit pelaksana Badan Usaha Pelabuhan melaksanakan kegiatan-kegiatan pelayanan\njasa kepelabuhanan pada pelabuhan khusus yang bersangkutan.\ne. Badan Usaha Milik Negara dan/atau swasta lainnya melaksanakan fungsi usaha\npenunjang dan/atau pemakai jasa kepelabuhanan di pelabuhan khusus yang\nbersangkutan.",
                        "explanation": "\nCukup jelas."
                    }
                },
                {
                    "id": "d971cc6b-6fd2-4358-8f65-db9b976ea9ff",
                    "name": "Article 13",
                    "type": "article",
                    "children": [
                        {
                            "id": "010fd376-41c4-42ee-b591-7386f9a98813",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pelaksanaan tugas dan fungsi kepelabuhanan oleh unsur-unsur pelaksana di\npelabuhan yang dibuka untuk umum dan di pelabuhan khusus sebagaimana\ndimaksud dalam Pasal 10 dan Pasal 12 Peraturan Pemerintah ini dilakukan\nberazaskan prinsip koordinasi dan kerja sama antar unsur-unsur tersebut.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "8b3a202d-01e4-46cb-ae2c-266310e71423",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Koordinasi\n(2) Koordinasi unsur-unsur pelaksana di pelabuhan yang dibuka untuk umum\nsebagaimana dimaksud dalam ayat (1) Pasal ini dilakukan oleh Administrator\nPelabuhan /Kepala Pelabuhan.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "650ae909-61d5-4e4d-a2ae-0c522e021e0a",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Koordinasi unsur-unsur pelaksana di pelabuhan khusus sebagaimana dimaksud dalam ayat (1) Pasal ini dilakukan oleh instansi Pemerintah bidang perhubungan laut yang ditetapkan oleh Menteri.",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                },
                {
                    "id": "c087bb79-4d6f-4434-9643-1ac21c7d717c",
                    "name": "Article 14",
                    "type": "article",
                    "children": [
                        {
                            "id": "ddbdfcf0-5aa1-4b25-b5c1-a900afbc3fbb",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pembinaan teknis operasional pelabuhan-pelabuhan yang terletak dalam satu atau beberapa Propinsi/Daerah Tingkat I yang dipandang dari sudut kepentingan pembinaan dan pengembangan angkutan laut merupakan suatu kesatuan, dilakukan oleh instansi vertikal Pemerintah bidang perhubungan laut.",
                            "explanation": ""
                        },
                        {
                            "id": "acc0ace3-1f85-4cc9-a502-d83192a19491",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Terhadap tugasnya masing-masing Administrator Pelabuhan dan Kepala Pelabuhan secara hirarkis bertanggung jawab kepada instansi vertikal Pemerintah bidang perhubungan laut yang bersangkutan.",
                            "explanation": ""
                        },
                        {
                            "id": "c072bdc7-b59e-43fe-9a5d-64149a41efec",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Kepala unit pelaksana Badan Usaha Pelabuhan secara hirarkis fungsional bertanggung jawab kepada Direksi Badan Usaha Pelabuhan yang bersangkutan.",
                            "explanation": ""
                        },
                        {
                            "id": "9257296b-aa9d-4c31-9085-23f1a4e59d5a",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Kepala Pelaksana Pelabuhan Khusus secara hirarkis fungsional bertanggung jawab kepada instansi yang bersangkutan.",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                }
            ]
        },
        {
            "id": "ba1715db-8a1d-496b-a5f8-c518d026bddb",
            "name": "Chapter IV",
            "title": "\nPEMBANGUNAN, PENGELOLAAN DAN PENGUSAHAAN",
            "type": "chapter",
            "children": [
                {
                    "id": "9a58660a-c408-41ec-90c4-2ce50a9b91a4",
                    "name": "Article 15",
                    "type": "article",
                    "children": [
                        {
                            "id": "d23136b6-f054-478d-af19-2536ae58108e",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pembangunan pelabuhan yang dibuka untuk umum dilakukan atas biaya Pemerintah dalam hal ini Departemen Perhubungan.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "38108574-4445-4b84-a743-c38fee21ff16",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pembangunan pelabuhan khusus dilakukan atas biaya instansi yang bersangkutan.",
                            "explanation": "\nYang dimaksud dengan instansi termasuk pula Badan Usaha Milik Negara."
                        }
                    ]
                },
                {
                    "id": "7e8a81cf-6ea3-46a7-9b2a-3cf394891dd4",
                    "name": "Article 16",
                    "type": "article",
                    "children": {
                        "id": "867834eb-e65e-4cf7-9aa5-bd02aa672724",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPengoperasian pelabuhan khusus dilakukan oleh instansi yang bersangkutan dengan mengindahakan ketentuan peraturan perundang-undangan yang berlaku.",
                        "explanation": "\nCukup jelas."
                    }
                },
                {
                    "id": "0e4b7e89-5518-41ab-b5fc-1d9d39de60bc",
                    "name": "Article 17",
                    "type": "article",
                    "children": {
                        "id": "5411d22b-5d65-447d-99fb-80efc916e1ce",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan mengindahkan ketentuan-ketentuan dalam Peraturan Pemerintah ini Menteri menetapkan pelabuhan-pelabuhan yang jasa kepelabuhanannya diusahakan oleh Badan Usaha Pelabuhan dan pelabuhan-pelabuhan yang jasa kepelabuhannya dikelola oleh unit pelaksana teknis instansi Pemerintah bidang perhubungan laut.",
                        "explanation": "\nCukup jelas."
                    }
                },
                {
                    "id": "6ecf69e7-0afb-4f7f-a834-5433d5198e41",
                    "name": "Article 18",
                    "type": "article",
                    "children": {
                        "id": "900d04d7-407b-4039-a087-bba149208fa9",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPasal 18\nJumlah pelabuhan yang pengusahaannya dilaksanakan oleh Badan-badan Usaha Pelabuhan dapat diperluas sesuai dengan peraturan perundang-undangan yang berlaku.",
                        "explanation": "\nPelayanan jasa kepelabuhanan di pelabuhan pelabuhan yang dikelola oleh unit\npelaksana teknis instansi Pemerintah bidang perhubungan laut bila telah\nmemungkinkan untuk diusahakan, dapat digabungkan ke dalam Badan-badan\nUsaha Pelabuhan yang secara geografis dan ekonomis dapat menampungnya.\nPenggabungan tersebut dilakukan sesuai dengan peraturan perundang-\nundangan yang berlaku."
                    }
                },
                {
                    "id": "62660be7-9c5a-43b2-8056-72753bce79c6",
                    "name": "Article 19",
                    "type": "article",
                    "children": [
                        {
                            "id": "5603f0fc-934e-4b8c-8989-11bc759ff236",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pelabuhan yang dibuka untuk umum digolongkan menurut kelas-kelas berdasarkan bobot kerja pelabuhan yang bersangkutan.",
                            "explanation": "\nPelabuhan-pelabuhan digolongkan menurut kelas-kelas berdasarkan bobot\nkerja, produktivitas dan fasilitas serta penunjangnya. Penggolongan tersebut\ndisusun berdasarkan kriteria yang ditetapkan secara menyeluruh, baik bagi\npelabuhan yang pengusahaannya dilakukan oleh Badan Usaha Pelabuhan,\nmaupun bagi pelabuhan-pelabuhan lainnya. Dengan adanya kriteria yang sama,\nmaka diharapkan dapat diadakan standar pelayanan dan pengoperasian\nkepelabuhanan yang sama."
                        },
                        {
                            "id": "dc6d2baa-a4bc-4f23-a5e9-8164cd8fa538",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Kelas-kelas pelabuhan tersebut dalam ayat (1) ditetapkan oleh Menteri.",
                            "explanation": "\nPelabuhan-pelabuhan digolongkan menurut kelas-kelas berdasarkan bobot\nkerja, produktivitas dan fasilitas serta penunjangnya. Penggolongan tersebut\ndisusun berdasarkan kriteria yang ditetapkan secara menyeluruh, baik bagi\npelabuhan yang pengusahaannya dilakukan oleh Badan Usaha Pelabuhan,\nmaupun bagi pelabuhan-pelabuhan lainnya. Dengan adanya kriteria yang sama,\nmaka diharapkan dapat diadakan standar pelayanan dan pengoperasian\nkepelabuhanan yang sama."
                        }
                    ]
                },
                {
                    "id": "2ae250e7-4b38-4a12-ae87-c181801c972d",
                    "name": "Article 20",
                    "type": "article",
                    "children": {
                        "id": "3fbf94a2-f2bc-46be-bcc3-8ef3b868d31d",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPengelolaan Badan-badan Usaha Pelabuhan dalam bidang kepegawaian, keuangan, perlengkapan, organisasi, dan tata laksana serta operasi disusun dalam sistem yang sama dan sesuai dengan peraturan perundang-undangan yang berlaku.",
                        "explanation": "\nAdanya sistem yang sama dalam mengelola bidang kepegawaian,\nkeuangan, perlengkapan, organisasi dan tata laksana serta operasi dimaksudkan\nuntuk memudahkan dilakukannya kerja sama antar Badan-badan Usaha\nPelabuhan.\nKerja sama tersebut misalnya di bidang kepegawaian mengenai pemindahan,\nbantuan tenaga ahli dan sebagainya antar Badan Usaha Pelabuhan atau dengan\nbadan usaha yang melakukan kegiatan sejenis."
                    }
                },
                {
                    "id": "2671dda6-fb26-4b4a-be44-68b8ae593ecd",
                    "name": "Article 21",
                    "type": "article",
                    "children": [
                        {
                            "id": "283d4d22-0ef1-47e1-88c8-6a360d6791c7",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Setiap pungutan pelabuhan yang melekat pada tugas-tugas pemerintahan baik di pelabuhan yang dibuka untuk umum maupun di pelabuhan khusus ditetapkan berdasarkan peraturan perundang-undangan yang berlaku.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "4d59fae4-1384-4f79-a440-fccf50ceaa10",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Setiap pungutan jasa kepelabuhanan yang diusahakan oleh Badan Usaha Pelabuhan ditetapkan oleh Menteri atas usul Direksi Badan Usaha Pelabuhan.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "577c7130-3feb-4388-a86c-d30fe86abd8f",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Pungutan tersebut pada ayat (1) Pasal ini merupakan penerimaan Negara, sedangkan pungutan tersebut pada ayat (2) Pasal ini merupakan penerimaan Badan Usaha Pelabuhan.",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                }
            ]
        },
        {
            "id": "5a792f52-60ef-4789-b707-85de9653048b",
            "name": "Chapter V",
            "title": "\nTATA KERJA",
            "type": "chapter",
            "children": [
                {
                    "id": "cf32a225-9fc3-47ef-a777-a07a8c1e8a42",
                    "name": "Article 22",
                    "type": "article",
                    "children": {
                        "id": "64bd37ae-044b-4433-883f-ffe31edf0ce5",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDepartemen-departemen dan Lembaga-lembaga Pemerintah Non Departemen dalam menetapkan peraturan sepanjang menyangkut bidang kepelabuhanan menyesuaikan ketentuan-ketentuannya dengan ketentuan-ketentuan Peraturan Pemerintah ini.",
                        "explanation": "\nKetentuan pasal ini mengharuskan setiap Departemen/Lembaga Pemerintah\nNon Departemen yang mengeluarkan peraturan-peraturan sepanjang\nmenyangkut bidang kepelabuhanan untuk menyesuaikannya dengan ketentuan\n\n--- OCR End ---\nPeraturan Pemerintah ini. Hal ini dimaksudkan agar seluruh peraturan yang\nberkaitan dengan bidang kepelabuhanan merupakan satu kesatuan yang bulat,\nsaling isi-mengisi sehingga dapat memperlancar angkutan laut."
                    }
                },
                {
                    "id": "a4297dec-ccdf-484e-b8cb-73ce3786933e",
                    "name": "Article 23",
                    "type": "article",
                    "children": [
                        {
                            "id": "d36bf18f-c17c-4844-a21a-3b17d6f8407c",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Instansi-instansi Pemerintah yang melaksanakan tugas pemerintahan di pelabuhan menjalankan tugasnya dengan mengindahkan koordinasi sebagaimana tersebut dalam Pasal 13 ayat (2) dan ayat (3) Peraturan Pemerintah ini.",
                            "explanation": "\nAdministrator Pelabuhan/Kepala Pelabuhan dipelabuhan yang dibuka\nuntuk umum dan instansi Pemerintah bidang perhubungan laut yang\nditunjuk oleh Menteri di pelabuhan khusus menyelenggarakan koordinasi\npelaksanaan tugas dalam rangka memperlancar angkutan laut.\nKoordinasi tersebut dilakukan untuk memecahkan masalah- masalah yang\nmenghambat kelancaran lalu lintas kapal, lalu lintas penumpang, barang\ndan hewan, penyesuaian jalan kerja, penyediaan ketenagakerjaan, fasilitas\ndan peralatan, keamanan dan ketertiban di pelabuhan, dan kegiatan unsur-\nunsur pelayanan lainnya di pelabuhan yang dibuka untuk umum.Sesuai\ndengan bidang tugasnya koordinasi diperlukan juga di pelabuhan khusus.\nKoordinasi tersebut tidak mencampuri bidang teknis dan kewenangan\ninstansi-instansi yang bersangkutan."
                        },
                        {
                            "id": "913eceb1-3141-4f4f-9208-28cae0cb64bd",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dalam menjalankan tugasnya instansi-instansi tersebut pada ayat (1) Pasal ini secara hirarkis fungsional tetap bertanggung jawab kepada instansi atasannya masing-masing.",
                            "explanation": "\nAyat ini menegaskan bahwa Administrator Pelabuhan/Kepala Pelabuhan di\npelabuhan yang dibuka untuk umum dan instansi Pemerintah bidang\nperhubungan laut yang ditunjuk oleh Menteri dipelabuhan khusus tidak\nmembawahkan instansi-instansi lain yang ada di pelabuhan."
                        }
                    ]
                }
            ]
        },
        {
            "id": "ba9a13f5-13bf-4857-9115-4327fe0421d4",
            "name": "Chapter VI",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "1b94dc89-217f-4b27-be0e-2256da5d6c51",
                    "name": "Article 24",
                    "type": "article",
                    "children": {
                        "id": "eb10c91d-0111-4f1f-8266-f1019a32d440",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan dikeluarkannya Peraturan Pemerintah ini, maka peraturan-peraturan pelaksanaan Peraturan Pemerintah Nomor 1 Tahun 1969 tentang Susunan dan Tata Kerja Kepelabuhanan dan Daerah Pelayaran yang tidak bertentangan dengan Peraturan Pemerintah ini, dan belum ditetapkan penggantinya berdasarkan Peraturan Pemerintah ini dinyatakan tetap berlaku.",
                        "explanation": "\nCukup jelas."
                    }
                }
            ]
        },
        {
            "id": "0a5bd4e0-e719-467b-be2e-062b0b4395ae",
            "name": "Chapter VII",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "912ec5d4-6994-4fe2-9fe2-1eef6f934c1b",
                    "name": "Article 25",
                    "type": "article",
                    "children": {
                        "id": "a02e8f59-ca03-4731-a456-d83f14afd19b",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nHal-hal yang belum cukup diatur dalam Peraturan Pemerintah ini diatur lebih lanjut dengan Keputusan Presiden.",
                        "explanation": "\nCukup jelas."
                    }
                },
                {
                    "id": "be43194b-454d-46a1-ad82-e0d056f3f887",
                    "name": "Article 26",
                    "type": "article",
                    "children": {
                        "id": "52922499-731f-42e9-bfb5-be536df12528",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar supaya setiap orang mengetahuinya memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "\nCukup jelas.\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nBagi Negara kepulauan Indonesia, angkutan laut sebagai bagian dari\nperhubungan, merupakan faktor yang ikut menentukan dalam mewujudkan\nWawasan Nusantara.\nSebagai bagian dari angkutan laut sebagaimana dapat dilihat dalam Indische\nScheepvraartswet Staatsblad Tahun 1936 Nomor 700, pelabuhan merupakan unsur\npenunjang yang sangat menentukan bagi kelancaran angkutan laut.\nDalam rangka menunjang perekonomian nasional, dilingkungan kerja pelabuhan\njuga mulai tumbuh dan berkembang berbagai perusahaan dan industri. Hal tersebut\ndidasarkan kepada pertimbangan untuk memudahkan penyaluran hasil produksinya\nmelalui angkutan laut,dengan demikian pada dewasa ini pelabuhan telah menjadi\nsatu daerah lingkungan kegiatan ekonomi tanpa mengurangi tugas pokoknya\nsebagai unsur penunjang angkutan laut.\nSusunan dan tata kerja kepelabuhanan dan daerah pelayaran dewasa ini diatur\ndalam Peraturan Pemerintah Nomor 1 Tahun 1969. Di dalam Peraturan Pemerintah\ntersebut pengusahaan jasa kepelabuhanan belum diatur sebagaimana dimaksudkan\noleh Undang-undang Nomor 9 Tahun 1969. Agar pengusahaan jasa kepelabuhanan\ntersebut dapat dilaksanakan secara ekonomis, berdayaguna dan berhasil guna, maka\ndi samping perlu dilakukan penataan kembali susunan dan tata kerja\nkepelabuhanan perlu diatur juga pembinaan kepelabuhanan secara menyeluruh.\nPeraturan Pemerintah ini disusun atas dasar beberapa pokok-pokok pemikiran\nantara lain :\na. pelabuhan sebagai cabang produksi yang penting bagi negara dan menguasai\nhajat hidup orang banyak, dikuasai, diselenggarakan dan diatur oleh\nPemerintah;\nb. Menteri melakukan pembinaan seluruh pelabuhan mengenai pembangunan,\npendayagunaan dan pengembangannya, baik untuk pelabuhan umum\nmaupun pelabuhan khusus;\nc. pengusahaan jasa kepelabuhanan di pelabuhan-pelabuhan tertentu dilakukan\noleh beberapa Badan Usaha Pelabuhan, sedangkan pengelolaan jasa\nkepelabuhanan di pelabuhan-pelabuhan lain dilakukan oleh unit pelaksana\nteknis instansi Pemerintah bidang perhubungan laut;\nd. instansi-instansi dan unit-unit kerja lain yang ada di pelabuhan merupakan\npelaksana-pelaksana di bidangnya masing-masing yang secara keseluruhan\nmenunjang kelancaran angkutan laut.\n",
        "Nomor": "11",
        "Tahun": "1983",
        "Tentang": "PEMBINAAN KEPELABUHANAN",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa dalam rangka menunjang perekonomian nasional,\nPeraturan Pemerintah Nomor 1 Tahun 1969 perlu disesuaikan\nuntuk lebih meningkatkan peranan pelabuhan sebagai salah satu\nfaktor pendukung kelancaran angkutan laut;",
            "b": " bahwa berhubung dengan hal tersebut di atas, perlu mencabut\nPeraturan Pemerintah Nomor 1 Tahun 1969 dan menetapkan\nPeraturan Pemerintah tentang Pembinaan Kepelabuhanan;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Indische Scheepvaartswet, Staatsblad Tahun 1936 Nomor 700;",
            "3": " Undang-undang Nomor 9 Tahun 1969 tentang Penetapan\nPeraturan Pemerintah Pengganti Undang-undang Nomor 1 Tahun\n1969 (Lembaran Negara Tahun 1969 Nomor 16, Tambahan\nLembaran Negara Nomor 2890) tentang Bentuk-bentuk Usaha\nNegara menjadi Undang-undang (Lembaran Negara Tahun 1969\nNomor 40, Tambahan Lembaran Negara Nomor 2904);",
            "4": " Reglement-reglement tentang Kepelabuhanan dan Tertib Bandar;"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PEMBINAAN\nKEPELABUHANAN.",
        "tanggal sah": "25 April 1983"
    }
}