{
    "results": [
        {
            "id": "5b25c6bb-37f6-4721-b1de-e3327f9bc398",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "05f1ee37-b5ea-4e80-9840-8e85c9b52f98",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dalam Peraturan Pemerintah ini yang dimaksud dengan :\n1. Penerimaan Negara Bukan Pajak yang selanjutnya dalam Peraturan Pemerintah ini disingkat PNBP adalah seluruh penerimaan Pemerintah Pusat yang tidak berasal dari penerimaan perpajakan.\n\n2. Menteri adalah Menteri Keuangan Republik Indonesia.\n3. Instansi Pemerintah adalah Departemen dan Lembaga Non Departemen.\n4. Pejabat Instansi Pemerintah adalah Sekretaris Jenderal atau pemegang jabatan setingkat yang berfungsi sebagai Sekretaris Jenderal pada Instansi Pemerintah yang bertanggung jawab atas penyusunan Rencana dan Laporan Realisasi PNBP.\n5. Rencana PNBP adalah hasil penghitungan/penetapan PNBP yang diperkirakan akan diterima dalam 1 (satu) tahun yang akan datang.\n6. Laporan Realisasi PNBP adalah daftar yang memuat PNBP yang telah dicapai/diperoleh dalam periode tertentu.\n7. Tahun Anggaran adalah periode dari 1 Januari sampai dengan 31 Desember tahun yang bersangkutan.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "6e846e68-b34f-4840-bba7-43a40541a172",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "ebc4ff74-e2be-429b-bddd-dbc73db294d7",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pejabat Instansi Pemerintah wajib melaksanakan penyusunan Rencana dan Laporan Realisasi PNBP dalam lingkungan Instansi Pemerintah yang bersangkutan.\n(2) Materi dalam Rencana dan Laporan Realisasi PNBP sebagaimana dimaksud dalam ayat (1) sekurang-kurangnya memuat jenis, tarif, periode, dan jumlah PNBP.\n",
                "explanation": "\nCukup jelas\n"
            }
        },
        {
            "id": "1802a4a1-71a7-43f3-9dcd-01a9fa69045d",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "d3dbb286-42d2-4cea-8099-84e4188d1263",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pejabat Instansi Pemerintah wajib menyampaikan Rencana PNBP Tahun\nAnggaran yang akan datang di lingkungan Instansi Pemerintah yang\nbersangkutan kepada Menteri.\n(2) Penyampaian Rencana PNBP sebagaimana dimaksud dalam ayat (1)\ndilakukan secara tertulis.\n(3) Rencana PNBP sebagaimana dimaksud dalam ayat (1) wajib disampaikan\npaling lambat pada tanggal 15 Juli Tahun Anggaran berjalan.\n(4) Dalam hal Pejabat Instansi Pemerintah tidak atau terlambat menyampaikan\nRencana PNBP sebagaimana dimaksud dalam ayat (1), Menteri dapat\nmenetapkan Rencana PNBP Instansi Pemerintah yang bersangkutan.",
                "explanation": "\nYang dimaksud dengan lingkungan Instansi Pemerintah adalah seluruh unit organisasi\npengelola PNBP yang berada di bawah Instansi Pemerintah yang bersangkutan."
            }
        },
        {
            "id": "c3b573f4-fb8d-4e2e-a588-cd0f6c88bfb6",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "cb0ce38b-4e4d-4038-baa7-504901d3d1f1",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Dalam hal terdapat revisi Rencana PNBP tahun yang akan datang\nsebagaimana dimaksud dalam Pasal 3 ayat (1), Pejabat Instansi Pemerintah\nwajib menyampaikan revisi Rencana PNBP dimaksud paling lambat tanggal\n5 Agustus Tahun Anggaran yang bersangkutan kepada Menteri.\n(2) Dalam hal terdapat revisi Rencana PNBP Tahun Anggaran berjalan, Pejabat\nInstansi Pemerintah wajib menyampaikan revisi Rencana PNBP dimaksud\npaling lambat tanggal 15 Agustus Tahun Anggaran berjalan atau sebelum\npenyusunan perubahan Anggaran Pendapatan dan Belanja Negara Tahun\nAnggaran berjalan kepada Menteri.\n(3) Dalam hal Pejabat Instansi Pemerintah belum menyampaikan revisi Rencana\nPNBP sebagaimana dimaksud dalam ayat (1), Menteri dapat menetapkan\nRencana PNBP untuk masing-masing Instansi Pemerintah.\n",
                "explanation": "\nYang dimaksud dengan Tahun Anggaran yang bersangkutan adalah Tahun Anggaran\nberjalan dengan terjadinya revisi."
            }
        },
        {
            "id": "ea2b200b-d625-41e4-a441-44cf1a99e487",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "981b023b-c03e-49fa-aca8-2a2442a9760c",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Laporan Realisasi PNBP triwulanan disampaikan secara tertulis oleh Pejabat\nInstansi Pemerintah kepada Menteri paling lambat 1 (satu) bulan setelah\ntriwulan yang bersangkutan berakhir.\n(2) Laporan perkiraan realisasi PNBP triwulan IV disampaikan kepada Menteri\npaling lambat tanggal 15 Agustus Tahun Anggaran berjalan.",
                "explanation": "\nWaktu penyampaian Laporan Realisasi PNBP triwulanan adalah :\na. Untuk triwulan I (Januari, Pebruari, Maret) disampaikan paling lambat tanggal 30\nApril.\nb. Untuk triwulan II (April, Mei, Juni) disampaikan paling lambat tanggal 31 Juli.\nc. Untuk triwulan III (Juli, Agustus, September) disampaikan paling lambat tanggal 31\nOktober.\nd. Untuk triwulan IV (Oktober, Nopember, Desember) disampaikan paling lambat\ntanggal 31 Januari.\nPenyampaian Laporan Realisasi PNBP dapat dilakukan secara langsung atau pengiriman\ntercatat melalui Kantor Pos/jasa pengiriman resmi kepada Menteri dengan tanda bukti\npengiriman."
            }
        },
        {
            "id": "d0ef470e-d501-4d20-8956-761b0bff2815",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "38abd306-e90d-4150-ae53-9966f9f79fb9",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dalam hal pejabat Instansi Pemerintah tidak atau terlambat menyampaikan\nRencana dan Laporan Realisasi PNBP, dikenakan sanksi sesuai dengan peraturan\nperundang-undangan yang berlaku.",
                "explanation": "\nPeraturan perundang-undangan yang berlaku antara lain peraturan disiplin yang berlaku\nbagi Pegawai Negeri."
            }
        },
        {
            "id": "021831c2-c293-4b8d-be13-0c2339714940",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "3c4a864a-eefc-422d-bbb4-373e035c8325",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dengan berlakunya Peraturan Pemerintah ini, ketentuan lain yang mengatur tata\ncara penyampaian Rencana dan Laporan Realisasi PNBP tetap berlaku sepanjang\ntidak bertentangan dengan Peraturan Pemerintah ini.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "109dbee3-751a-40d3-acdf-707fad44b799",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "81e67214-d392-41fb-b448-02ae628e7545",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Ketentuan lebih lanjut yang diperlukan bagi pelaksanaan Peraturan Pemerintah\nini diatur oleh Menteri.",
                "explanation": "\nKetentuan lebih lanjut yang diperlukan antara lain isi dan bentuk Rencana dan Laporan\nRealisasi PNBP."
            }
        },
        {
            "id": "edf00198-0654-4454-899d-8502cd9024f7",
            "name": "Article 9",
            "type": "article",
            "children": {
                "id": "76fd0d5f-9cf2-48b0-b04c-0030bef2b570",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                "explanation": "\nCukup jelas\n"
            }
        }
    ],
    "metadata": {
        "Nomor": "1",
        "Tahun": "2004",
        "Tentang": "TATA CARA PENYAMPAIAN RENCANA DAN LAPORAN REALISASI\nPENERIMAAN NEGARA BUKAN PAJAK",
        "Menimbang": {
            "Introduction": "\nbahwa dalam rangka melaksanakan ketentuan Pasal 7 ayat (2) Undang-undang Nomor 20 Tahun 1997 tentang Penerimaan Negara Bukan Pajak, dipandang perlu mengatur tata cara penyampaian Rencana dan Laporan Realisasi Penerimaan Negara Bukan Pajak dengan Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945 sebagaimana telah diubah dengan Perubahan Keempat Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 20 Tahun 1997 tentang Penerimaan Negara Bukan Pajak (Lembaran Negara Republik Indonesia Tahun 1997 Nomor 43, Tambahan Lembaran Negara Nomor 3687);",
            "3": " Undang-undang Nomor 17 Tahun 2003 tentang Keuangan Negara (Lembaran Negara Republik Indonesia Tahun 2003 Nomor 47, Tambahan Lembaran Negara Nomor 4286);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG TATA CARA PENYAMPAIAN RENCANA DAN LAPORAN REALISASI PENERIMAAN NEGARA BUKAN PAJAK.",
        "tanggal sah": "5 Januari 2004"
    }
}