{
    "results": [
        {
            "id": "2f3f0907-ab4d-4ff9-a16b-60fd7a080d9b",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "283552fb-f7eb-4d9b-a5dd-5c3f16885a5a",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "bbcd78cf-3ac2-458d-b032-5ee6c3ffcd5e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan:\na. Daftar Urut Kepangkatan Pegawai Negeri Sipil, selanjutnya dalam Peraturan\nPemerintah ini disebut Daftar Urut Kepangkatan adalah suatu daftar yang memuat\nnama Pegawai Negeri Sipil dari suatu satuan organisasi Negara yang disusun\nmenurut tingkatan kepangkatan;\nb. Pejabat Pembuat Daftar Urut Kepangkatan adalah pejabat yang berwenang\nmembuat dan memelihara Daftar Urut Kepangkatan;\nc. Atasan Pejabat Pembuat Daftar Urut Kepangkatan adalah atasan langsung dari\nPejabat Pembuat Daftar Urut Kepangkatan.\n",
                        "explanation": "\nCukup jelas."
                    }
                }
            ]
        },
        {
            "id": "8aa41cac-336e-4608-9d4f-866087c711ad",
            "name": "Chapter II",
            "title": "\nPEMBUATAN DAFTAR URUT KEPANGKATAN",
            "type": "chapter",
            "children": [
                {
                    "id": "fd55a908-4368-4768-a2e6-8802f122a8a4",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "5a3da91a-b204-4eb1-9429-38f22240156e",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Daftar Urut Kepangkatan dibuat untuk seluruh Pegawai Negeri Sipil dari suatu\nsatuan organisasi Negara.",
                            "explanation": "\nCalon Pegawai Negeri Sipil masih dalam masa percobaan, oleh sebab itu\ntidak dicantumkan dalam Daftar Urut Kepangkatan."
                        },
                        {
                            "id": "79182df9-962e-423f-b9cd-6129a5abde4f",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Menteri, Jaksa Agung, Pimpinan Kesekretariatan Lembaga Tertinggi/ Tinggi\nNegara, Pimpinan Lembaga Pemerintah Non Departemen, Gubernur Kepala\nDaerah Tingkat I, dan pejabat lain yang ditentukan oleh Presiden, membuat dan\nmemelihara Daftar Urut Kepangkatan dalam lingkungannya masing-masing.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "9b398d8e-a1d9-4373-8b44-89fdacf2caa7",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": "\nDaftar Urut Kepangkatan dibuat sekali setahun.",
                            "explanation": "\nDaftar Urut Kepangkatan dibuat pada tiap-tiap bulan Desember."
                        }
                    ]
                },
                {
                    "id": "595662ff-58ca-4c4e-ad14-a60de77e139b",
                    "name": "Article 3",
                    "type": "article",
                    "children": [
                        {
                            "id": "549e6af6-4f6f-4a91-9d06-9f6159f6b4ec",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pejabat sebagaimana dimaksud dalam Pasal 2 ayat (2), dapat mendelegasikan\nsebagian wewenangnya kepada pejabat lain dalam lingkungan kekuasaannya. untuk\nmembuat dan memelihara Daftar Urut Kepangkatan dalam lingkungannya masing-\nmasing.",
                            "explanation": "\nPada dasarnya, Daftar Urut Kepangkatan dibuat secara terpusat pada tingkat\nDepartemen, Kejaksanaan Agung, Kesekretariatan Lembaga\nTertinggi/Tinggi Negara, Lembaga Pemerintah Non Departemen, dan\nDaerah Tingkat I. Tetapi untuk penggunaan praktis dan berdasarkan\npertimbangan jumlah Pegawai Negeri Sipil yang dibina dan lokasi\npenempatannya, maka pejabat sebagaimana dimaksud dalam Pasal 2 ayat\n(2), dapat mendelegasikan sebagian wewenangnya kepada pejabat lain\ndalam lingkungan kekuasaannya untuk membuat dan memelihara Daftar\nUrut Kepangkatan dalam lingkungannya masing-masing.\nPejabat yang menerima delegasi wewenang sebagai tersebut di\natas, membuat dan memelihara Daftar Urut Kepangkatan dari seluruh\nPegawai Negeri Sipil yang berada dalam lingkungan kekuasaannya.\nWalaupun dilakukan pendelegasian wewenang untuk membuat dan\nmemelihara Daftar Urut Kepangkatan, tetapi untuk kepentingan pembina,\npejabat sebagaimana dimaksud dalam Pasal 2 ayat (2), harus juga membuat\ndan memelihara secara terpusat Daftar Urut Kepangkatan mengenai Pegawai\nNegeri Sipil yang berpangkat tertentu.\nUmpamanya Menteri Pendidikan dan Kebudayaan membuat dan\nmemelihara secara terpusat Daftar Urut Kepangkatan dari Pegawai Negeri\nSipil yang berpangkat Pembina golongan ruang IV/a ke atas."
                        },
                        {
                            "id": "69d175d5-3c09-4849-be64-f36e0e52dec9",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pejabat yang dapat diberi wewenang untuk membuat dan memelihara Daftar Urut\nKepangkatan sebagaimana dimaksud dalam ayat (1), serendah-rendahnya\nmemangku jabatan strukturil Eselon V atau jabatan lain yang setingkat dengan itu.",
                            "explanation": ".\nPejabat yang setingkat dengan pejabat yang memangku jabatan strukturil\nEselon V, antara lain adalah Penilik Sekolah Dasar, Penilik Pendidikan\nAgama, Kepala Sekolah Dasar, dan lain-lain."
                        }
                    ]
                },
                {
                    "id": "41f65ef5-5e68-4439-9559-0d237bcff94b",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "662dd2c7-29a8-4f05-92b4-9804a404e3ac",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nUkuran yang digunakan untuk menetapkan nomor urut dalam Daftar Urut Kepangkatan,\nsecara berturut-turut adalah :\na. pangkat;\nb. jabatan;\nÑ. masa kerja;\nd. latihan jabatan;\ne. pendidikan; dan\nf. usia.",
                        "explanation": "\nHuruf a\nPegawai Negeri Sipil yang berpangkat lebih tinggi, dicantumkan dalam\nnomor urut yang lebih tinggi dalam Daftar Urut Kepangkatan.\nApabila ada 2 (dua) orang atau lebih Pegawai Negeri Sipil yang berpangkat\nsama, umpamanya sama-sama berpangkat Pembina Tingkat I golongan\nruang IV/b, maka dari antara mereka yang lebih tua dalam pangkat tersebut\ndicantumkan dalam nomor urut yang lebih tinggi dalam Daftar Urut\nKepangkatan.\nHuruf b\nApabila ada 2 (dua) orang atau lebih Pegawai Negeri Sipil yang berpangkat\nsama dan diangkat dalam pangkat itu dalam waktu yang sama pula, maka\ndari antara mereka yang memangku jabatan lebih tinggi dicantumkan dalam\nnomor urut yang lebih tinggi dalam Daftar Urut Kepangkatan.\nApabila tingkat jabatan sama juga, maka dari antara mereka yang lebih\ndahulu diangkat dalam jabatan yang sama tingkatnya itu, dicantumkan dalam\nnomor urut yang lebih tinggi dalam Daftar Urut Kepangkatan.\nHuruf c\nHuruf c\nApabila ada 2 (dua) orang atau lebih Pegawai Negeri Sipil yang berpangkat\nsama sebagaimana dimaksud dalam huruf a, dan memangku jabatan yang\nsama sebagaimana dimaksud dalam huruf b, maka dari antara mereka yang\nmemiliki masa kerja sebagai Pegawai Negeri Sipil yang lebih banyak\ndicantumkan dalam nomor urut yang lebih tinggi dalam Daftar Urut\nKepangkatan.\nHuruf d\nApabila ada 2 (dua) orang atau lebih Pegawai Negeri Sipil yang berpangkat\nsama sebagaimana dimaksud dalam huruf a, memangku jabatan yang sama\nsebagaimana dimaksud dalam huruf b dan memiliki masa kerja yang sama\nsebagaimana dimaksud dalam huruf c, maka dari antara mereka yang pernah\nmengikuti latihan jabatan yang ditentukan dicantumkan dalam nomor urut\nyang lebih tinggi dalam Daftar Urut Kepangkatan.\nJenis dan tingkat latihan jabatan sebagaimana dimaksud di atas, ditentukan\nlebih lanjut oleh Menteri yang bertanggung jawab dalam bidang penertiban\ndan penyempurnaan Aparatur Negara.\nApabila jenis dan tingkat latihan jabatan sama, maka dari antara mereka\nyang lebih dahulu lulus dicantumkan daftar nomor urut yang lebih tinggi\ndalam Daftar Urut Kepangkatan.\nHuruf e\nApabila ada 2 (dua) orang atau lebih Pegawai Negeri Sipil yang berpangkat\nsama sebagaimana dimaksud dalam huruf a, memangku jabatan yang sama\nsebagaimana dimaksud dalam huruf b, memiliki masa kerja yang sama\nsebagaimana dimaksud dalam huruf c, dan lulus dari latihan jabatan yang\nsama sebagaimana dimaksud dalam huruf d, maka dari antara mereka yang\nlulus dari pendidikan yang lebih tinggi dicantumkan dalam nomor urut yang\nlebih tinggi dalam Daftar Urut Kepangkatan.\nApabila tingkat pendidikan sama, maka dari antara mereka yang lebih\ndahulu lulus dicantumkan dalam nomor urut yang lebih tinggi dalam Daftar\nUrut Kepangkatan.\nHuruf f\nApabila ada 2 (dua) orang atau lebih Pegawai Negeri Sipil yang berpangkat\nsama sebagaimana dimaksud dalam huruf a memangku jabatan yang sama\nsebagaimana dimaksud dalam huruf b, memiliki masa kerja yang sama\nsebagaimana dimaksud dalam huruf c, lulus dari latihan jabatan yang sama\nsebagaimana dimaksud dalam huruf d, dan lulus dari pendidikan yang sama\nsebagaimana dimaksud dalam huruf e, maka dari antara mereka yang berusia\nyang lebih tinggi dicantumkan dalam nomor urut yang lebih tinggi dalam\nDaftar Urut Kepangkatan.\n"
                    }
                },
                {
                    "id": "c8ca47a4-d68b-4379-bdeb-2db92f3f5fe6",
                    "name": "Article 5",
                    "type": "article",
                    "children": [
                        {
                            "id": "8b2ccef3-7a65-4c25-b3ad-b5e5c16b97c0",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pegawai Negeri Sipil yang diberhentikan sebagai Pegawai Negeri Sipil, dihapuskan\nnamanya dari Daftar Urut Kepangkatan.",
                            "explanation": "\nPegawai Negeri Sipil yang diberhentikan sebagaimana dimaksud dalam ayat\nini termasuk Pegawai Negeri Sipil yang meninggal dunia."
                        },
                        {
                            "id": "4e099c93-74d7-4f48-9639-4d707446f0ea",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pegawai Negeri Sipil yang pindah ke instansi lain, dihapuskan namanya dari Daftar\nUrut Kepangkatan dari instansi semula.",
                            "explanation": "\nPegawai Negeri Sipil yang pindah dari satu instansi ke instansi lain\ndihapuskan dari Daftar Urut Kepangkatan instansi lama dan dicantumkan\ndalam Daftar Urut Kepangkatan dari instansi yang baru dengan\nmenggunakan ukuran sebagaimana dimaksud dalam Pasal 4."
                        }
                    ]
                },
                {
                    "id": "d0055b54-58fe-464f-b133-116ba22b0b7a",
                    "name": "Article 6",
                    "type": "article",
                    "children": [
                        {
                            "id": "390b1c8e-9e5b-4be6-a1fb-fb95d3d67605",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pegawai Negeri Sipil yang diperbantukan pada Daerah Otonom atau instansi Pemerintah lainnya, dicantumkan namanya dalam Daftar Urut Kepangkatan Daerah Otonom atau instansi yang bersangkutan.",
                            "explanation": "\nPegawai Negeri Sipil yang diperbantukan pada Daerah Otonom atau instansi\nPemerintah lainnya, walaupun telah dicantumkan dalam Daftar Urut\nKepangkatan dari instansi yang menerima perbantuan, tetapi apabila\ndipandang perlu untuk tingkat pangkat tertentu, dapat pula dicantumkan\ndalam Daftar Urut Kepangkatan pada instansi induk, sesuai dengan ketentuan\npimpinan instansi induk yang memberikan perbantuan."
                        },
                        {
                            "id": "eaa30dfa-4532-429d-81c8-cf894a0aacd2",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pegawai Negeri Sipil yang diangkat menjadi Pejabat Negara, sedang menjalankan tugas belajar, diperkerjakan atau diperbantukan pada instansi lain, sedang menjalankan cuti di luar tanggungan Negara, diberhentikan sementara, atau diberhentikan dari jabatan Negeri dengan mendapat uang tunggu, tetap di cantumkan namanya dalam Daftar Urut Kepangkatan instansi induk yang bersangkutan.",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                },
                {
                    "id": "70c7dd1d-e789-4f17-bf0d-3fffd2368b84",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "582289a4-2144-4741-a669-3f545e68202f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nApabila dalam tahun yang bersangkutan terjadi mutasi kepegawaian yang mengakibatkan perubahan nomor urut dalam Daftar Urut Kepangkatan, maka Pejabat Pembuat Daftar Urut Kepangkatan mencatat perubahan itu dalam Daftar Urut Kepangkatan yang bersangkutan.",
                        "explanation": "\nUntuk memudahkan penggunaan dan pembuatan Daftar Urut Kepangkatan tahun\nberikutnya, maka setiap mutasi kepegawaian yang mengakibatkan perubahan\nNOMOR urut dalam Daftar Urut Kepangkatan, umpamanya kenaikan pangkat,\npenurunan pangkat, pengangkatan dalam jabatan,pengangkatan menjadi Pegawai\nNegeri Sipil, pemindahan, pemberhentian, meninggal dunia, dan lain-lain dicatat\ndalam Daftar Urut Kepangkatan yang bersangkutan."
                    }
                },
                {
                    "id": "00c94f71-ca3d-4cfd-abd0-36274dddfee4",
                    "name": "Article 8",
                    "type": "article",
                    "children": {
                        "id": "f83dd78f-126f-4d43-bac1-9f04d0903b06",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDaftar Urut Kepangkatan adalah bersifat terbuka dan diumumkan oleh dan menurut cara yang ditentukan oleh Pejabat Pembuat Daftar Urut Kepangkatan yang bersangkutan.",
                        "explanation": "\nDaftar Urut Kepangkatan yang telah ditetapkan, diumumkan dengan cara yang\nsedemikian rupa sehingga Pegawai Negeri Sipil yang bersangkutan dapat dengan\nmudah membacanya. Daftar Urut Kepangkatan mulai berlaku sejak tanggal\ndiumumkan."
                    }
                }
            ]
        },
        {
            "id": "7c2f74b2-16e5-432d-9560-b889f006de19",
            "name": "Chapter III",
            "title": "\nKEBERATAN ATAS NOMOR URUT DALAM DAFTAR URUT KEPANGKATAN",
            "type": "chapter",
            "children": [
                {
                    "id": "e579c284-204e-4f33-9e7d-3a79892cf701",
                    "name": "Article 9",
                    "type": "article",
                    "children": [
                        {
                            "id": "b456317e-60ec-47d8-8ed5-2b12c3b04bbe",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pegawai Negeri Sipil yang merasa nomor urutnya dalam Daftar Urut Kepangkatan tidak tepat, dapat mengajukan keberatan secara tertulis kepada Pejabat Pembuat Daftar Urut Kepangkatan yang bersangkutan melalui hierarki.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "d19cfc41-4ba6-4c97-9e81-9bb3582957e5",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dalam surat keberatan sebagaimana dimaksud dalam ayat (1), harus dimuat alasan- alasan keberatan itu.",
                            "explanation": "\nCukup jelas.\n"
                        },
                        {
                            "id": "02791ed5-bb36-423f-8750-bf96524bfc0a",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Pengajuan keberatan sebagaimana dimaksud dalam ayat (1), harus dilakukan dalam jangka waktu 30 (tiga puluh) hari sejak tanggal pengumuman Daftar Urut Kepangkatan.",
                            "explanation": "\nKeberatan yang diajukan melebihi jangka waktu 30 (tiga puluh) hari tidak dipertimbangkan."
                        }
                    ]
                },
                {
                    "id": "7ccf4d42-d593-4715-b75b-3314042c175c",
                    "name": "Article 10",
                    "type": "article",
                    "children": [
                        {
                            "id": "f7796442-7a25-451d-8feb-3ab3be26cb4b",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pejabat Pembuat Daftar Urut Kepangkatan, wajib mempertimbangkan dengan seksama keberatan yang diajukan oleh Pegawai Negeri Sipil yang bersangkutan.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "29870aec-ea7a-48e1-bee3-61dc602ce98f",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Apabila keberatan yang diajukan sebagaimana dimaksud dalam Pasal 9 mempunyai dasar-dasar yang kuat, maka Pejabat Pembuat Daftar Urut Kepangkatan menetapkan perubahan nomor urut dalam Daftar Urut Kepangkatan sebagaimana mestinya.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "92b01f30-b450-46ba-bd07-733fc64b6f2c",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Apabila keberatan yang diajukan sebagaimana dimaksud dalam Pasal 9 tidak mempunyai dasar-dasar yang kuat, maka Pejabat Pembuat Daftar Urut Kepangkatan menolak keberatan tersebut.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "7bf35eb7-33be-4068-b44d-75ae49061058",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Perubahan nomor urut sebagaimana dimaksud dalam ayat (2) atau penolakan atas keberatan sebagaimana dimaksud dalam ayat (3), harus sudah ditetapkan dan diberitahukan oleh Pejabat Pembuat Daftar Urut Kepangkatan kepada Pegawai Negeri Sipil yang bersangkutan dalam jangka waktu 14 (empat belas) hari sejak tanggal ia menerima surat. keberatan tersebut.",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                },
                {
                    "id": "a36d1e08-efa3-4d11-ba08-c1be757d6f97",
                    "name": "Article 11",
                    "type": "article",
                    "children": [
                        {
                            "id": "747f53d7-7d31-43ad-a613-519bed2f5198",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pegawai Negeri Sipil yang merasa tidak puas terhadap penolakan atas keberatan sebagaimana dimaksud dalam Pasal 10 ayat (3), dapat mengajukan keberatan secara tertulis kepada Atasan Pejabat Pembuat Daftar Urut Kepangkatan yang bersangkutan melalui hierarki.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "e6da17b6-1e30-458f-9ee8-a54875f56e92",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pengajukan keberatan sebagaimana dimaksud dalam ayat (1) harus disertai dengan alasan-alasan yang lengkap.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "19a1493b-922f-4f6e-84e6-407679bfb93b",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Pengajuan keberatan sebagaimana dimaksud dalam ayat (1) harus dilakukan dalam jangka waktu 14 (empat belas) hari sejak tanggal ia menerima penolakan atas keberatan sebagaimana dimaksud dalam Pasal 10 ayat (3).",
                            "explanation": "\nKeberatan yang diajukan melebihi jangka waktu 14 (empat belas) hari tidak dipertimbangkan."
                        }
                    ]
                },
                {
                    "id": "f493d930-1740-42ee-97b5-3b1ebf1ee000",
                    "name": "Article 13",
                    "type": "article",
                    "children": [
                        {
                            "id": "ad13ba15-a324-4ba0-bec8-40e35d2e838d",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Atasan Pejabat Pembuat Daftar Urut Kepangkatan yang bersangkutan wajib mempertimbangkan dengan seksama keberatan yang diajukan oleh Pegawai Negeri Sipil sebagaimana dimaksud dalam Pasal 11 dan tanggapan Pejabat Pembuat Daftar Urut Kepangkatan sebagaimana dimaksud dalam Pasal 12.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "10265853-2256-402a-b786-af529fb4f8bc",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": ". Apabila terdapat alasan-alasan yang cukup, maka Atasan Pejabat Pembuat Daftar Urut Kepangkatan menetapkan perubahan nomor urut dalam Daftar Urut Kepangkatan yang bersangkutan.\n\n(3) Apabila tidak terdapat alasan-alasan yang cukup, maka Atasan Pejabat Pembuat\nDaftar Urut Kepangkatan menolak keberatan sebagaimana dimaksud dalam Pasal\n11.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "c86384a1-1eae-4b01-9d4e-98a1fcd4136a",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Perubahan nomor urut sebagaimana dimaksud dalam ayat (2) atau penolakan atas\nkeberatan sebagaimana dimaksud dalam ayat (3), harus sudah ditetapkan dan\ndiberitahukan oleh Atasan Pejabat Pembuat Daftar Urut Kepangkatan kepada\nPejabat Pembuat Daftar Urut Kepangkatan dan kepada Pegawai Negeri Sipil yang\nbersangkutan dalam jangka waktu 14 (empat belas) hari sejak tanggal ia menerima\nsurat keberatan tersebut.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "11f5053f-3420-4b92-8171-1caad101855d",
                            "name": "Verse 5",
                            "number": "5",
                            "type": "verse",
                            "content": " Terhadap penetapan sebagaimana dimaksud dalam ayat (2) atau penolakan\nsebagaimana dimaksud dalam ayat (3), tidak dapat diajukan keberatan.",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                },
                {
                    "id": "a2b9a1cd-9f4b-4eae-8f48-f8991b35b761",
                    "name": "Article 14",
                    "type": "article",
                    "children": {
                        "id": "a3f62dfc-1cae-4551-a18e-3453319b51c4",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nTerhadap Daftar Urut Kepangkatan yang ditanda tangani sendiri oleh Menteri, Jaksa\nAgung, Pimpinan Kesekretariatan Lembaga Tertinggi/Tinggi Negara, Pimpinan Lembaga\nPemerintah Non Departemen, dan Gubernur Kepala Daerah Tingkat I, tidak dapat\ndiajukan keberatan.",
                        "explanation": "\nCukup jelas."
                    }
                }
            ]
        },
        {
            "id": "5c88a493-17f1-4a97-b665-e160de9e1fcf",
            "name": "Chapter IV",
            "title": "\nPENGGUNAAN DAFTAR URUT KEPANGKATAN",
            "type": "chapter",
            "children": [
                {
                    "id": "7648fad2-b4f6-4c94-9670-2019379080ef",
                    "name": "Article 15",
                    "type": "article",
                    "children": {
                        "id": "cd59b6c2-2e1f-427c-ab9f-de0b59d91fd8",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDaftar Urut Kepangkatan digunakan sebagai salah satu bahan pertimbangan obyektif\ndalam melaksanakan pembinaan karier Pegawai Negeri Sipil.",
                        "explanation": "\nDengan adanya Daftar Urut Kepangkatan, maka pembinaan karier Pegawai Negeri Sipil dapat dilakukan dengan lebih obyektif.\nPembinaan karier yang dimaksud, antara lain meliputi kepangkatan,penempatan dalam jabatan, pengiriman untuk mengikuti latihan jabatan,dan lain-lain.\n"
                    }
                },
                {
                    "id": "5337953f-0893-4595-a87a-37cb0d542d29",
                    "name": "Article 16",
                    "type": "article",
                    "children": [
                        {
                            "id": "c67fa061-19c1-4dc3-913a-7601fcb2d24f",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Apabila ada lowongan, maka Pegawai Negeri Sipil yang menduduki Daftar Urut\nKepangkatan yang lebih tinggi, wajib dipertimbangkan lebih dahulu.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "c32562a8-28e7-48f8-9b09-b616fbcb051b",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Apabila Pegawai Negeri Sipil sebagaimana dimaksud dalam ayat (1) tidak dapat\ndiangkat untuk mengisi lowongan tersebut karena tidak memenuhi persyaratan\nlainnya, maka hal itu harus diberitahukan kepada Pegawai Negeri Sipil yang\nbersangkutan.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "976f1ff4-2ee5-4ddd-a542-d01181b048e6",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Ketentuan sebagaimana dimaksud dalam ayat (1), tidak berlaku bagi Pegawai\nNegeri Sipil yang sedang dikenakan pemberhentian sementara, sedang menjalani\ncuti di luar tanggungan Negara, dan yang sedang menerima uang tunggu.\n",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                }
            ]
        },
        {
            "id": "70c2c302-17a8-4512-8a30-9c3e04fd5494",
            "name": "Chapter V",
            "title": "\nKETENTUAN-KETENTUAN LAIN",
            "type": "chapter",
            "children": [
                {
                    "id": "00e4cc6f-bf92-48c3-82c8-e7e38c974139",
                    "name": "Article 17",
                    "type": "article",
                    "children": {
                        "id": "fa1b7193-eaff-4f43-8432-d057c4b0c4d2",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKepala Badan Administrasi Kepegawaian Negara membuat dan memelihara Daftar Urut\nKepangkatan bagi seluruh Pegawai Negeri Sipil yang berpangkat Pembina golongan ruang\nIV/a ke atas.",
                        "explanation": "\nSeluruh Pegawai Negeri Sipil adalah satu, oleh sebab itu pembinaannya diatur\nsecara menyeluruh, yaitu adanya suatu pengaturan pembinaan yang berlaku bagi\nseluruh Pegawai Negeri Sipil, baik bagi Pegawai Negeri Sipil Pusat maupun bagi\nPegawai Negeri Sipil Daerah. Berdasarkan prinsip sebagai tersebut di atas, maka\ndalam rangka usaha mencapai dayaguna dan hasilguna yang sebesar-besarnya\ndimungkinkan perpindahan Pegawai Negeri Sipil antar instansi, terutama untuk\nmenduduki jabatan-jabatan yang bersifat managerial.\nDalam rangka usaha ini maka Kepala Badan Administrasi Kepegawaian Negara\nperlu membuat dan memelihara Daftar Urut Kepangkatan bagi seluruh Pegawai\nNegeri Sipil yang berpangkat Pembina golongan ruang IV/a ke atas, baik Pegawai\nNegeri Sipil Pusat maupun Pegawai Negeri Sipil Daerah.\nPasal 18 sampai dengan pasal 21\nCukup jelas.\n"
                    }
                },
                {
                    "id": "446afd91-f999-4525-8dde-404f36a33ae2",
                    "name": "Article 18",
                    "type": "article",
                    "children": {
                        "id": "b30a1b38-0cdf-4cff-b704-1709c888875b",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan-ketentuan teknis pelaksanaan Peraturan Pemerintah ini ditetapkan oleh Kepala\nBadan Administrasi Kepegawaian Negara.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "67804421-2fe9-45e5-84be-fd4aab2f9415",
                    "name": "Article 19",
                    "type": "article",
                    "children": {
                        "id": "936b4793-5236-44b6-8746-cc63a39e0872",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nHal-hal yang belum cukup diatur dalam Peraturan Pemerintah ini, diatur lebih lanjut\ndengan Keputusan Presiden.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "7e293422-cb98-4878-847d-c1b7fa76a9e4",
            "name": "Chapter VI",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "75abb8b4-615c-429c-8e2c-c8dd505d158d",
                    "name": "Article 20",
                    "type": "article",
                    "children": {
                        "id": "8b913974-c196-4c77-989e-b1d92442d1e5",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan berlakunya Peraturan Pemerintah ini, maka Peraturan Pemerintah Nomor 9 Tahun\n1952 tentang Daftar Susunan Pangkat Dan Kenaikan Pangkat Pegawai Negeri (Lembaran\nNegara Tahun 1952 Nomor 14, Tambahan Lembaran Negara Nomor 200) dan segala\nperaturan perundang-undangan lainnya yang bertentangan dengan Peraturan Pemerintah\nini dinyatakan tidak berlaku lagi.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "a51dfffb-77ce-4367-ab17-7aaf40801a0e",
                    "name": "Article 21",
                    "type": "article",
                    "children": {
                        "id": "d38d069f-edb6-42cd-a9e1-3ff60d30da8f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar supaya setiap orang mengetahuinya, memerintahkan pengundangan Peraturan\nPemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nDalam rangka usaha untuk lebih menjamin obyektivitas dalam pembinaan Pegawai Negeri\nSipil berdasarkan sistem karier dan sistem prestasi kerja, maka perlu dibuat dan dipelihara\nsecara terus menerus Daftar Urut Kepangkatan Pegawai Negeri Sipil, selanjutnya dalam\nPeraturan Pemerintah ini disebut Daftar Urut Kepangkatan.\nDaftar Urut Kepangkatan, adalah salah satu bahan obyektif dalam melaksanakan\npembinaan karier Pegawai Negeri Sipil.\nApabila ada lowongan, maka Pegawai Negeri Sipil yang menduduki Daftar Urut\nKepangkatan yang lebih tinggi, haruslah dipertimbangkan lebih dahulu. Tetapi apabila ia\ntidak mungkin diangkat untuk mengisi lowongan itu karena tidak memenuhi syarat-syarat\nlainnya, seperti syarat-syarat kecakapan, kepemimpinan, pengalaman, dan lain-lain, maka\nharuslah diberitahukan kepadanya, sehingga ia dapat berusaha untuk mengisi\nkekurangannya itu untuk masa mendatang.",
        "Nomor": "15",
        "Tahun": "1979",
        "Tentang": "DAFTAR URUT KEPANGKATAN PEGAWAI NEGERI SIPIL",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa dalam rangka usaha untuk lebih menjamin obyektivitas\ndalam pembinaan Pegawai Negeri Sipil berdasarkan sistem karier\ndan sistem prestasi kerja, dipandang perlu menetapkan Peraturan\nPemerintah tentang daftar urut kepangkatan Pegawai Negeri\nSipil;",
            "b": " bahwa Peraturan Pemerintah Nomor 9 Tahun 1952 tentang\nDaftar Susunan Pangkat Dan Kenaikan Pangkat Pegawai Negeri\ndipandang tidak sesuai lagi, oleh sebab itu perlu ditinjau kembali\ndan disempurnakan;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 8 Tahun 1974 tentang Pokok-pokok\nKepegawaian (Lembaran Negara Tahun 1974 Nomor 55,\nTambahan Lembaran Negara Nomor 3041);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG DAFTAR URUT\nKEPANGKATAN PEGAWAI NEGERI SIPIL.",
        "tanggal sah": "25 Juni 1979"
    }
}