{
    "results": [
        {
            "id": "3d167e50-9039-4585-a0a1-0b8cfe82d108",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "09675bb3-e064-43db-8e70-2d408f9a5ce7",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "0d15e592-829d-498b-a5a3-b46da01939fe",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan:\n1. Dokter dan dokter gigi adalah dokter umum dan dokter gigi termasuk dokter spesialis dan\ndokter gigi spesialis;\n2. Surat Izin Praktek (SIP) adalah izin yang diberikan kepada dokter dan dokter gigi yang\nmenjalankan praktek setelah memenuhi persyaratan;",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "dca69732-4225-406e-99dd-730eefd62575",
            "name": "Chapter II",
            "title": "\nPELAPORAN",
            "type": "chapter",
            "children": [
                {
                    "id": "d78becf5-d181-441e-8f4c-c26d9bcd3e8f",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "a726ae32-85fd-48b3-93a1-00e5964f1ca4",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pimpinan Perguruan Tinggi wajib menyampaikan laporan secara tertulis kepada Menteri\nKesehatan yang berisikan daftar dokter dan dokter gigi yang baru lulus, selambat-\nlambatnya dalam waktu 1 (satu) bulan sesudah diberikannya ijazah asli.",
                            "explanation": "\nLaporan ini sangat diperlukan untuk mengetahui jumlah dokter dan dokter gigi\nsetiap periode tertentu, dalam rangka perencanaan pendayagunaan dan\npenyebaran dokter dan dokter gigi di wilayah Republik Indonesia dalam\npelaksanaan wajib masa bakti. Pembatasan jangka waktu 1 (satu) bulan,\ndimaksudkan agar jumlah lulusan dokter dan dokter gigi dapat segera diketahui\nbagi keperluan penyusunan rencana tersebut di atas. Dalam laporan tersebut\ndicantumkan antara lain nama, jenis kelamin, alamat lengkap, status, bulan dan\ntahun lulus dokter dan dokter gigi. Pencantuman data tersebut dimaksudkan\nuntuk memudahkan menghubungi dokter dan dokter gigi yang. bersangkutan\nataupun bagi perencanaan dalam rangka penugasan pelaksanaan kewajiban\nmasa bakti. Laporan tersebut tembusannya disampaikan pula kepada masing-\nmasing dokter dan dokter gigi yang bersangkutan untuk diketahui. Yang\ndimaksud dengan Perguruan Tinggi dalam Peraturan.Pemerintah ini adalah\nlembaga pendidikan tinggi, apapun namanya, yang menyelenggarakan\npendidikan kedokteran."
                        },
                        {
                            "id": "fba4ddb2-de50-4f81-b338-df2f604091db",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Berdasarkan laporan sebagaimana dimaksud dalam ayat (1) Menteri atau pejabat yang\nditunjuk meminta kepada dokter dan dokter gigi yang bersangkutan untuk melengkapi\npersyaratan dalam rangka penugasan masa bakti.",
                            "explanation": "\nKelengkapan persyaratan yang dimaksud misalnya ijazah, surat keterangan\nsehat dari dokter yang berwenang, dan lain-lain yang diperlukan bagi penugasan\ntersebut."
                        },
                        {
                            "id": "52f5787c-2ff2-4e55-a0c6-d29ee7c77b5d",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Dokter dan dokter gigi lulusan perguruan tinggi luar negeri wajib melaporkan diri kepada\nDepartemen Kesehatan selambat-lambatnya 6 (enam) bulan sesudah tiba di Indonesia.",
                            "explanation": "\nMelaporkan diri dimaksudkan untuk mendapatkan pengarahan dari Departemen\nKesehatan yang berkaitan dengan penyesuaian ilmu pengetahuan yang\ndiperoleh dari luar negeri dengan ilmu pengetahuan yang sesuai untuk\nmelakukan pekerjaan dokter atau dokter gigi di Indonesia. Setelah dinyatakan\nselesai melakukan penyesuaian ilmu pengetahuan tersebut, yang bersangkutan\nwajib melengkapi persyaratan dalam rangka penugasan wajib masa bakti dalam\nbatas waktu selambat-lambatnya 6 (enam) bulan."
                        },
                        {
                            "id": "4a8c3dbb-0160-42dc-a9d1-d2d07f6f46f1",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Ketentuan mengenai pelaporan sebagaimana dimaksud dalam ayat (1) dan ayat (3) diatur\noleh Menteri.",
                            "explanation": ""
                        }
                    ]
                },
                {
                    "id": "48a4e0d9-9364-4ec4-ad1a-31470a41d4f6",
                    "name": "Article 3",
                    "type": "article",
                    "children": [
                        {
                            "id": "4755e3b3-37b9-4a89-ac5b-924f8fe302b2",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dokter dan dokter gigi yang telah melengkapi persyaratan sebagaimana dimaksud dalam\nPasal 2 ayat (2) diberikan surat penugasan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "ee38a115-a1cd-4d0f-b2bf-9d3987572ab3",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Surat penugasan sebagaimana dimaksud dalam ayat (1) memberikan kewenangan kepada\ndokter dan dokter gigi untuk dapat melakukan pekerjaan sebagai dokter atau dokter gigi\ndalam rangka pelaksanaan mass bakti dan sekaligus merupakan dasar bagi pengajuan\npermintaan izin praktek.",
                            "explanation": "\nYang dimaksudkan pemberian kewenangan disini adalah pemberian kewenangan untuk melakukan pekerjaan dokter atau dokter gigi. Dengan Surat Penugasan ini sekaligus berarti pemberian pengakuan dan kewenangan untuk melakukan pekerjaan dokter atau dokter gigi di sarana kesehatan milik Pemerintah, atau sarana kesehatan milik swasta yang ditunjuk Pemerintah, atau di perguruan tinggi sebagai pengajar, atau di lingkungan Angkatan Bersenjata Republik Indonesia. Di samping itu, Surat Penugasan tersebut juga merupakan dasar untuk mengajukan permintaan Surat Izin Praktek bagi dokter dan dokter gigi yang bersangkutan."
                        }
                    ]
                }
            ]
        },
        {
            "id": "ccc59fa4-4546-4f04-b590-1af757a344ea",
            "name": "Chapter III",
            "title": "\nMASA BAKTI",
            "type": "chapter",
            "children": [
                {
                    "id": "940acc75-3d37-4600-9874-c987a8172b7b",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "f115f824-4c5f-4a37-bdf5-a1556a0348fc",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dokter dan dokter gigi wajib melaksanakan masa bakti sekurang-kurangnya dalam waktu\nsebagaimana yang diatur dalam peraturan perundang-undangan dan selama-lamanya 5\n(lima) tahun.",
                            "explanation": "\nMasa bakti merupakan kewajiban dokter dan dokter gigi untuk mengabdikan diri pada sarana kesehatan milik Pemerintah, atau sarana kesehatan milik swasta yang ditunjuk Pemerintah, di Perguruan Tinggi, atau di lingkungan Angkatan Bersenjata Republik Indonesia, sekurang-kurangnya dalam waktu yang telah ditetapkan dalam peraturan perundang-undangan dan selama-lamanya 5 (lima) tahun. Untuk pelayanan kesehatan masyarakat tersebut Pemerintah mengatur penyebaran dokter dan dokter gigi yang akan menjalankan masa baktinya secara merata diseluruh wilayah Indonesia. Pelaksanaan masa bakti yang berkenaan dengan lamanya waktu dan tempat disesuaikan dengan situasi dan kondisi daerah masing-masing ditetapkan oleh Menteri."
                        },
                        {
                            "id": "017e46ba-8239-4f6a-bd7c-a9239ce8a128",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Ketentuan sebagaimana dimaksud dalam ayat (1) dikecualikan untuk daerah tertentu, yang\ntempat dan masa baktinya ditetapkan oleh Menteri.",
                            "explanation": "\nPengecualian ini terutama menyangkut lamanya pelaksanaan masa bakti sebagaimana diatur dalam ayat (1). Bagi daerah tertentu, seperti daerah yang letaknya terpencil dan terisolasi dalam arti masih sangat sulit dijangkau oleh sarana transportasi atau komunikasi, atau yang berdasar pertimbangan lain seperti misalnya rawan dari segi keamanan, lamanya masa bakti dapat lebih dipersingkat. Penentuan daerah seperti itu dan lamanya masa bakti, ditetapkan oleh Menteri."
                        },
                        {
                            "id": "b50b2f2f-842d-405d-b8a5-6c4047d6d3d8",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Masa bakti sebagaimana dimaksud dalam ayat (1) dan ayat (2) dilaksanakan di sarana\nkesehatan milik Pemerintah, di sarana kesehatan milik swasta yang ditunjuk oleh\nPemerintah, di perguruan tinggi sebagai staf pengajar, dan di lingkungan Angkatan\nBersenjata Republik Indonesia.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "2588687d-ee01-439f-a790-7a6d42262e9c",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Ketentuan mengenai masa bakti sebagaimana dimaksud dalam ayat (1) diatur oleh Menteri,\ndan masa bakti di lingkungan perguruan tinggi sebagai staf pengajar diatur oleh Menteri\nsetelah mendengar pertimbangan Menteri Pendidikan dan Kebudayaan, sedangkan di\nlingkungan Angkatan Bersenjata Republik Indonesia diatur oleh Menteri setelah mendengar\npertimbangan Menteri Pertahanan Keamanan dan Panglima Angkatan Bersenjata Republik\nIndonesia.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "52c1935a-9399-4fe1-8d62-6e43f60e5449",
                    "name": "Article 5",
                    "type": "article",
                    "children": [
                        {
                            "id": "34a49c5f-f55a-4791-8a6b-cbf3e3674536",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dokter dan dokter gigi yang telah selesai menjalankan masa bakti dapat mengikuti pendidikan spesialisasi.",
                            "explanation": "\nPendidikan spesialisasi bertujuan untuk meningkatkan ilmu pengetahuan dan karier dokter dan dokter gigi, serta bertujuan pula untuk meningkatkan mutu pelayanan kesehatan pada masyarakat."
                        },
                        {
                            "id": "57057c45-f515-4843-adae-b9ce000f8967",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Ketentuan mengenai tata cara, dan syarat-syarat administrasi mengikuti pendidikan spesialisasi sebagaimana dimaksud dalam ayat (1) diatur oleh Menteri.",
                            "explanation": "\nYang dimaksudkan dengan syarat-syarat administrasi disini antara lain bukti telah menyelesaikan masa bakti, dan permohonan mengikuti pendidikan spesialisasi dari yang bersangkutan."
                        }
                    ]
                },
                {
                    "id": "427f9e58-eb54-4f6b-be1f-b70674d42664",
                    "name": "Article 6",
                    "type": "article",
                    "children": [
                        {
                            "id": "302de12e-d013-485e-b37d-595b3a3dd4f8",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dokter dan dokter gigi yang telah menyelesaikan pendidikan spesialisasi wajib melaksanakan masa bakti spesialis sekurang-kurangnya dalam waktu sebagaimana diatur dalam peraturan perundang-undangan dan untuk selama-lamanya 5 (lima) tahun.",
                            "explanation": "\nPenetapan masa bakti bagi dokter spesialis dan dokter gigi spesialis\ndimaksudkan untuk menyebarluaskan dokter spesialis dan dokter gigi spesialis\npada rumah sakit milik Pemerintah ataupun swasta dalam rangka meningkatkan\nsistem pelayanan rujukan."
                        },
                        {
                            "id": "bd97e83f-ff2d-45ab-ac20-e277a19e4552",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dalam melaksanakan ketentuan sebagaimana dimaksud dalam ayat (1), berlaku pola pengecualian sebagaimana diatur dalam Pasal 4 ayat (2).",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "f986421c-0fef-4e4f-96bc-e6732cf0f354",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Ketentuan mengenai masa bakti spesialis sebagaimana dimaksud dalam ayat (1) diatur oleh Menteri.",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                }
            ]
        },
        {
            "id": "70f85c5b-d84a-4471-b0c1-0455ca0562f9",
            "name": "Chapter IV",
            "title": "\nIZIN PRAKTEK",
            "type": "chapter",
            "children": [
                {
                    "id": "8ba04b39-a25f-43c9-92ab-0ddba5433842",
                    "name": "Article 7",
                    "type": "article",
                    "children": [
                        {
                            "id": "ec155e09-cc01-4bb7-9e52-e9cfe04d8159",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dokter dan dokter gigi yang menjalankan praktek wajib memiliki Surat Izin Praktek.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "5a87b4b5-76d9-4587-b4eb-f28981f3de3f",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Untuk memperoleh Surat Izin Praktek sebagaimana dimaksud dalam ayat (1), dokter dan dokter gigi mengajukan permohonan kepada Menteri atau pejabat yang ditunjuk.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "ea9fe92b-2ac4-46d5-8c8b-7c21d2a12368",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Surat Izin Praktek diberikan oleh Menteri atau pejabat yang ditunjuk setelah memenuhi persyaratan :\na.  memiliki surat penugasan sebagaimana dimaksud dalam Pasal 3;\nb.  memiliki kemampuan jasmani dan rohani untuk menjalankan pekerjaan dokter atau dokter gigi;\nc.  memiliki Surat Keputusan penempatan yang dikeluarkan oleh Departemen Kesehatan atau Departemen Pendidikan dan Kebudayaan atau Departemen Pertahanan Keamanan atau Markas Besar Angkatan Bersenjata Republik Indonesia dalam rangka pelaksanaan masa bakti.",
                            "explanation": "\nPersyaratan-persyaratan dalam ayat ini merupakan syarat yang harus dipenuhi\ndokter dan dokter gigi untuk memperoleh Surat Izin Praktek.\nMemiliki kemampuan jasmani dan rohani sebagaimana dimaksud dalam huruf b\nharus dibuktikan dengan surat keterangan sehat dari dokter yang telah memiliki\nSurat Izin Praktek atau dokter pada sarana kesehatan."
                        },
                        {
                            "id": "a5581495-1170-4288-bbaa-204295eb1d7a",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Surat Izin Praktek (SIP) diberikan dengan memperhatikan asas pemerataan pelayanan kesehatan, penyebaran dokter dan dokter gigi serta pelaksanaan masa bakti.",
                            "explanation": "\nPemberian Surat Izin Praktek dalam ayat ini diberikan dalam rangka pemerataan\npelayanan kesehatan bagi masyarakat. Izin diterbitkan berdasarkan wilayah\nadministrasi kecamatan dengan mempertimbangkan perbandingan jumlah dokter\ndan dokter gigi dengan jumlah penduduk Kecamatan di suatu Kabupaten."
                        }
                    ]
                },
                {
                    "id": "65d54095-3b29-4088-b745-04a19661a6c5",
                    "name": "Article 8",
                    "type": "article",
                    "children": [
                        {
                            "id": "e77c4976-edc7-4c2c-96bf-c63315b0daf0",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Permohonan izin praktek ditolak, apabila:\na.  daerah atau tempat praktek telah tertutup untuk praktek dokter dan dokter gigi;\nb.  dokter dan dokter gigi menjalani pidana penjara;\nc.  tidak memenuhi persyaratan sebagaimana dimaksud dalam Pasal 7 ayat (3).",
                            "explanation": "\nHuruf a\nApabila di suatu daerah jumlah dokter dan dokter gigi yang diijinkan\npraktek telah sebanding dengan jumlah penduduk yang perlu\nmendapatkan pelayanan kesehatan, maka daerah tersebut dinyatakan\nsebagai daerah tertutup untuk praktek bagi dokter dan dokter gigi.\nHuruf b\nTermasuk dalam pengertian pidana penjara adalah pidana penjara\nbersyarat.\nHuruf c\nCukup jelas"
                        },
                        {
                            "id": "e5b752f8-0770-4edd-a741-bdb8c4409950",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Daerah atau tempat tertutup untuk praktek dokter dan dokter gigi sebagaimana\ndimaksud dalam ayat (1) huruf a ditetapkan oleh Menteri.",
                            "explanation": "\nDalam pengaturan tersebut ditentukan antara lain hal-hal yang berkaitan dengan\ntata cara penetapan perimbangan antara jumlah penduduk dengan tenaga dokter\nyang dibutuhkan."
                        }
                    ]
                },
                {
                    "id": "5091b079-e737-4f63-8bb9-bb33c37e5056",
                    "name": "Article 9",
                    "type": "article",
                    "children": {
                        "id": "dd904766-6e7c-49d8-84ce-71e82d5cc7a5",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nTata cara pemberian atau penolakan permohonan izin praktek sebagaimana dimaksud dalam\nPasal 7 dan Pasal 8 diatur oleh Menteri.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "e46684d6-7410-4c16-b04f-529b2c51e262",
                    "name": "Article 10",
                    "type": "article",
                    "children": [
                        {
                            "id": "ff8bb987-292a-48f1-a5ea-b3b60767bed0",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Surat Izin Praktek (SIP) berlaku selama memenuhi persyaratan yaitu\na. dilaksanakan di daerah yang ditunjuk dalam Surat Izin Praktek,,\nb. dokter dan dokter gigi yang bersangkutan tidak cacat jasmani dan/atau rohani yang\ntidak memungkinkan untuk menjalankan pekerjaan dokter atau dokter gigi;\nc. tidak sedang menjalankan pidana penjara atau hukuman administratif.",
                            "explanation": "\nSurat Izin Praktek berlaku selama memenuhi syarat. Prinsipnya, Surat Izin\nPraktek hanya diberikan 1 (satu) kali dan berlaku selamanya, kecuali bila yang\nbersangkutan sudah tidak memenuhi persyaratan, misalnya pindah alamat\npraktek dari wilayah yang diizinkan, usia lanjut, cacat fisik atau mental yang tidak\nmemungkinkan untuk menjalankan pekerjaan dokter atau dokter gigi atau\ndikenakan pidana penjara atau hukuman administratif. Termasuk dalam\npengertian pidana penjara adalah pidana penjara bersyarat. Pernyataan tidak\nberlakunya suatu Surat Izin Praktek diberikan oleh Menteri atau Pejabat yang\nditunjuk dengan surat keputusan berdasarkan atas penelitian terhadap syarat-\nsyarat itu sendiri. Surat Izin. Praktek tersebut dinyatakan berlaku kembali apabila\nsyarat-syarat yang menjadi sebab tidak berlakunya Surat Izin Praktek itu,\ndipenuhi kembali. Pernyataan berlakunya kembali Surat Izin Praktek oleh Menteri\natau Pejabat yang ditunjuk dituangkan dalam bentuk surat Keputusan Menteri\natau Pejabat yang ditunjuk pula."
                        },
                        {
                            "id": "0a689d34-0f12-4c8f-8c35-12b28626bb9e",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Surat Izin Praktek (SIP) yang tidak memenuhi persyaratan sebagaimana dimaksud dalam\nayat (1) dinyatakan tidak berlaku oleh Menteri atau pejabat yang ditunjuk.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "97f70fe9-725f-43f5-877f-20725ec8fc92",
            "name": "Chapter V",
            "title": "\nPEMBINAAN DAN PENGAWASAN",
            "type": "chapter",
            "children": [
                {
                    "id": "3c179086-7039-4b45-a036-9d6dddc14434",
                    "name": "Article 11",
                    "type": "article",
                    "children": [
                        {
                            "id": "a776b4c0-2944-4c8e-b7ce-be8d356d8c1d",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Menteri atau pejabat yang ditunjuk, membina dan mengawasi dokter dan dokter gigi dalam\nmenjalankan profesinya,\n(2) Pembinaan dan pengawasan sebagaimana dimaksud dalam ayat (1) dilakukan oleh Menteri\ndengan mengikutsertakan organisasi profesi yang terkait.",
                            "explanation": "\nPembinaan terhadap dokter dan dokter gigi diarahkan untuk meningkatkan\nkemampuan profesi dan disiplin yang menunjang pelayanan kesehatan\nmasyarakat. Adapun pengawasan dimaksudkan agar dokter dan dokter gigi tidak\nmelakukan perbuatan-perbuatan yang bertentangan dengan peraturan\nperundang-undangan yang berlaku ataupun dengan profesi dokter atau dokter\ngigi."
                        },
                        {
                            "id": "45f8efdb-fa7c-400c-85c9-304a97e90b13",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Dokter dan dokter gigi selama menjalankan tugas profesinya, wajib menaati semua\nperaturan perundang-undangan dan kebijaksanaan yang ditetapkan oleh Pemerintah.",
                            "explanation": "\nDokter dan dokter gigi dalam menjalankan profesinya diwajibkan menaati\nperaturan perundang-undangan yang berlaku dan kebijaksanaan lainnya\ntermasuk ketentuan-ketentuan dari Pemerintah, seperti harus mengumpulkan\nangka kredit sejumlah tertentu, sehingga dokter dan dokter gigi yang\nbersangkutan akan selalu dapat mengikuti perkembangan ilmu pengetahuan dan\nteknologi."
                        }
                    ]
                },
                {
                    "id": "0b331a6c-f04a-4ed5-988b-aa2b52760c7a",
                    "name": "Article 12",
                    "type": "article",
                    "children": [
                        {
                            "id": "aacb92d4-0765-498d-a6fd-f5ab54338d14",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dokter dan dokter gigi yang telah mendapatkan Surat Izin Praktek dilarang :\na. menjalankan praktek di luar ketentuan yang tercantum dalam Surat Izin Praktek;\nb. memberikan atau meracik obat, kecuali suntikan:\nc. melakukan perbuatan yang bertentangan dengan profesi dokter dan dokter gigi.",
                            "explanation": "\nHuruf a\nCukup jelas.\nHuruf b\nPada dasarnya dokter dan dokter gigi dilarang untuk memberikan dan\nmeracik obat. Namun dalam keadaan darurat, dokter dan dokter gigi\ndapat meracik dan memberikan obat untuk persediaan paling lama 24\n(dua puluh empat) jam. Dikecualikan dari larangan tersebut adalah\npemberian obat yang berupa suntikan. Yang dimaksud dengan darurat di\nsini adalah darurat baik penyakitnya ataupun keadaannya yang\nmemerlukan pengobatan dengan segera.\nHuruf c\nCukup jelas."
                        },
                        {
                            "id": "b3453251-27eb-4f04-9052-a4185989bebb",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Bagi dokter dan dokter gigi yang menolong orang sakit dalam keadaan darurat atau yang\nmenjalankan tugas di Puskesmas atau di daerah terpencil yang tidak ada apotik,\ndikecualikan dari larangan memberi atau meracik obat sebagaimana dimaksud dalam ayat\n(1) huruf b.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "dd99d764-d866-45f9-96c5-9c63ebe02033",
            "name": "Chapter VI",
            "title": "\nSANKSI",
            "type": "chapter",
            "children": [
                {
                    "id": "e7641bac-9616-4c39-ba95-1bc9ab97c762",
                    "name": "Article 13",
                    "type": "article",
                    "children": {
                        "id": "d679b960-73c3-48a7-baac-980be82bc478",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDokter dan dokter gigi yang dengan sengaja atau karena kelalaiannya melanggar ketentuan\nPasal 4 ayat (1), dan Pasal 6 ayat (1) dikenakan pidana penjara sebagaimana dimaksud dalam\nUndang-undang Nomor 8 Tahun 1961 tentang Wajib Kerja Sarana.",
                        "explanation": "\nDalam usaha mencapai efektifitas dalam perencanaan, pendayagunaan, dan\npenyebaran dokter dan dokter gigi dalam rangka pelaksanaan wajib masa bakti,\ndipandang perlu mengenakan sanksi pidana penjara sebagaimana dimaksud dalam\nUndang-undang Nomor 8 Tahun 1961 tentang Wajib Kerja Sarjana."
                    }
                },
                {
                    "id": "8c8d4b86-7a82-4874-9014-30f7618adcb4",
                    "name": "Article 14",
                    "type": "article",
                    "children": [
                        {
                            "id": "edc48148-1df1-4bff-9daa-23992a316c84",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Tanpa mengurangi ketentuan yang berlaku dalam Kitab Undang-Undang Hukum Pidana,\ndokter dan dokter gigi yang dengan sengaja atau kelalaiannya melanggar ketentuan\nsebagaimana diatur dalam Pasal 11 ayat (3) dan Pasal 12 ayat (1) dikenakan sanksi\nadministratif sebagaimana dimaksud dalam Pasal 11 Undang-undang Nomor 6 Tahun 1963\ntentang Tenaga Kesehatan.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "890e1cfa-b3b1-4d5d-8ddd-8ef69926b08b",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Sanksi administratif sebagaimana dimaksud dalam ayat (1) dapat berupa pencabutan Surat\nIzin Praktek untuk jangka waktu selama-lamanya 1 (satu) tahun, kecuali dalam hal-hal\ntertentu dapat dimungkinkan pencabutan lebih dari 1 (satu) tahun.",
                            "explanation": "\nDalam rangka pembinaan dokter dan dokter gigi yang melakukan pelanggaran,\nsebelum sanksi administratif dijatuhkan berdasarkan ketentuan Pasal 11 dan\nPasal 12 Undang-undang Nomor 6 Tahun 1963 tentang Tenaga Kesehatan,\nwajib didengar lebih dahulu pertimbangan dari Majelis Pertimbangan yang\ndibentuk oleh Menteri. Pencabutan Surat Izin Praktek selama 1 (satu) tahun\ntersebut didasarkan pada pertimbangan bahwa dalam masa 1 (satu) tahun\ndiharapkan dokter dan dokter gigi sudah dapat memperbaiki diri atas kesalahan\nyang dilakukan. Selain itu, penetapan jangka waktu itupun didasarkan pada\npertimbangan bahwa tenaga dokter dan dokter gigi masih dibutuhkan dalam\nupaya pelayanan kesehatan masyarakat. Namun begitu, tidak tertutup pula\nkemungkinan untuk pencabutan Izin Praktek lebih dari 1 (satu) tahun, misalnya\ndalam hal dokter atau dokter gigi yang bersangkutan sedang menjalani pidana\npenjara lebih dari 1 (satu) tahun atau mengulangi kembali perbuatan yang sama\nyang pernah dijatuhi pidana. Dalam hal dokter dan dokter gigi dicabut Surat Izin\nPrakteknya, untuk mendapatkan Surat Izin Praktek yang baru wajib mengajukan\npermohonan kembali sesuai dengan ketentuan yang diatur dalam Peraturan\nPemerintah ini."
                        },
                        {
                            "id": "a0c133fa-ac08-494c-b5cc-a1725904ae7b",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Sanksi administratif sebagaimana dimaksud dalam ayat (2) diberikan oleh Menteri atau\npejabat yang ditunjuk.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "456e491a-8f11-492f-b597-8539331a60dd",
            "name": "Chapter VII",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "69354451-d4fb-46cb-a6b0-a2a471d3643c",
                    "name": "Article 15",
                    "type": "article",
                    "children": [
                        {
                            "id": "41e3e21b-13e5-4650-bcc9-757ef7b49746",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dengan berlakunya Peraturan Pemerintah ini, semua ketentuan pelaksanaan Peraturan\nPemerintah Nomor 36 Tahun 1964 tentang Pendaftaran Ijazah dan Pemberian Izin\nMenjalankan Pekerjaan Dokter/Dokter Gigi/Apoteker dinyatakan tetap berlaku sepanjang\ntidak bertentangan dengan Peraturan Pemerintah ini dan/atau belum diganti dengan\nperaturan yang baru berdasarkan ketentuan Peraturan Pemerintah ini.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "20b0f7f6-879d-4643-87a3-94f2babc8100",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dengan berlakunya Peraturan Pemerintah ini, Surat Izin Praktek Perorangan dan Surat Izin\nPraktek Perorangan Semata-mata yang telah diberikan berdasarkan Peraturan Pemerintah\nNomor 36 Tahun 1964 masih tetap berlaku sampai habis masa waktu berlakunya.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "5a36e745-8bce-4cbb-bba6-5078fae34adb",
            "name": "Chapter VIII",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "3e0c74c4-fb46-4be5-817b-bf15002f3880",
                    "name": "Article 16",
                    "type": "article",
                    "children": {
                        "id": "68fa97d1-ec69-4c6c-8724-a050ba1b2984",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan berlakunya Peraturan Pemerintah ini, ketentuan Peraturan Pemerintah Nomor 36\nTahun 1964 tentang Pendaftaran Ijazah Dan Pemberian izin Menjalankan Pekerjaan\nDokter/Dokter Gigi/Apoteker, sepanjang mengenai dokter dan dokter gigi dinyatakan tidak\nberlaku lagi",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "87615250-5dda-4a3b-a540-7107e03997fb",
                    "name": "Article 17",
                    "type": "article",
                    "children": {
                        "id": "73a72268-e073-49be-9a0f-d59369208565",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal 1 Juni 1988.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini\ndengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nDerajat kesehatan yang optimal merupakan hak setiap warga negara, yang perwujudannya\ndilaksanakan oleh Pemerintah dengan mengikutsertakan masyarakat secara aktif.\nPembangunan kesehatan yang didukung oleh pembangunan di bidang-bidang lainnya\nmerupakan upaya untuk mewujudkan cita-cita tersebut, yang dilaksanakan secara bertahap\ndan berkesinambungan. Kebijaksanaan pembangunan setiap tahap bertumpu pada\npendekatan pelayanan kesehatan dengan menyebarkan secara merata tenaga-tenaga\nkesehatan.\nDokter dan dokter gigi adalah sarjana di bidang kesehatan yang memiliki kemampuan\nprofesional dalam memberikan pelayanan kesehatan, memberikan bimbingan terhadap\ntenaga-tenaga kesehatan lainnya, dan mampu mendukung upaya peningkatan\nkesejahteraan rakyat di daerah sekitarnya. Oleh karenanya tenaga dokter dan dokter gigi\nsangat dibutuhkan sebagai penyelenggara pembangunan di bidang kesehatan maupun\nbidang kesejahteraan rakyat.\nSehubungan dengan hal itu pendayagunaannya perlu ditingkatkan secara optimal.\nHambatan-hambatan yang ada, seperti terdapatnya beberapa daerah terpencil atau rawan\nyang belum memiliki tenaga dokter dan dokter gigi perlu segera diisi. Jumlah lulusan, dokter\ndan dokter gigi yang semakin meningkat harus dapat didayagunakan bagi kepentingan\nrakyat.\nSehubungan dengan hal itu, maka bagian dari Undang-undang Nomor 8 Tahun 1961\ntentang Wajib Kerja Sarjana dan Undang-undang Nomor 6 Tahun 1963 tentang Tenaga\nKesehatan, sepanjang yang berkaitan dengan pendayagunaan tenaga dokter dan dokter\ngigi, perlu dituangkan ke dalam suatu Peraturan Pemerintah. Dalam pendayagunaan ini\nsetiap dokter dan dokter gigi maupun dokter spesialis, baik yang lulus dari perguruan tinggi\ndalam negeri ataupun yang lulus dari perguruan tinggi luar negeri diwajibkan mengikuti\nmasa bakti.\nDalam rangka pelaksanaan masa bakti, dokter dan dokter gigi akan ditugaskan pada\nsarana kesehatan Pemerintah, atau sarana kesehatan swasta yang ditunjuk oleh\nPemerintah, atau sebagai staf pengajar pada perguruan tinggi atau mengikuti masa bakti di\nlingkungan Angkatan Bersenjata Republik Indonesia. Setelah menyelesaikan masa bakti,\ndokter dan dokter gigi bebas memilih kariernya dibidang klinik dengan atau tanpa\npendidikan spesialisasi, dibidang administrasi Pemerintah atau swasta, atau sebagai dokter\natau dokter gigi yang menjalankan praktek tanpa terikat pada sesuatu instansi.\nUntuk meningkatkan daya jangkauan pelayanan kesehatan pada masyarakat, maka setiap\ndokter dan dokter gigi baik yang terikat pada sesuatu instansi Pemerintah atau swasta,\nmaupun yang bebas dari ikatan masa bakti dapat diberi izin untuk menjalankan praktek\ndokter atau dokter gigi.\nIzin praktek berlaku untuk waktu yang tidak terbatas tanpa harus diperbaharui setiap\nkali, sepanjang dokter dan dokter gigi yang bersangkutan memenuhi persyaratan yang\nditetapkan. Selanjutnya untuk meningkatkan pelayanan kesehatan pada masyarakat, maka\nsetiap izin praktek diterbitkan berdasarkan wilayah administrasi Kecamatan dengan\nmempertimbangkan perbandingan jumlah dokter dan dokter gigi dengan jumlah penduduk\nsetiap Kecamatan di suatu Kabupaten. Pengawasan dan pembinaan dokter dan dokter gigi\nyang menjalankan praktek dilaksanakan secara sistematis dan terarah, sesuai dengan\nperkembangan ilmu dan teknologi.",
        "Nomor": "1",
        "Tahun": "1988",
        "Tentang": "MASA BAKTI DAN PRAKTEK DOKTER DAN DOKTER GIGI",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa dalam usaha mewujudkan derajat kesehatan yang optimal bagi\nseluruh lapisan masyarakat Indonesia, diperlukan langkah-langkah bagi\npemerataan pelayanan kesehatan, pendayagunaan dan penyebaran tenaga\ndokter dan dokter gigi secara rasional;",
            "b": " bahwa untuk mencapai tujuan tersebut diperlukan adanya pengaturan masa\nbakti, penyederhanaan pemberian izin praktek dan pembinaan terhadap\ndokter dan dokter gigi;",
            "c": " bahwa sehubungan hal di atas dan tidak sesuainya lagi pengaturan tentang\npendaftaran ijazah dan pemberian izin menjalankan praktek bagi dokter dan\ndokter gigi dalam Peraturan Pemerintah Nomor 36 Tahun 1964 tentang\nPendaftaran Ijazah Dan Pemberian Izin Melaksanakan Pekerjaan\nDokter/Dokter Gigi/Apoteker, dipandang perlu untuk menyempurnakan dan\nmengatur kembali masalah tersebut dengan Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 9 Tahun 1960 tentang Pokok-pokok Kesehatan\n(Lembaran Negara Tahun 1960 Nomor 131, Tambahan Lembaran Negara\nNomor 2068)",
            "3": " Undang-undang Nomor 8 Tahun 1961 tentang Wajib Kerja Sarjana\n(Lembaran Negara Tahun 1961 Nomor 207, Tambahan Lembaran Negara\nNomor 2270);",
            "4": " Undang-undang Nomor 6 Tahun 1963 tentang Tenaga Kesehatan\n(Lembaran Negara Tahun 1963 Nomor 79, Tambahan Lembaran Negara\nNomor 2576);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG MASA\nBAKTI DAN PRAKTEK DOKTER DAN DOKTER GIGI.",
        "tanggal sah": "1 Juni 1988"
    }
}