{
    "results": [
        {
            "id": "748f2694-445d-435f-9b5f-122b8e392007",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "8e16ab53-505b-42a6-8bc6-d73d488d3019",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dalam peraturan ini yang dimaksud dengan :\na.\tbadan-badan kredit, ialah: bank-bank dan bank-bank tabungan;\nb.\tbank-bank, ialah, semua perusahaan dan badan-badan, tidak\nmemandang bentuk hukumnya, yang secara terang-terangan\nmenawarkan diri atau untuk bagian besar melakukan usaha-usaha\nguna menerima uang-uang dalam deposito atau dalam rekening-\nkoran dan juga mengadakan usaha-usaha untuk memberi kredit\natas tanggungan sendiri;\nc.\tbank-bank tabungan, ialah : semua perusahaan dan badan-badan,\ntidak memandang bentuk-hukumnya, yang semata-mata bertujuan\nmemajukan penabungan dan untuk tujuan itu menerima uang dalam\ndeposito, yang penagihan kembalinya diatur oleh ketentuan-\nketentuan yang membatasi;\nd.\tBank. ialah: Bank Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "9b9b71aa-1a9b-465b-968b-0dbdeb5fc80e",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "4ee2a50c-df96-4b46-903d-d4b5a4002ef7",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "1.\tSesudah tanggal pengundangan peraturan ini tidak suatu badan\nkredit boleh didirikan dan menamakan dirinya \"bank\" dan/atau\n\"bank tabungan,\" jikalau tidak mempunyai izin tertulis dari\nMenteri Keuangan setelah mendengar pertimbangan-pertimbangan\nDireksi Bank.\n2.\tIzin itu hanya dapat diberikan jika Bank mempunyai modal yang\ntelah dibayar sekurang-kurangnya Rp. 2.500.000,-, dan bank",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "35e8b241-0f47-42ef-ac88-e46e3f0dab41",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "251158e3-35dc-4034-b670-75a498c291fa",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "1. Dalam waktu tiga bulan sesudah tanggal pengundangan peraturan ini, badan-badan kredit yang telah ada harus meminta izin, sebagai termaksud dalam pasal 2 ayat 1.\n2. Jika mereka tidak memenuhi syarat-syarat sebagai termaksud dalam pasal 2 ayat 2, maka pada mereka dapat diberikan oleh Menteri Keuangan, setelah mendengar pertimbangan Bank, izin sementara untuk bekerja sebagai badan kredit.\n3. Masa berlakunya izin sementara termaksud dalam ayat kedua dari pasal ini dapat ditetapkan selama-lamanya dua tahun. Jika masa yang ditetapkan dalam surat izin sementara itu telah lampau, sedangkan badan kredit yang bersangkutan masih belum memenuhi syarat-syarat sebagai termaksud dalam pasal 2 ayat 2, maka izin itu hanya dapat diperpanjang dengan persetujuan Dewan Moneter.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "4a1f59cf-39a8-4340-9125-fd2e4f87d731",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "afae3fd6-6d68-4801-99b8-7a3ec4dcf740",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "1. Jika izin sebagai termaksud dalam pasal 2 ayat 1 atau izin sementara, sebagai termaksud dalam pasal 3 ayat 2, tidak diberikan atau dicabut menurut pasal 12 ayat 1, maka badan kredit yang bersangkutan dapat memajukan keberatan-keberatannya kepada Dewan Moneter dalam waktu 14 hari setelah menerima pemberitahuan tentang penolakan atau pencabutan izin atau izin sementara itu.\n2. Dewan Moneter memberi keputusan dalam tingkat tertinggi tentang keberatan-keberatan itu.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "85e3b877-1da2-4f80-b8ce-ab7275ff8d72",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "1686d039-568e-41c8-9a7d-6cadb15d77f9",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Bank melakukan atas nama Dewan Moneter pengawasan terhadap badan-badan kredit yang ada atau yang akan didirikan di Indonesia guna kepentingan solvabilitas dan likwiditas badan-badan kredit itu dan guna kepentingan pemberian kredit secara sehat dan berdasarkan asas-asas kebijaksanaan bank yang tepat.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "b4800f60-ec5c-4061-8eb2-4d4bcb1f5b19",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "6d59c69a-fbf5-4f5f-9b99-fbc71fb19da7",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "1. Bank berhak meminta dari badan-badan kredit segala keterangan-keterangan dan angka-angka yang dianggapnya perlu untuk melaksanakan tugasnya sebagai termaksud dalam pasal 5 dari peraturan ini.\n2. Setiap badan kredit wajib memberikan keterangan-keterangan dan angka-angka yang diminta kepadanya berdasarkan ayat kesatu dari pasal ini, dalam waktu yang ditetapkan oleh Bank.\n3. Setiap badan kredit wajib atas permintaan Bank atau seseorang yang ditugaskan oleh Bank, untuk memberi kesempatan bagi pemeriksaan buku-buku dan surat-surat yang ada padanya guna penyelidikan kebenaran dari keterangan-keterangan dan angka-\nangka yang telah diberikannya itu, dan seterusnya memberikan\nsegala bantuan dalam pelaksanaan pemeriksaan buku-buku dan\nsurat-surat tersebut.\n4.  Yang menguasai buku-buku dan surat-surat termaksud dalam ayat\n    ketiga dari pasal ini, wajib, jika diminta, memperlihatkannya\n    dengan segera pada Bank atau orang yang ditugaskan oleh Bank\n    untuk melakukan pemeriksaan.\n5.  Keterangan-keterangan tentang badan-badan kredit yang\n    diperoleh berdasarkan pasal ini tidak diumumkan dan bersifat\n    rahasia, kecuali menurut ketentuan-ketentuan tersebut dalam\n    pasal 10.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "4b4c24d2-ba4b-492e-b988-d9fec1cd26b0",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "3ab1315f-130f-4f59-859d-f99a8846ae6a",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "1.  Setiap badan kredit wajib tiap-tiap tahun, dalam waktu yang\n    ditetapkan oleh Bank, mengirimkan pada Bank sebuah neraca\n    dengan baki laba rugi, menurut bentuk yang ditetapkan oleh\n    Bank, disertai penjelasan-penjelasan yang dianggap perlu oleh\n    Bank.\n2.  Bank dapat menetapkan, bahwa keterangan-keterangan tertulis\n    yang wajib dikirimkan kepadanya menurut ayat ke satu dari\n    pasal ini, terlebih dahulu diperiksa oleh akuntan yang\n    ditunjuk oleh Bank. Akuntan itu akan menyatakan hasil\n    pemeriksaannya dalam suatu laporan.\n3.  Persetujaun akuntan terhadap keterangan-keterangan tertulis\n    termaksud dalam ayat kedua dari pasal ini, dianggap\n    mengandung persetujuan sepenuhnya, kecuali jika persetujuan\n    itu diberikan \"dengan syarat.\" Persetujuan akuntan yang\n    bersifat sepenuhnya dianggap mengandung penegasan bahwa\n    keterangan-keterangan tertulis yang dikirimkan oleh badan-\n    badan kredit, telah disusun menurut kebiasaan yang berlaku\n    dalam dunia perusahaan dan penegasan tentang adanya aktiva\n    dan passiva menurut penilaian dan penjelasan-penjelasan yang\n    diberikan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "28be979b-045f-45a2-b472-63bf13e6597c",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "e82f167f-ff30-4573-bf24-7ba3bded4eee",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "1.  Setiap badan kredit wajib memasukkan pada Bank secara\n    berkala, dalam waktu-waktu yang ditetapkan untuk itu, daftar-\n    daftar yang memuat keterangan-keterangan yang dianggap perlu\n    oleh Bank mengenai perusahaan badan kredit.\n2.  Bentuk daftar-daftar yang termaksud dalam ayat 1 dari pasal\n    ini dan waktu-waktu dalam mana daftar-daftar itu harus telah\n    dimasukkan ditetapkan oleh Bank.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "00328edc-5b1c-4089-92d2-77df04259bdb",
            "name": "Article 9",
            "type": "article",
            "children": {
                "id": "b62b7f54-1702-4714-8e8e-bf0d9e377bc1",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "1.  Bank berhak menetapkan peraturan-peraturan umum yang berlaku\n    atas badan-badan kredit mengenai jalan-perusahaannya\n    berhubung dengan pelaksanaan tugas Bank termaksud dalam pasal\n    5 dari peraturan ini.\n2.  Mengenai pemberian kredit oleh badan-badan kredit itu,\n    peraturan-peraturan termaksud dalam ayat ke satu dari pasal\n    ini dapat memuat ketentuan-ketentuan sebagai berikut:\na. ketentuan-ketentuan mengenai jumlah setinggi-tingginya\ndari perkreditan atau beberapa bagiannya dengan atau\ndengan tidak mempergunakan jumlah uang yang\ndipercayakan padanya, atau bagian-bagian tertentu dari\njumlah itu, sebagai dasar perbandingan;\nb. larangan atau pembatasan terhadap pemberian beberapa\nmacam atau bentuk kredit atau kredit-kredit yang\nmelebihi suatu jumlah tertentu, ataupun larangan\nterhadap pemberian beberapa macam atau bentuk kredit\natau kredit-kredit yang melebihi suatu jumlah tertentu\ntanpa izin terlebih dahulu dari Bank;\nc. ketentuan-ketentuan mengenai bunga-debet minimum maupun\nmaksimum yang boleh diperhitungkan terhadap pihak\npengambil kredit.\n3. Berhubung dengan ketentuan dalam ayat kedua sub a dari pasal\nini Bank dapat menetapkan bahwa suatu bagian yang ditentukan\nolehnya daripada uang-tunai dari setiap badan kredit wajib\ndisimpan pada Bank atau diperbungakan dalam kertas\nperbendaharaan, atau dipisahkan secara lain.\n4. Bank berhak menetapkan dalam suatu peraturan umum, waktu,\ndalam mana peraturan-peraturan yang telah ditetapkan oleh\nBank harus telah dipenuhi, dan jika perlu untuk memperpanjang\nwaktu itu bagi semua ataupun satu atau lebih badan kredit.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "c3fe3100-e99d-4d1a-9d18-890ed35510b9",
            "name": "Article 10",
            "type": "article",
            "children": {
                "id": "cbf5107b-6847-4bd5-a0b6-f1ed2f4e2879",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "1. Jika dari keterangan-keterangan termaktub dalam surat-surat\ndan daftar-daftar yang dimasukkan menurut pasal 7 ayat 1 dan\npasal 8 ayat 1, atau dari keterangan-keterangan yang\ndiperolehnya menurut pasal 6, Bank melihat tanda-tanda suatu\nperkembangan, yang menurut pendapatnya membahayakan atau\ndapat membahayakan solvabilitas atau likwiditas suatu badan\nkredit, maka Bank dapat secara tertulis meminta perhatian\nbadan kredit yang bersangkutan untuk hal itu. Jika perlu,\npemberitahuan itu dapat disertai nasihat beserta alasan-\nalasannya supaya badan kredit yang bersangkutan dalam waktu\nyang tertentu merubah sikap dan tindakan-tindakannya mengenai\nhal-hal yang dikemukakan oleh Bank.\n2. Pada pemberian nasihat termaktub dalam ayat ke satu dari\npasal ini, Bank dapat menetapkan suatu waktu, dalam mana\nnasihat itu harus telah dipenuhi, ataupun harus telah\ndisampaikan pada Bank jawaban-jawaban beserta alasan-\nalasannya mengenai nasihat itu. Jika dalam waktu yang\nditetapkan itu, nasihat itu tidak dituruti, ataupun tidak\nditerima suatu jawaban yang memuaskan Bank, maka Bank dapat\nmengumumkan nasihat itu dalam Berita Negara, setelah badan\nkredit yang bersangkutan diberi kesempatan untuk didengar\npendapatnya.\n3. Jika badan kredit pada siapa nasihat itu diberikan,\nmenghendakinya, maka pada pengumuman termaksud dalam ayat\nkedua dari pasal ini dapat juga diumumkan surat-menyurat yang\ntelah dilakukan antara Bank dan badan kredit berhubungan\ndengan nasihat itu.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "0f7679fd-dec1-4318-8025-84feda703fdc",
            "name": "Article 11",
            "type": "article",
            "children": {
                "id": "5e1960d4-d11a-44fe-9971-d8422200c882",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "1. Keputusan untuk mengumumkan nasihat, seperti termaksud dalam pasal 10, diberitahukan oleh Bank kepada badan kredit yang bersangkutan, selambat-lambatnya 20 hari sebelumnya pengumuman itu dilakukan. Dalam waktu 14 hari sesudah pemberitahuan itu dikirimkan kepada badan kredit yang bersangkutan, badan kredit itu dapat memajukan keberatan-keberatannya terhadap keputusan sedemikian kepada Dewan Moneter yang memberi putusan dalam tingkat tertinggi. Dengan pemajuan keberatan ini maka pengumuman itu tertunda.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "7a0dfcd8-b523-4aeb-a913-31929efe3741",
            "name": "Article 12",
            "type": "article",
            "children": {
                "id": "479f9bad-5bef-4f17-baf6-095ce1d3a41b",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "1. Jika suatu badan kredit tidak atau lalai memenuhi kewajiban-kewajibannya yang lahir dari, atau berdasarkan pada peraturan ini maka Menteri Keuangan setelah mendengar pertimbangan Bank, berhak mencabut izin sebagai termaksud dalam pasal 2 ayat 1, atau izin sementara sebagai termaksud dalam pasal 3 ayat 2, dalam hal mana berlaku ketetapan-ketetapan sebagai tersebut dalam pasal 4.\n2. Jika keputusan pencabutan izin menurut ayat satu dari pasal ini telah memperoleh kekuatan yang tak dapat dirubah lagi, maka keputusan itu diumumkan oleh Menteri Keuangan di dalam Berita Negara dan di dalam harian-harian yang ditetapkan oleh pejabat tersebut.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "6a33a7c1-d324-4dc4-93d3-be4cfb04239f",
            "name": "Article 13",
            "type": "article",
            "children": {
                "id": "48449b85-6ad8-4b50-a000-a48b121e1b07",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan ini tidak berlaku untuk:\na. Bank, Lumbung dan Badan perkreditan Desa\nb. Badan perkreditan Koperasi\nc. Pegadaian\nd. Bank-bank Pasar\nc. Badan-badan perkreditan lain yang ditentukan oleh Menteri Keuangan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "d7180af2-bbd2-4030-a408-e0bce585428a",
            "name": "Article 14",
            "type": "article",
            "children": {
                "id": "868b3966-0eee-4309-abf7-16e91a38756c",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada hari diundangkan.\nAgar supaya setiap orang dapat mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatan dalam Lembaran Negara Republik Indonesia.\nDitetapkan di Jakarta,\npada tanggal 15 Januari 1955.\nPresiden Republik Indonesia,\nttd.\nSOEKARNO.\nMenteri Keuangan,\nttd.\nONG ENG DIE\nDiundangkan\npada tanggal 4 Pebruari 1955.\nMenteri Kehakiman,\nttd.\nDJODY GONDOKUSUMO.\nPENJELASAN\nUMUM\n1. Pasal 7 ayat (5) dari Undang-undang Pokok Bank Indonesia\n1953 berbunyi:\n\"Menunggu terlaksananya suatu peraturan Undang-undang\ntentang pengawasan terhadap urusan kredit, maka dengan\nPeraturan Pemerintah dapat diadakan peraturan-peraturan\nlebih lanjut bagi Bank untuk menjalankan pengawasan\ntermaksud guna kepentingan kemampuan membayar\n(\"solvabiliteit\") dan kelanjutan keuangan (\"liquiditeit\")\nbadan-badan kredit, begitu juga untuk pemberian kredit\nsecara sehat dan berdasarkan asas-asas kebijaksanaan bank\nyang tepat\".\n2. Sampai kini belum diadakan peraturan-peraturan mengenai\npengawasan terhadap urusan kredit oleh Bank Sentral,\nsungguhpun di dalam prakteknya atas dasar \"understanding\"\ndengan bank-bank yang bersangkutan sedikit banyak telah\ndilakukan pengawasan dengan cara meminta berbagai\nketerangan-keterangan dari bank-bank itu, dan di mana perlu\nmenyampaikan kepada mereka anjuran-anjuran berhubung dengan\nperkembangan di lapangan finansiil dan moneter.\nAtas dasar tersebut itulah dilakukan pengawasan\nterhadap Bank-bank Tabungan, yakni semenjak tahun 1932,\nsedangkan Bank Sentral berdasarkan laporan-laporan neraca\nbank yang diterima setiap triwulan dapat memperoleh\ngambaran sekedarnya tentang keadaan sebagian besar dari\nbank-bank umum (dagang).\nAkan tetapi pengawasan yang efektif terhadap semua\nbank di Indonesia, yang jika perlu dapat diperkuat dengan\nsanksi-sanksi, hingga kini belumlah ada.\nMengingat jalannya perkembangan urusan bank dan kredit\ndi Indonesia, maka sekarang dirasakan sangat perlu adanya\nperaturan yang pasti tentang pengawasan terhadap urusan\nkredit.\nKiranya dalam hal ini beberapa peraturan umum yang\nluas dapat mencukupi, oleh karena jika kita hendak lebih\n3. Tujuan pengawasan terhadap urusan kredit pengawasan mana mengandung fungsi pendidikan adalah tiga jenis, yakni:\nprimo : memajukan perkembangan pemberian kredit oleh bank-bank secara sehat dan yang berdasar pada asas-asas kebijaksanaan bank yang tepat;\nSecundo : perlindungan langsung terhadap kredit-kredit bank-bank ini (perlindungan mana dengan sendirinya secara tak langsung juga didapati dari usaha, termaksud sub primo);\ntertio : pembatasan ataupun bimbingan dalam pemberian kredit oleh bank-bank menurut garis-garis yang tertentu, untuk dapat mengendalikan politik moneter dan ekonomi yang dianggap perlu bagi kepentingan Negara.\n4. Pengawasan ini hanya baru dapat dilakukan sebagaimana mestinya, jika perluasan jumlah bank-bank dapat diatur dengan memperhatikan segi-segi moneter, finansiil dan ekonomis, jadinya tidak sebagai keadaan pada waktu ini, di mana pendirian bank-bank dapat dilakukan dengan tiada pengawasan dan tidak terbatas. Suatu jumlah besar bank-bank kecil yang pada sendirinya sudah tidak bermanfaat bagi perkembangan urusan bank yang kokoh, oleh karena mereka, berhubung dengan banyaknya dan sungguhpun tidak berkekuatan cukup, harus berkonkurensi satu sama lain dengan sengit, sehingga terpaksa menawarkan syarat-syarat kredit yang dari sudut kepentingan bank tak dapat dipertanggung jawabkan merupakan rintangan bagi kemungkinan pengawasan yang efisien. Maka dari itu seharusnyalah dimuat suatu ketentuan dalam peraturan itu, yang menetapkan bahwa bank-bank yang didirikan sesudah pengundangan peraturan tersebut harus mempunyai modal, sekurang-kurangnya 22 juta rupiah. Bagi bank-bank yang sudah berdiri sebelumnya peraturan itu berlaku sebaiknya diadakan suatu masa peralihan.\n5. Selanjutnya Bank Indonesia harus melakukan pengawasan guna kepentingan solvabilitet dan likwiditet badan-badan kredit. Untuk sementara cukuplah, jika dalam hal ini diadakan ketentuan, bahwa Bank Indonesia tentang hal ini berhak mengadakan peraturan-peraturan guna menjaga terjaminnya solvabilitet dan likwiditet dari bank-bank yang bersangkuan. Mengingat perbedaan-perbedaan besar antara bank-bank yang ada, maka adalah terlalu sulit untuk mengadakan ukuran-ukuran yang mutlak mengenai hal itu.\n6. Untuk sementara Peraturan Pemerintah ini dinyatakan berlaku\nPENJELASAN PASAL DEMI PASAL",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "cc121089-8334-43c8-9c20-ec199311215c",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "5b2716b9-689d-4c8e-bf4a-e66b74d8d9f9",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Perumusan dari arti kata \"bank\" dan \"bank tabungan\"\ndibuatnya sedemikian rupa, sehingga semua bank, baik\nnasional maupun luar-negeri, yang bekerja dan yang akan\ndidirikan atau ditempatkan di sini dan menamakan dirinya\n\"bank\" atau \"bank tabungan\", termasuk di bawah ketentuan-\nketentuan peraturan ini.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "a5fcafef-6a92-46ae-9205-46735a7fc551",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "985c1ae9-a086-4b52-80cd-093841ef294e",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Izin tertulis yang diberikan oleh Menteri Keuangan -\nuntuk mana Bank (Indonesia) juga akan diminta\npertimbangannya hanya akan diberikan kepada\n(2) Bank-bank yang mempunyai suatu modal-minimum sendiri\nyang tertentu. Alasan-alasan dari pembatasan ini telah\ndiuraikan dalam bagian Umum dari Penjelasan ini.\nBerhubung dengan tugas Dewan Moneter yang termaktub\ndalam pasal 22 dari Undang-undang Pokok Bank Indonesia\n1953, maka sudah selayaknyalah jika Dewan Moneter\nmenetapkan syarat-syarat tertentu mengenai pendirian\n(penempatan) bank-bank.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "1c1958e4-adbc-465a-a712-7ee1f065045f",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "d3d0182c-a62e-429e-83d2-25297751617c",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Jangka waktu tiga bulan kiranya boleh dianggap cukup\nluas, sedangkan\n(2) Berhubung dengan kenyataan, bahwa sebagian besar dari\nbank-bank nasional yang ada belum akan dapat memenuhi\nsyarat mengenai modal minimum yang ditetapkan, maka\ntentang hal ini perlu adanya suatu masa peralihan;\ndalam masa peralihan itu suatu bank dapat melakukan\nusahanya berdasarkan suatu \"izin sementara\".\nDalam ayat (3), khususnya mengingat akan kesukaran-\nkesukaran yang dihadapi pada pertumbuhan urusan bank\nnasional, dimuat sebuah oscape-clause berkenaan dengan\nkemungkinan diperpanjangnya izin-izin sementara, untuk\nmana diperlukan persetujuan Dewan Moneter.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "a16bc620-3e10-4312-872f-50536281041a",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "51e29a23-d32e-4d16-a198-4017fd59bf90",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Ditetapkannya Dewan Moneter sebagai instansi-bandingan yang\ntertinggi adalah sesuai dengan tugas dan kedudukan Dewan\nMoneter sebagai ditetapkan dalam Undang-undang Pokok Bank\nIndonesia 1953.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "52bfd826-f8b1-48ee-97ab-816bf88ed3b6",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "4c122c80-0670-401a-87bc-3d54177e719c",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pengawasan terhadap badan-badan kredit menurut pasal ini\nadalah sejalan dengan tugas Bank Sentral sebagai disebutkan\ndalam pasal 7 ayat (4) dan(6) dari Undang-undang Pokok Bank\nIndonesia 1953.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "9ce98ebd-c40e-4628-8edb-879868247d27",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "ffdaa8dc-37f3-4fa0-bec5-763f6b018a58",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pasal ini mengenai pelaksanaan teknis daripada pengawasan\nyang ditugaskan kepada Bank Sentral terhadap urusan kredit.\nApa yang ditetapkan di sini hanya merupakan akibat dari\ntugas yang diserahkan pada Bank Indonesia berdasarkan\nUndang-undang Pokok Bank Indonesia 1953.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "eb8e06aa-f476-4c91-a865-81087d8ca6c8",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "bf73062c-1eee-4ab6-aa36-2d6e300ed2ce",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Tentang hal ini dipersilahkan melihat penjelasan tentang\npasal 6.\nKemungkinan untuk mengadakan pemeriksaan akuntan terhadap\nketerangan-keterangan tertulis bukan saja berfaedah untuk\npelaksanaan pengawasan yang baik oleh Bank Sentral,\nmelainkan pemeriksaan ini mungkin akan pula menguntungkan\nbagi baiknya organisasi administratif dari badan kredit\nyang bersangkutan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "2e0b0d06-ddd1-486d-8a4f-d7c56965860e",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "b592cec3-0bd2-47e1-bbd5-69f269cfbf4e",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pasal ini mengenai pemasukan keterangan-keterangan berkala,\nseperti misalnya perincian debitur-debitur dan kreditur-\nkreditur, daftar-daftar keterangan itu dibuat sesuai dengan\nformulir-formulir yang ditetapkan oleh Bank, agar dengan\ndemikian keterangan-keterangan itu dapat dikerjakan\nsecepat-cepatnya.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "f87405ae-6f79-42b1-8926-0a13d95ff44e",
            "name": "Article 9",
            "type": "article",
            "children": {
                "id": "391f8d54-dd73-4c4b-a2c2-83dc4a26d52a",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Ketentuan dalam pasal ini adalah pelaksanaan dari tiga\njenis tujuan yang hendak dicapai dengan pengawasan terhadap\nurusan kredit, seperti yang diuraikan dalam bagian Umum\ndari Penjelasan ini.\nPasal 10, 11\nApa yang ditetapkan dalam pasal-pasal ini kiranya tidak\nmemerlukan penjelasan lebih lanjut, di sini tampak dengan\njelas unsur pendidikan dan fungsi membangun dari pengawasan\noleh Bank.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "c7e3a5fa-7cdf-4d39-ba65-cd0368473181",
            "name": "Article 12",
            "type": "article",
            "children": {
                "id": "32ac53a4-f125-475a-ae9b-cfeacb3024b5",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pasal ini memuat sanksi berupa pencabutan izin oleh Menteri\nKeuangan, terhadap tidak atau tidak cukup ditaatinya\nkewajiban-kewajiban oleh badan-badan kredit sebagaimana\nditentukan dalam atau berdasarkan Peraturan Pemerintah ini.\nLEMBARAN NEGARA REPUBLIK INDONESIA TAHUN 1955 NOMOR 2 DAN\n",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "1",
        "Tahun": "1955",
        "Tentang": "PENGAWASAN TERHADAP URUSAN KREDIT",
        "Menimbang": {
            "Introduction": "\nbahwa untuk perkembangan pemberian kredit secara sehat berdasarkan\nasas-asas kebijaksanaan bank yang tepat oleh badan-badan kredit\nyang bekerja di Indonesia, begitu juga guna kepentingan\nsolvabilitet dan likwiditet badan-badan kredit tersebut, perlu\nditetapkan peraturan-peraturan tentang pengawasan terhadap urusan\nkredit."
        },
        "Mengingat": {
            "Introduction": "\npasal 7 ayat 5 Undang-undang Pokok Bank Indoneisa 1953 (Undang-\nundang No. 11 tahun 1953; Lembaran Negara tahun 1953 No. 40);\nMendengar \nDewan Menteri dalam rapatnya yang ke-89 pada tanggal 23 Desember\n1954;"
        },
        "Menetapkan": "\nPeraturan Pemerintah tentang pengawasan terhadap urusan kredit.",
        "tanggal sah": ""
    }
}