{
    "results": [
        {
            "id": "1088bd76-2946-4067-8bd7-670e48ac2aa9",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "6705b30a-addc-45a9-9ac1-ea5f8f116fe0",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "765510e7-6c45-4764-8ee6-6c57c4ab98e4",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan :\n1. Pendidikan adalah usaha atau kegiatan untuk menyiapkan peserta\ndidikan melalui lembaga bimbingan, pengajaran dan/atau latihan\nbagi peranannya dimasa yang akan datang.\n2. Ilmu pengetahuan adalah pengetahuan tentang suatu bidang yang\ndisusun secara sistematis menurut metoda-metoda tertentu yang\ndapat digunakan untuk menerangkan gejala-gejala tertentu dalam\nbidang tersebut.\n3. Penelitian dan pengembangan adalah usaha ilmiah yang sistematis\nuntuk menemukan hal-hal yang baru, memecahkan sesuatu\nmasalah, menguji kebenaran hipotesa atau teori, dan mencari\npenerapan praktis.",
                        "explanation": "\nAngka 1\nCukup jelas\nAngka 2\nCukup jelas\nAngka 3\nKegiatan penelitian dan pengembangan pada hakekatnya juga\nsering dianggap sebagai kegiatan penemuan teknologi, yaitu\nupaya penerapan ilmu pengetahuan secara sistimatik dalam\nkegiatan industri dan perdagangan."
                    }
                }
            ]
        },
        {
            "id": "c7bd6bf9-2eb0-4ace-9e07-ca3d22d12505",
            "name": "Chapter II",
            "title": "\nPELAKSANAAN PENERJEMAHAN DAN/ATAU\nPERBANYAKAN",
            "type": "chapter",
            "children": [
                {
                    "id": "a962cb47-f4f2-4383-b6f7-a5ae3fc6100a",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "47461612-dc66-45d9-a656-5dfd98e50506",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nUntuk kepentingan kemajuan pendidikan, ilmu pengetahuan, dan\nkegiatan penelitian dan pengembangan, Pemerintah dapat minta, dan\njika tidak bersedia membebankan kewajiban, kepada pemegang Hak\nCipta sesuatu ciptaan yang selama 3 (tiga) tahun sejak diumumkan\ndimanapun juga belum diterjemahkan ke dalam bahasa Indonesia atau\ndiperbanyak di wilayah Negara Republik Indonesia, untuk\nmenerjemahkan ciptaannya tersebut ke dalam bahasa Indonesia",
                        "explanation": "\nDengan ketentuan ini maka ciptaan yang menjadi obyek pengaturan\nPeraturan Pemerintah ini hanya dibatasi pada ciptaan yang\nbenar-benar dinilai penting dan karenanya diperlukan bagi\nkemajuan pendidikan, pengembangan ilmu pengetahuan, serta\nkegiatan penelitian dan pengembangan.\nApabila ciptaan tersebut berwujud buku, maka yang dimaksudkan\nadalah yang berbahasa asing.\nAdapun ciptaan yang menjadi obyek dalam Pasal ini adalah yang\nselama (tiga) tahun sejak diumumkan, belum pernah\nditerjemahkan dan/atau diperbanyak di wilayah Negara Republik\nIndonesia.\nArti pengumuman dalam ketentuan ini adalah sama dengan\npengertian sebagaimana dimaksud dalam Undang-undang Hak Cipta.\nPengumuman itu mungkin dilakukan di Indonesia atau dimanapun\njuga."
                    }
                },
                {
                    "id": "c3c0c8b2-dc49-442d-84ba-53c4933879d1",
                    "name": "Article 3",
                    "type": "article",
                    "children": [
                        {
                            "id": "59aab4ec-d6b5-4c0f-9432-bd21bd90a629",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Permintaan atau kemudian pembebanan kewajiban sebagaimana\ndimaksud dalam Pasal 2 diberitahukan oleh Menteri Kehakiman\natas nama Pemerintah setelah mendengar pertimbangan Dewan\nHak Cipta.",
                            "explanation": "\nDalam hal ini Menteri Kehakiman bertindak untuk dan atas nama\nPemerintah, setelah mendengar pertimbangan Dewan Hak Cipta\nsebagaimana dimaksud dalam Peraturan Pemerintah Nomor 14\nTahun 1986 tentang Dewan Hak Cipta."
                        },
                        {
                            "id": "b3c16b5b-c8f6-4f96-a196-a61512f9f4d2",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pemberitahuan sebagaimana dimaksud dalam ayat (1)\ndisampaikan oleh Menteri Kehakiman dengan surat tercatat\nmelalui dinas Pos dan bilamana dimungkinkan melalui saluran\ndiplomatik.",
                            "explanation": "\nSurat pemberitahuan disampaikan melalui dinas Pos secara\ntercatat dan bilamana dimungkinkan melalui saluran diplomatik\ndengan mana Indonesia memiliki persetujuan kerjasama di"
                        }
                    ]
                },
                {
                    "id": "b1454d6a-db34-436e-bdc8-a9b7692628fe",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "574a040b-a80a-4e54-b761-95f2b5d3d14f",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pernyataan kesediaan untuk memenuhi permintaan guna\nmelaksanakan penerjemahan dan/atau perbanyakan tersebut di\nwilayah Negara Republik Indonesia disampaikan oleh Pemegang\nHak Cipta kepada Menteri Kehakiman selambat-lambatnya dalam\nwaktu 8 (delapan) bulan terhitung sejak tanggal diterimanya\nsurat pemberitahuan Menteri Kehakiman oleh dinas Pos.",
                            "explanation": "\nPernyataan tersebut pada dasarnya bersifat kesediaan untuk\nmemenuhi permintaan. Oleh karena yang penting adalah\ntersedianya ciptaan, maka Pemegang Hak Cipta boleh\nmelakukannya dengan cara :\nPertama, segera mengekspor atau menambah ekspor ciptaan\ntersebut ke Indonesia;\nKedua, melalui perjanjian lisensi guna menerjemahkan dan/atau\nmemperbanyak ciptaan tersebut di Indonesia;\nKetiga, gabungan kedua cara tersebut.\nJangka waktu 8 (delapan) bulan dinilai cukup untuk\nmempertimbangkan permintaan dan memberikan jawaban.\nKapan harus dilaksanakan, periksa penjelasan berikutnya.\nTanggal penerimaan surat oleh dinas Pos yang tertera pada bukti\npengiriman surat tercatat, digunakan sebagai saat mulai\ndihitungnya jangka waktu untuk pelaksanaan penerjemahan\ndan/atau perbanyakan. Pemilihan tanggal penerimaan oleh dinas\nPos ini, semata-mata karena penggunaan jasa Pos, telah umum\ndiketahui dan lazim digunakan"
                        },
                        {
                            "id": "80834d8a-124f-4dd1-91de-8e8483be45a0",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pelaksanaan penerjemahan dan/atau perbanyakan harus telah\nmulai dilakukan oleh Pemegang Hak Cipta selambat-lambatnya\ndalam waktu 18 (delapan belas) bulan terhitung sejak tanggal\nditerimanya surat pemberitahuan tersebut oleh dinas Pos.",
                            "explanation": "\nJangka waktu 18 (delapan belas) bulan ini juga dihitung dari tanggal\npenerimaan surat pemberitahuan yang pertama oleh dinas Pos.\nYang dimaksud dengan saat mulainya pelaksanaan penerjemahan\ndan/atau perbanyakan adalah saat Pemegang Hak Cipta mulai\nmelakukan langkah-langkah yang nyata untuk memperbanyak\nmelalui cara ekspor ke Indonesia, atau memberi lisensi guna\nmenerjemahkan dan/atau memperbanyak ciptaannya di wilayah\nNegara Republik Indonesia.\nKetentuan ini diperlukan untuk mencegah upaya yang bersifat\nsemu dari Pemegang Hak Cipta, yaitu sekedar menyatakan\nkesediaan saja tetapi tidak mewujudkannya dalam\nlangkah-langkah yang kongkrit.\nDalam hal pemberian lisensi, jangka waktu selama 18 (delapan\nbelas) bulan tersebut memberikan kesempatan yang sangat\ncukup kepada Pemegang Hak Cipta untuk menemukan rekan\nusaha di Indonesia yang dapat diajak bekerja sama dalam rangka\npenerjemahan dan/atau perbanyakan. Seandainya kesediaan\ntersebut pada akhirnya baru diberikan pada bulan ke delapan\nsejak adanya pemberitahuan yang pertama kali, sisa waktu\nselama sepuluh bulan itupun dipandang masih cukup."
                        },
                        {
                            "id": "63429992-dc80-49e3-be49-44fdc1860061",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Dalam hal pelaksanaan penerjemahan dan/atau perbanyakan\ndilakukan melalui perjanjian lisensi, maka hal itu harus dilakukan\nmelalui cara kerjasama dengan badan hukum Indonesia yang\nberusaha di bidang antara lain penerbitan.",
                            "explanation": "\nPemegang Hak Cipta tidak diijinkan untuk melaksanakan sendiri\nsecara langsung di Indonesia. Kerja sama tersebut harus\ndilakukan dengan badan hukum Indonesia yang berusaha di\nbidang antara lain penerbitan di Indonesia. Bahwa sebagai\npenerbit badan hukum tersebut juga memiliki unit atau fasilitas\npercetakan; tidaklah menjadi masalah. Sebaliknya tidak\ndibolehkan apabila kerja sama itu dilakukan dengan badan\nhukum yang semata-mata hanya berusaha di bidang percetakan.\nUntuk kelancaran pelaksanaannya, apabila perlu Pemerintah\nmembantu Pemegang Hak Cipta dengan menyampaikan daftar\nbadan hukum serupa itu, atau alamat asosiasi-nya."
                        }
                    ]
                },
                {
                    "id": "c4f25ab2-f1fb-4212-85e1-fb85cefee3c3",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "56bb08f1-f20e-4e60-b798-a8b3f72f29e9",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam keadaan tertentu, Pemerintah dapat mempertimbangkan permintaan Pemegang Hak Cipta untuk tidak melaksanakan penerjemahan dan perbanyakan ciptaan tersebut sekaligus, melainkan hanya memperbanyak saja.",
                        "explanation": "\nYang dimaksud dengan keadaan tertentu adalah kesulitan yang\nmungkin dihadapi untuk melakukan penerjemahan karena belum\nadanya penerjemah yang mampu menerjemahkan secara benar dan\ntepat, atau kesulitan penerjemah untuk memenuhi permintaan\nmenyelesaikan penerjemahan tersebut dalam waktu tertentu\nberhubung dengan banyaknya penerjemahan yang harus\ndiselesaikannya.\nDalam hal demikian, Pemerintah dapat mempertimbangkan bahwa\npelaksanaannya baru dipenuhi terbatas pada perbanyakan. Dengan\ndemikian dalam kasus seperti ini yang diperbanyak adalah ciptaan\nyang asli. Hal ini berarti hanya penundaan kewajiban\npenerjemahan. Bilamana kesulitan sebagai di atas telah teratasi,\nmaka penerjemahan dan perbanyakan harus segera dilakukannya. Di\nlain pihak, apabila Pemerintah dapat menunjukkan penerjemah\nyang mampu melaksanakannya dengan benar dan tepat, Pemerintah\nmenyampaikannya kepada Pemegang Hak Cipta. Dalam hal ini,\nPemerintah tidak mempertimbangkan permintaan untuk hanya\nmelaksanakan perbanyakan saja."
                    }
                },
                {
                    "id": "7e707934-9a8b-43e2-8819-fee84ddf804f",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "7a4e715c-0ce4-4786-b084-dcb9625b71b4",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nApabila dalam waktu sebagaimana dimaksud dalam Pasal 4 ayat (1) Pemegang Hak Cipta secara tertulis menyatakan tidak bersedia memenuhi permintaan untuk melaksanakan penerjemahan dan/atau perbanyakan sebagaimana dimaksud dalam Pasal 2, atau tidak memberi tanggapan sama sekali, maka kepada Pemegang Hak Cipta yang bersangkutan diberitahukan adanya kewajiban untuk memberikan lisensi kepada badan hukum Indonesia yang berusaha di bidang antara lain penerbitan untuk melaksanakan penerjemahan dan/atau perbanyakan ciptaannya di wilayah Negara Republik Indonesia.",
                        "explanation": "\nLangkah ini ditempuh setelah langkah pertama yang berupa\npermintaan dan dengan tetap memberikan kebebasan tentang\ncara pelaksanaan yang begitu lunak, tidak ditanggapi atau ditolak\noleh Pemegang Hak Cipta. Dalam hal demikian, kepada\nPemegang Hak Cipta kemudian diberitahukan untuk\nmelaksanakan penerjemahan dan/atau perbanyakan tersebut\ndengan cara memberikan lisensi kepada badan hukum Indonesia\nyang berusaha di bidang antara lain penerbitan untuk\nmenerjemahkan dan/atau memperbanyak ciptaannya tersebut.\nKata \"antara lain\" pada bagian kalimat \"badan hukum Indonesia\nyang berusaha di bidang antara lain penerbitan\" tidak berarti\npengarahan bahwa badan usaha tersebut mempunyai berbagai\nbidang usaha termasuk penerbitan. Sebaliknya hal itu menunjuk\nlingkup usaha yang khusus. Kalau ciptaan tersebut berupa karya\nyang diwujudkan dalam bentuk buku, maka badan hukum"
                    }
                },
                {
                    "id": "122affb1-3b60-49e7-bbb2-9b65da5ccd43",
                    "name": "Article 7",
                    "type": "article",
                    "children": [
                        {
                            "id": "e7e8b4d1-4437-41e9-a85a-65d3cd0e8631",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Apabila Pemegang Hak Cipta secara tertulis menyatakan tidak bersedia untuk memenuhi kewajiban sebagaimana dimaksud dalam Pasal 6, atau tidak memberi tanggapan sama sekali, Pemerintah melaksanakan sendiri penerjemahan dan atau perbanyakan tersebut dengan memberikan imbalan yang wajar kepada Pemegang Hak Cipta.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "1285f898-fd7d-40ea-b14f-6c20cce9dfcc",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pelaksanaan lebih lanjut ketentuan sebagaimana dimaksud dalam ayat (1) ditetapkan oleh Menteri Kehakiman setelah mendengar pertimbangan Dewan Hak Cipta dan Menteri Keuangan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "fc4976af-4ff8-482d-9042-16dc806f41c9",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Pelaksanaan penerjemahan dan/atau perbanyakan sebagaimana dimaksud dalam ayat (1) tidak merupakan pelanggaran Hak\nCipta.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "8b01e3f4-6a4a-423e-ba9e-ac3cad98b463",
                    "name": "Article 8",
                    "type": "article",
                    "children": {
                        "id": "bdd156e3-4db5-4e06-b69e-1ca8418ac123",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nHak Cipta atas karya terjemahan diakui sebagai ciptaan tersendiri dan\nmendapatkan perlindungan berdasarkan Undang-undang Hak Cipta,\ndengan ketentuan bahwa hak moral Pemegang Hak Cipta harus\ndiperhatikan.",
                        "explanation": "\nHasil terjemahan pada dasarnya merupakan karya tersendiri, yang karenanya memperoleh perlindungan sebagai ciptaan. Sekalipun begitu, hak moral yang antara lain meliputi nama Pemegang Hak Cipta, termasuk nama penciptanya, untuk dicantumkan secara lengkap dalam karya terjemahan tersebut harus tetap diperhatikan dan dipenuhi."
                    }
                },
                {
                    "id": "a926319c-2e68-487c-851b-d2907deeb09f",
                    "name": "Article 9",
                    "type": "article",
                    "children": [
                        {
                            "id": "cbc6b03f-c965-4469-97b8-40c669357915",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pemerintah melakukan pengawasan atas peredaran dan\npemanfaatan karya ciptaan yang dihasilkan dari pelaksanaan\npenerjemahan dan/atau perbanyakan berdasarkan Peraturan\nPemerintah ini.",
                            "explanation": "\nPengawasan ini dimaksudkan agar usaha-usaha untuk membuat agar ciptaan tersedia secara cukup berdasarkan Peraturan Pemerintah ini, benar-benar mencapai sasaran yaitu kemajuan pendidikan, ilmu pengetahuan, dan kegiatan penelitian dan pengembangan."
                        },
                        {
                            "id": "0346fdee-5cc9-4f6a-bd54-c389ad863663",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Semua karya terjemahan dan/atau perbanyakan ciptaan yang\ndihasilkan berdasarkan Peraturan Pemerintah ini hanya\ndiperuntukkan bagi kepentingan pendidikan, pengembangan ilmu\npengetahuan, dan kegiatan penelitian dan pengembangan, serta\nhanya untuk memenuhi kebutuhan pemakaian di wilayah Negara\nRepublik Indonesia.",
                            "explanation": "\nHasil penerjemahan dan/atau perbanyakan tersebut tidak boleh\ndiekspor."
                        },
                        {
                            "id": "fd8d0668-8f1d-4050-99c0-83f8ac4df4ec",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Pelaksanaan lebih lanjut ketentuan sebagaimana dimaksud dalam\nayat (1) dan ayat (2) diatur oleh Menteri Kehakiman setelah\nmendengar pertimbangan Menteri atau Pimpinan Instansi lainnya\nyang tugas dan kewenangannya berkaitan dengan masalah\ntersebut.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "f8ab8dce-7f20-4a10-85bc-e05bdc0b629b",
            "name": "Chapter III",
            "title": "\nPENILAIAN TENTANG KEPENTINGAN\nDAN PERLUNYA DILAKUKAN PENERJEMAHAN\nDAN/ATAU\nPERBANYAKAN SUATU CIPTAAN",
            "type": "chapter",
            "children": [
                {
                    "id": "8a3b4948-88fc-4165-9275-3a13b1e0fe30",
                    "name": "Article 10",
                    "type": "article",
                    "children": {
                        "id": "efa1de03-e4b9-4eeb-aa3e-96c0b4521e7e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPenilaian bahwa suatu ciptaan penting dan bermanfaat bagi perkembangan dan kemajuan pendidikan, ilmu pengetahuan, dan penelitian dan pengembangan, sehingga karenanya perlu untuk diterjemahkan dan atau diperbanyak di wilayah Negara Republik Indonesia, dilakukan oleh Menteri Kehakiman dengan memperhatikan pertimbangan Dewan Hak Cipta.",
                        "explanation": "\nDengan ketentuan ini, maka tidak setiap orang dapat menyatakan\nbahwa sesuatu ciptaan penting bagi kegiatan pendidikan, ilmu\npengetahuan, dan kegiatan penelitian dan pengembangan di\nIndonesia. Bidang-bidang tersebut penting bagi kemajuan Bangsa\ndan Negara. Karenanya, yang menilai adalah Pemerintah dalam hal\nini Menteri Kehakiman.\nKewenangan ini dilakukan dengan memperhatikan pertimbangan\nDewan Hak Cipta."
                    }
                },
                {
                    "id": "83ac1737-0c00-4958-8b3a-dc48d41ed35c",
                    "name": "Article 11",
                    "type": "article",
                    "children": [
                        {
                            "id": "3006bb70-94cf-4c5b-b68b-a7fe65f2db05",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Lembaga pendidikan baik yang diselenggarakan oleh Pemerintah maupun swasta di Indonesia, dan lembaga-lembaga lainnya yang berkepentingan atas kemajuan ilmu pengetahuan serta kegiatan penelitian dan pengembangan, dapat menyampaikan usul kepada Menteri Kehakiman untuk menetapkan bahwa suatu ciptaan perlu diterjemahkan dan atau diperbanyak di wilayah Negara Repubhk Indonesia.",
                            "explanation": "\nUsul harus datang dari lembaga yang langsung mengelola atau\nmenjalankan kegiatan pendidikan, atau yang berkepentingan\ndengan pembinaan dan usaha untuk memajukan ilmu\npengetahuan, serta kegiatan penelitian dan pengembangan.\nLembaga seperti ini, dapat dimiliki Pemerintah maupun swasta.\nPembatasan di atas perlu diadakan agar hanya pihak-pihak yang\nsecara langsung berkepentingan sajalah yang berurusan dengan\nmasalah tersebut. Pembatasan lembaga yang boleh\nmenyampaikan usul ini dimaksudkan untuk menjaga agar tujuan\ntersebut tidak dicemari oleh kepentingan yang sebenarnya\nsemata-mata bersifat ekonomi finansial tetapi menggunakan\ndalih kepentingan nasional. Begitu pula penyampaian melalui\nDepartemen Pendidikan dan Kebudayaan tersebut dimaksudkan\nagar usul-usul tersebut dapat diteliti terlebih dahulu secara\nfungsional dan terpusat.\nHasil penelitian selanjutnya disusun dengan memperhatikan\npertimbangan dari Menteri atau Pimpinan Lembaga yang\nbersangkutan. Dengan disertai pendapat terhadap hasil\npenelitian, usul tersebut selanjutnya disampaikan kepada\nMenteri Kehakiman. Dilingkungan Departemen Pendidikan dan\nKebudayaan, tugas ini diselenggarakan oleh satuan organisasi\nyang ditetapkan oleh Menteri Pendidikan dan Kebudayaan."
                        },
                        {
                            "id": "20b630e4-0e54-4137-bd02-9c1c02b97612",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Usul-usul sebagaimana dimaksud dalam ayat (1) diajukan melalui Departemen Pendidikan dan Kebudayaan dengan tembusan kepada Menteri atau Pimpinan Lembaga yang lingkup tugas, tanggung jawab dan kewenangannya mencakup bidang yang berkaitan dengan ciptaan tersebut.",
                            "explanation": "\nBila usul tersebut menyangkut kepentingan penelitian dan\npengembangan di bidang teknologi industri, maka tembusan usul\nharus disampaikan kepada Menteri Perindustrian dan Ketua\nBadan Pengkajian dan Penerapan Teknologi (BPPT).\nBila usul menyangkut kepentingan pendidikan, tembusan usulan\ndisampaikan kepada Menteri Pendidikan dan Kebudayaan. Begitu\nseterusnya bila menyangkut kepentingan ilmu pengetahuan,\ntembusannya disampaikan kepada Ketua Lembaga Ilmu\nPengetahuan Indonesia.\nMenteri atau Pimpinan Lembaga tersebut, secepatnya\nmemberikan pertimbangan dan saran terhadap usul tadi, dan\nselanjutnya menyampaikannya kepada Menteri Kehakiman\nmelalui Departemen Pendidikan dan Kebudayaan."
                        },
                        {
                            "id": "d41bb6a0-95ee-4422-a527-3b8670acbdac",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Usul sebagaimana dimaksud dalam ayat (1) dan ayat (2) harus dilengkapi dengan contoh ciptaan yang dimaksud, pertimbangan-pertimbangan yang mendasari, tujuan yang akan\ndicapai, manfaat pasti yang akan diperoleh, dan lain-lain hal yang mendasari usul tersebut.",
                            "explanation": "\nCukup jelas, dan selanjutnya lihat pula penjelasan Pasal 14 ayat\n(1)."
                        }
                    ]
                },
                {
                    "id": "85dd3b5d-ca60-44c3-958d-42f5f54de2f8",
                    "name": "Article 12",
                    "type": "article",
                    "children": {
                        "id": "250b57ed-d8fc-4664-b7bd-85a77563cc17",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nApabila dalam waktu yang bersamaan diterima dua usul atau lebih yang menyangkut bidang kepentingan yang sama dan mengandung materi yang hampir sama, maka Departemen Pendidikan dan Kebudayaan wajib memberikan pertimbangan yang jelas apakah usul tersebut dipilih salah satu atau perlu dipertimbangkan semuanya.",
                        "explanation": "\nSeringkali terdapat beberapa ciptaan, misalnya buku, yang\nmembahas cabang Ilmu pengetahuan yang sama.\nTetapi tidak mungkin diantara beberapa ciptaan tersebut terdapat"
                    }
                },
                {
                    "id": "1e43a4f8-91d0-40f0-a6d4-40d30eb59e43",
                    "name": "Article 13",
                    "type": "article",
                    "children": [
                        {
                            "id": "0df3d3d6-8f44-476f-8c13-9c0a72209cdc",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dengan meniperhatikan ketentuan sebagaimana dimaksud dalam Pasal 10, Menteri Kehakiman menetapkan persetujuan atau penolakan terhadap usul dan pertimbangan sebagaimana dimaksud dalam Pasal 11 dan Pasal 12.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "8586c553-dcbd-4271-9ac3-300885bce1db",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Persetujuan atau penolakan terhadap usul dan pertimbangan tersebut, dan penetapan bahwa sesuatu ciptaan wajib diterjemahkan dan/atau diperbanyak di wilayah Negara Republik Indonesia, berikut pembebanan kewajiban terhadap Pemegang Hak Cipta, dilakukan Menteri Kehakiman setelah memperhatikan pertimbangan Dewan Hak Cipta.",
                            "explanation": "\nMenteri Kehakiman mengkaji dan mempertimbangkan usulan dan\nsaran tersebut bersama Dewan Hak Cipta.\nPertimbangan Dewan Hak Cipta disampaikan secara resmi kepada\nMenteri Kehakiman sesuai dengan tata cara dan prosedur kerja\nyang ditetapkan Dewan Hak Cipta."
                        }
                    ]
                }
            ]
        },
        {
            "id": "306a1b41-5e96-48ea-8721-2d29184ad7e2",
            "name": "Chapter IV",
            "title": "\nTATA CARA PEMBERITAHUAN PERMINTAAN DAN PEMBEBANAN KEWAJIBAN",
            "type": "chapter",
            "children": [
                {
                    "id": "76481840-9311-4057-a460-d083e33d7e29",
                    "name": "Article 14",
                    "type": "article",
                    "children": [
                        {
                            "id": "d16e2445-5752-4bce-9023-93dbad51cb13",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Menteri Kehakiman menyampaikan surat pemberitahuan mengenai permintaan sebagaimana dimaksud dalam Pasal 2 dan Pasal 3 secara langsung kepada Pemegang Hak Cipta dengan\nmencantumkan:\na. alasan yang jelas yang mendasari permintaan;\nb. judul atau nama ciptaan;\nc. permintaan untuk menerjemahkan dan/atau memperbanyak ciptaan tersebut di wilayah Negara Republik Indonesia;\nd. jumlah terjemahan dan/atau perbanyakan yang diperlukan dengan menunjuk perincian tiap-tiap volume ciptaan;\ne. batas waktu untuk menyatakan kesediaan dan/atau pemberitahuan apakah Pemegang Hak Cipta akan melaksanakan penerjemahan dan/atau perbanyakan tersebut, cara pemenuhan permintaan yang akan ditempuh, dan dalam hal ditempuh melalui perjanjian/lisensi, nama dan badan hukum Indonesia yang ditunjuknya;\nf. hak-hak yang dimiliki Pemegang Hak Cipta;\ng. lain-lain hal yang perlu untuk diketahui Pemegang Hak Cipta.",
                            "explanation": "\nPencantuman hal-hal yang perlu diketahui tersebut dimaksudkan\nuntuk memberikan kejelasan bagi Pemegang Hak Cipta.\nSurat pemberitahuan disampaikan dengan cara sebagaimana\ndimaksud dalam Pasal 3."
                        },
                        {
                            "id": "8924612d-8313-474f-a549-2f46939eca9f",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Apabila dalam jangka waktu 4 (empat) bulan terhitung sejak tanggal penerimaan oleh dinas pos surat pemberitahuan kedua tidak dikembalikan oleh dinas Pos, maka pemberitahuan itu dianggap telah diterima oleh Pemegang Hak Cipta dan untuk itu diberlakukan ketentuan Pasal 4 ayat (1) dan ayat (2).",
                            "explanation": "\nDengan ketentuan ini, diharapkan Pemegang Hak Cipta segera\nmemberikan tanggapan atas surat pemberitahuan tentang\npersetujuan atau penolakannya.\nDalam hal penolakan, harus disertakan pula alasan-alasannya\nyang jelas. Persetujuan untuk memenuhi permintaan disertai\ndengan penjelasan tentang cara dan rencana pelaksanaannya :\nakan melakukannya dengan memperbanyak pemasukan (ekspor)\nke Indonesia, atau dengan memberikan lisensi, atau gabungan\nkedua cara tersebut. Kalau kesediaan untuk hanya\nmemperbanyak disebabkan karena kesulitan memperoleh tenaga\natau badan penerjemah yang dapat melakukan penerjemahan\ndengan benar dan tepat, Menteri Kehakiman dapat memberikan\nbantuan dengan memberitahukan alamat tenaga atau badan\npenerjemah yang diketahuinya."
                        }
                    ]
                },
                {
                    "id": "784c98f8-688c-4dbf-9b36-d40c47081180",
                    "name": "Article 15",
                    "type": "article",
                    "children": [
                        {
                            "id": "8f7a8c5e-79c3-4d3a-91f2-7fee8207c530",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dalam hal Pemegang Hak Cipta menyatakan kesediaan untuk melaksana- kan penerjemahan dan/atau perbanyakan, maka pelaksanaannya harus telah mulai dilakukan selambat-lambatnya dalam kurun waktu 18 (delapan belas) bulan sebagaimana\ndimaksud dalam Pasal 4 ayat (2).",
                            "explanation": "\nMengenai cara pelaksanaan, periksa penjelasan Pasal 14 ayat (2).\nTetapi kalau ia melihat bahwa penerjemahan dan/atau\nperbanyakan melalui cara selain pemasukan (ekspor) ke\nIndonesia merupakan cara yang lebih menguntungkan, ia tidak\ndapat melakukannya sendiri di Indonesia.\nUntuk itu, ia perlu menunjuk dan bekerjasama dengan badan\nhukum Indonesia yang berusaha di bidang antara lain penerbitan.\nKerjasama seperti itu, biasanya berlangsung dalam bentuk\nperjanjian pemberian lisensi. Apabila cara itu ditempuh, maka\nkedua belah pihak bebas untuk merundingkan syarat-syaratnya\nsendiri.\nBagi Pemerintah, yang penting adalah tersedianya ciptaan\ntersebut di Indonesia.\nBila kesediaan tersebut diberikan pada akhir bulan kedelapan,\nmaka ia masih memiliki waktu 10 (sepuluh) bulan untuk memulai\nkegiatan penerjemahan dan/atau perbanyakan. Kalau kesediaan\ntersebut diberikan lebih awal lagi, maka waktu untuk memulai\nkegiatan tersebut menjadi lebih longgar."
                        },
                        {
                            "id": "18f75f41-13a7-45d6-a427-d8739264422b",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Apabila pelaksanaan penerjemahan dan/atau perbanyakan\ntersebut akan dilakukan melalui pemberian lisensi tetapi\nPemegang Hak Cipta menghadapi kesulitan karena tidak\ndiperolehnya kesepakatan mengenai besarnya royalti atau tata\ncara pembayarannya, Menteri Kehakiman atas permintaan\npihak-pihak yang bersangkutan dapat melakukan upaya-upaya\nyang diperlukan bagi tercapainya kesepakatan tersebut.",
                            "explanation": "\nBantuan tersebut tidak berarti campur tangan. Sebab pada dasarnya\nhal itu diserahkan sepenuhnya kepada pihak-pihak yang\nbersangkutan.\nHanya kalau usaha tersebut benar-benar menghadapi jalan buntu,\nMenteri Kehakiman membantu mencarikan pemecahannya, antara\nlain dengan menawarkan cara penghitungan yang wajar dan\nberlaku, serta dengan memperhatikan daya beli masyarakat\nIndonesia pada umumnya."
                        }
                    ]
                },
                {
                    "id": "810323c0-c0ce-43eb-b0ac-7e9efb072a2e",
                    "name": "Article 16",
                    "type": "article",
                    "children": [
                        {
                            "id": "ae6db901-4991-414d-8553-0e4a325acd0e",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Apabila dalam waktu sebagaimana dimaksud dalam Pasal 4 ayat\n(1) Pemegang Hak Cipta sama sekali tidak memberikan tanggapan\natas permintaan untuk melaksanakan penerjemahan dan/atau\nperbanyakan, atau menolaknya, maka Menteri Kehakiman\nmenyampaikan surat pemberitahuan mengenai adanya kewajiban\nuntuk memberi lisensi sebagaimana dimaksud dalam Pasal 6\nkepada Pemegang Hak Cipta yang bersangkutan.",
                            "explanation": "\nKetentuan ini dimaksudkan untuk mengatur kemungkinan bila\nsampai dengan lewatnya jangka waktu 8 (delapan) bulan\nsebagaimana dimaksud dalam Pasal 4 ayat (1) Pemegang Hak\nCipta sama sekali tidak memberikan jawaban atas surat\npemberitahuan, atau baru pada saat-saat terakhir menyatakan\npenolakan terhadap permintaan untuk melaksanakan\npenerjemahan dan/atau perbanyakan. Dalam hal ini, Menteri\nKehakiman memberitahukan secara tertulis dan langsung tentang\nadanya kewajiban untuk memberi lisensi kepada badan hukum\nIndonesia yang berusaha di bidang antara lain penerbitan."
                        },
                        {
                            "id": "1ad56bde-c310-4408-b9b3-fae464ff1308",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Surat pemberitahuan sebagaimana dimaksud dalam ayat (1)\ndisampaikan dengan memperhatikan ketentuan tentang tata cara\ndan hal-hal sebagaimana diatur dalam Peraturan Pemerintah ini.",
                            "explanation": "\nPemberitahuan tersebut dilakukan secara tertulis, langsung\nkepada Pemegang Hak Cipta, dan mencantumkan hal-hal\nsebagaimana diatur dalam Pasal 14 ayat (1)."
                        },
                        {
                            "id": "93d3d94d-75ac-45cd-9437-2eb88a745158",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Dalam hal berlangsung keadaan sebagaimana dimaksud dalam\nayat (1), maka pemberian lisensi diminta agar telah terlaksana\ndalam jangka waktu 10 (sepuluh) bulan terhitung sejak tanggal\nditerimanya surat pemberitahuan oleh dinas Pos.",
                            "explanation": "\nApabila penolakan tersebut baru dinyatakan kepada Menteri\nKehakiman menjelang atau setelah berakhirnya jangka waktu 8\n(delapan) bulan, atau hingga berakhirnya jangka waktu tersebut"
                        }
                    ]
                },
                {
                    "id": "f508dfa0-2b8b-48d7-842f-641f69a968bb",
                    "name": "Article 17",
                    "type": "article",
                    "children": [
                        {
                            "id": "6e67a984-61d4-4c51-9243-468fac46135f",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Apabila Pemegang Hak Cipta secara tertulis menyatakan tidak\nbersedia untuk memenuhi kewajiban sebagaimana dimaksud\ndalam Pasal 16 ayat (1), atau tidak memberi tanggapan sama\nsekali, sedangkan surat-surat pemberitahuan yang dikirimkan\nmelalui Dinas Pos kepadanya tidak dikembalikan kepada Menteri\nKehakiman, atau tidak juga melaksanakan penerjemahan\ndan/atau perbanyakan sebagaimana dimaksud dalam Pasal 15\nayat (1) dan Pasal 16 ayat (2), maka Menteri Kehakiman setelah\nmendengar pertimbangan Dewan Hak Cipta menetapkan bahwa\npenerjemahan dan/atau perbanyakan ciptaan dilakukan sendiri\noleh Pemerintah.",
                            "explanation": "\nKetentuan ini dengan demikian diberlakukan dalam hal Pemegang\nHak Cipta tidak bersedia melaksanakan kewajiban, atau tidak\nmenanggapi sama sekali pemberitahuan tentang kewajiban, atau\nkalau menyatakan kesediaan tetapi tidak mulai melaksanakannya\ndalam waktu yang ditentukan. Ketentuan ini juga diberlakukan\ndalam hal serupa, seperti diatur dalam Pasal 15 ayat (1)."
                        },
                        {
                            "id": "a7c8f8d0-94d6-4598-9f49-fd3d7089dd28",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Menteri Kehakiman setelah berkonsultasi dengan Menteri lain\nyang terkait, menunjuk badan usaha milik negara yang berusaha\ndi bidang antara lain penerbitan untuk dan atas nama Pemerintah\nmelaksanakan penerjemahan dan/atau perbanyakan ciptaan yang\nbersangkutan.",
                            "explanation": "\nMenteri lain yang terkait antara lain adalah Menteri yang lingkup\ntugas dan kewenangannya meliputi pembinaan usaha penerbitan\natau Menteri yang berkaitan dengan sifat dan materi ciptaan\nsebagaimana dimaksud dalam Pasal 11 ayat (2).\ntidak ada tanggapan sama sekali, maka kepada Pemegang Hak\nCipta disediakan waktu untuk segera memberi lisensi dalam\nwaktu 10 (sepuluh) bulan.\nJangka waktu tersebut pada dasarnya adalah selisih waktu antara\njangka waktu yang disediakan untuk paling lambat melaksanakan\npenerjemahan dan/atau perbanyakan dalam Pasal 4 ayat (2),\ndengan jangka waktu untuk pemenuhan permintaan yang\ndisediakan dalam Pasal 4 ayat (1). Dengan sendirinya sisa jangka\nwaktu 10 (sepuluh) bulan tersebut, sudah termasuk di dalamnya\nuntuk juga mulai melaksanakan penerjemahan dan atau\nperbanyakan tersebut. Oleh karena itu, bila pernyataan tidak\nbersedia atau menolak untuk memenuhi permintaan tersebut\nberlangsung lebih awal, sisa waktu tersebut berarti dapat lebih\npanjang, sampai berakhirnya jangka waktu 18 (delapan belas)\nbulan seperti diatur dalam Pasal 4 ayat (2) tadi."
                        }
                    ]
                },
                {
                    "id": "eee838b8-1e4f-474f-945f-310a9b77e4a1",
                    "name": "Article 18",
                    "type": "article",
                    "children": {
                        "id": "8ab84eca-f7ad-4c8b-ae16-93cd60d41175",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan sebagaimana dimaksud dalam Pasal 17 berlaku pula apabila\nbadan hukum Indonesia yang diberi lisensi oleh Pemegang Hak Cipta\nuntuk menerjemahkan dan/atau memperbanyak sesuatu ciptaan di\nwilayah Negara Republik Indonesia ternyata tidak melaksanakannya\ndalam waktu yang ditetapkan.",
                        "explanation": "\nKetentuan ini dimaksudkan untuk mencegah timbulnya semacam\npersekongkolan antara Pemegang Hak Cipta dan badan hukum\nIndonesia yang menerima lisensi yang merugikan Bangsa dan\nNegara. Jangka waktu tersebut adalah sama dengan jangka waktu\npelaksanaan yang disediakan sebagaimana dimaksud dalam Pasal 4\nayat (2)."
                    }
                },
                {
                    "id": "ca83f5c0-4a8e-4a41-8d24-6d444d0c4a9e",
                    "name": "Article 19",
                    "type": "article",
                    "children": [
                        {
                            "id": "e227c585-0098-4666-8e9d-71025e041f73",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penetapan bahwa pelaksanaan penerjemahan dan/atau\nperbanyakan akan dilakukan sendiri oleh Pemerintah\ndiberitahukan oleh Menteri Kehakiman dengan surat tercatat\nkepada Pemegang Hak Cipta melalui dinas Pos atau bilamana\nmungkin melalui saluran diplomatik.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "baea17c6-f0f7-40d8-9a6a-1c5f5030c010",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pelaksanaan penerjemahan dan/atau perbanyakan oleh\nPemerintah sebagaimana dimaksud dalam Pasal 17, disertai\ndengan pemberian imbalan yang besarnya, cara perhitungannya,",
                            "explanation": "\nYang diberikan adalah imbalan, dan bukan royalti ataupun ganti\nrugi."
                        }
                    ]
                }
            ]
        },
        {
            "id": "fb513d97-36e0-4048-b721-b960e5a53f3a",
            "name": "Chapter V",
            "title": "\nIMBALAN",
            "type": "chapter",
            "children": [
                {
                    "id": "92ca3633-0209-45e3-b771-7d4a2bda03fd",
                    "name": "Article 20",
                    "type": "article",
                    "children": [
                        {
                            "id": "c1a52382-bfa4-4a91-aba0-e8430c4c4759",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Menteri Kehakiman setelah mendengar pertimbangan Dewan Hak\nCipta menetapkan besarnya imbalan yang harus diberikan kepada\nPemegang Hak Cipta atas penerjemahan dan/atau perbanyakan\nciptaan yang dilakukan sendiri oleh Pemerintah.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "8cf818af-d604-4dfe-9997-1ff737bc6489",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Penetapan besarnya imbalan dilakukan dengan memperhatikan\nkomponen atau unsur biaya dan tata cara perhitungannya yang\nlazim digunakan dalam lisensi penerbitan.",
                            "explanation": "\nSekalipun namanya imbalan, tetapi tidak berarti bahwa\npenetapan besar atau jumlahnya kemudian dapat dilakukan\ntanpa dasar. Penetapan besarnya imbalan tetap dengan\nmemperhatikan komponen atau unsur biaya yang lazim digunakan\ndalam penghitungan biaya-biaya dalam usaha penerbitan dengan\nlisensi.\nDengan begitu, pada dasarnya penetapan imbalan itupun\nberlangsung dengan wajar."
                        }
                    ]
                },
                {
                    "id": "c27ecab8-7624-4956-80bd-275843b2e782",
                    "name": "Article 21",
                    "type": "article",
                    "children": [
                        {
                            "id": "a8f3cb44-3fe8-438a-89c2-68efa6b470d5",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penyerahan imbalan dilakukan dengan cara yang cepat, mudah\ndan langsung kepada Pemegang Hak Cipta.",
                            "explanation": "\nYang dimaksud dengan penyerahan imbalan yang cepat adalah,\ntidak tertunda-tunda.\nMudah, dalam arti sedikit mungkin prosedur yang harus dilewati dan tanpa perantara/pihak ketiga lainnya (broker).\nPengiriman imbalan dilakukan dengan jasa bank."
                        },
                        {
                            "id": "7b1c2e88-2017-47dc-89ef-28d86598ba6d",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pelaksanaan ketentuan tentang penyerahan imbalan diatur lebih\nlanjut oleh Menteri Kehakiman setelah mendengar pertimbangan\nDewan Hak Cipta dan Menteri Keuangan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "70833064-a048-48d9-afa4-5027d8044c5f",
                    "name": "Article 22",
                    "type": "article",
                    "children": {
                        "id": "113b412f-866a-491b-8eb0-65fa01571843",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam hal Pemegang Hak Cipta tidak bersedia menerima imbalan yang\nditentukan berdasarkan ketentuan sebagaimana dimaksud dalam Pasal\n20, maka imbalan tersebut dititipkan pada Pengadilan Negeri Jakarta\nPusat.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "f52709a8-0a73-402c-af10-ccc668157f4d",
            "name": "Chapter VI",
            "title": "\nPENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "020a821b-b1a5-4548-8967-875bf4db404a",
                    "name": "Article 23",
                    "type": "article",
                    "children": {
                        "id": "ca736e65-7460-49d9-89ac-195847c49e8f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal ditetapkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan\nPeraturan Pemerintah ini dengan penempatannya dalam Lembaran\nNegara Republik Indonesia.",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nPembangunan Nasional bertujuan mewujudkan masyarakat adil dan\nmakmur, secara materiil dan spiritual berdasarkan Pancasila.\nDengan arah seperti itu, kemajuan yang diinginkan bukan saja untuk\nbidang-bidang yang bersifat lahiriah seperti kebutuhan pangan, papan,\nsandang, dan kesehatan. Kemajuan yang diinginkan bukan juga\nsemata-mata pemenuhan kebutuhan batiniah seperti rasa aman,\npendidikan, keadilan, kebebasan mengemukakan pendapat yang\nbertanggung jawab, dan lain-lain. Yang ingin diwujudkan adalah\nadanya keselarasan antara keduanya. Keselarasan antara manusia\ndengan Tuhan-nya, dan antar kehidupan masyarakat.itu sendiri baik\ndalam arti sebagai satu bangsa maupun dalam kerangka kehidupan\nantar bangsa. Hal yang terakhir ini perlu memperoleh perhatian,\nkarena pada dasarnya tujuan Negara sebagaimana tercantum dalam\nPembukaan Undang-Undang Dasar 1945 antara lain adalah untuk ikut\nserta mewujudkan ketertiban dunia berdasarkan kemerdekaan,\nperdamaian dan keadilan sosial.\nSebagai konsepsi, dengan demikian pembangunan nasional tidak hanya\nmenjadikan manusia sebagai obyek atau sasaran. Kegiatan\npembangunan pada akhirnya juga dilaksanakan oleh manusia pula.\nDengan kata lain bagaimana wujud program yang disusun, tingkat\npelaksanaannya, dan hasil yang dapat dicapai, akan sangat\ndipengaruhi oleh kualitas manusia yang mendukungnya. Pengertian\nmengenai hal di atas menjadi penting, karena semuanya menunjukkan\nhakekat pembangunan nasional sebagai upaya pembangunan manusia\ndan masyarakat Indonesia seutuhnya, yaitu manusia Indonesia yang\ntumbuh dengan segala rasa, karsa, dan ciptanya.\nPemahaman ini menunjukkan betapa perlunya perhatian yang lebih\nbesar terhadap sumber daya manusia. Yang dimaksudkan sudah barang\ntentu, kualitas manusia dalam keutuhannya, yang dengan rasa, karsa,\ndan ciptanya telah menyuburkan dan meningkatkan harkat dan\nmartabat melalui karya-karya intelektual mereka.\nIlmu pengetahuan, seni dan sastra, adalah karya cipta yang pada\ndasarnya merupakan karya intelektual. Karya-karya seperti itu tidak\nsekedar memiliki arti sebagai hasil akhir, tetapi juga sekaligus\nmerupakan kebutuhan yang bersifat lahiriah dan batiniah. Oleh\nkarenanya, pengembangan dan perlindungan karya di bidang ilmu\npengetahuan, seni, dan sastra tidak mungkin dilepaskan dari usaha\nuntuk lebih mengembangkan sumber daya manusia Indonesia.\nDi bidang ini harus diakui bahwa Indonesia masih banyak memerlukan\nberbagai keahlian dan ilmu pengetahuan, metoda dan hasil-hasil\nkegiatan penelitian dan pengembangan dari bangsa lain. Termasuk di\ndalamnya, karya-karya ciptaan di berbagai bidang terutama yang\ntertuang dalam bentuk buku. Sejauh ciptaan tersebut tersedia di\nIndonesia, sudah barang tentu tidaklah menjadi masalah. Cara\nbagaimana ciptaan tersebut dapat tersedia, pada dasarnya diserahkan\nseluas-luasnya kepada masyarakat. Dengan sendirinya, sejauh hal itu\nsesuai dengan peraturan perundang-undangan yang berlaku, khususnya\ndi bidang Hak Cipta. Mekanisme niaga yang lazim, seperti melalui\nimpor atau melalui perjanjian lisensi yang saling menghormati dan\nsaling menguntungkan, betapapun perlu didorong dan ditingkatkan.\nNamun begitu, mungkin pula terjadi bahwa berdasarkan penelitian\nkemudian ternyata bahwa sesuatu ciptaan sangat diperlukan bagi\nkemajuan penyelenggaraan pendidikan, pengembangan ilmu\npengetahuan, atau bagi kemajuan kegiatan penelitian dan\npengembangan di Indonesia, tetapi ciptaan tersebut belum tersedia di\nIndonesia atau tidak cukup tersedia karena sangat terbatasnya impor.\nKarenanya, sudah pada tempatnya pula apabila Pemerintah\nmengusahakan agar Pemegang Hak Cipta atas ciptaan tersebut\nbersedia menerjemahkan dan/atau memperbanyaknya di wilayah\nIndonesia. Dengan begitu, latar belakang pemikiran dan sekaligus\ntujuan daripada ini semua, adalah tersedianya dalam jumlah yang\ncukup sesuatu ciptaan, yang dinilai sangat penting bagi perkembangan\ndan kemajuan bidang-bidang di atas. Pertanyaan yang mungkin timbul\nadalah, apabila masalahnya hanya tersedianya ciptaan, yang\ndiperlukan dalam jumlah yang cukup, dapatkah permintaan itu segera\ndiatasi oleh Pemegang Hak Cipta dengan jalan menambah\npemasukannya (ekspor) ke Indonesia kepada rekannya di Indonesia,\nsebelum masalahnya berkembang menjadi obyek yang diatur lebih\nlanjut dalam Peraturan Pemerintah ini. Jawabnya sudah barang tentu\ndapat saja hal itu dilakukan, sebab hal itu berarti dihindarkannya\nalasan-alasan yang menjadi dasar diberlakukannya pembebanan\nberdasarkan Peraturan Pemerintah ini.\nIa dapat memenuhinya dengan mengekspor sesuai dengan praktek\nperdagangan buku yang lazim, atau memberi lisensi bagi\npenerjemahan dan/atau perbanyakannya di Indonesia.\nLangkah yang diatur dalam Peraturan Pemerintah ini berbeda dan\nsama sekali bukanlah merupakan perampasan atau penyitaan, atau\nyang sejenis dengan itu. Yang berlangsung adalah upaya agar ciptaan\nyang bersangkutan dapat tersedia dalam bentuk terjemahan dan/atau\nperbanyakannya di Indonesia. Memang ada kewajiban yang\ndibebankan. Tetapi bukan perampasan. Bukan pula penyitaan. Sebab,\nkegiatan untuk itu pada dasarnya dan pertama-tama tetap diminta\nagar dilakukan sendiri oleh Pemegang Hak Cipta. Bahwa cara yang\nditempuhnya harus melalui pemberian lisensi kepada badan hukum\nIndonesia yang bergerak di bidang antara lain penerbitan, semestinya\ntidak menimbulkan masalah karena memang cara itulah yang paling\npraktis dan realistik. Penentuan syarat-syaratnya pada dasarnya juga\ntetap diserahkan kepada kesepakatan kedua pihak yang bersangkutan.\nDengan demikian, asas kebebasan berkontrak, juga tetap dijunjung\ntinggi.\nHanya apabila Pemegang Hak Cipta tidak bersedia melakukannya,\nPemerintah yang akan melaksanakannya sendiri. Sekalipun demikian,\nhal ini tetap berlangsung dengan pemberian imbalan yang sewajar\nmungkin. Cara perhitungan imbalan itupun, dilakukan dengan\ncara-cara yang lazim dilakukan dalam perlisensian di bidang itu.\nSesuai dengan ketentuan Undang-undang Hak Cipta, kewenangan\nuntuk itu hanya ada pada Pemerintah. Itupun baru dapat dilakukan\nsetelah mendengar pertimbangan Dewan Hak Cipta.\nDengan latar belakang pemikiran di atas, Peraturan Pemerintah ini\ndisusun sebagai penjabaran Pasal 15 Undang-undang Hak Cipta.",
        "Nomor": "1",
        "Tahun": "1989",
        "Tentang": "Not Available",
        "Menimbang": {
            "Introduction": "\nbahwa untuk melaksanakan ketentuan Pasal 15 Undang-undang Nomor\n6 Tahun 1982 tentang Hak Cipta sebagaimana telah diubah dengan\nUndang-undang Nomor 7 Tahun 1987, dipandang perlu mengatur lebih\nlanjut hal-hal mengenai pelaksanaan penerjemahan dan/atau\nperbanyakan ciptaan untuk kepentingan pendidikan, ilmu\npengetahuan, dan penelitian dan pengembangan;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 6 Tahun 1982 tentang Hak Cipta (Lembaran\nNegara Tahun 1982 Nomor 15 Tambahan Lembaran Negara Nomor\n3271) sebagaimana telah diubah dengan Undang-undang Nomor 7\nTahun 1987 tentang Perubahan Undang-undang Nomor 6 Tahun 1982\ntentang Hak Cipta (Lembaran Negara Tahun 1987 Nomor 42,\nTambahan Lembaran Negara Nomor 3362);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG\nPENERJEMAHAN DAN/ATAU PERBANYAKAN CIPTAAN UNTUK\nKEPENTINGAN PENDIDIKAN, ILMU PENGETAHUAN, PENELITIAN DAN\nPENGEMBANGAN.",
        "tanggal sah": "14 Januari 1989"
    }
}