{
    "results": [
        {
            "id": "0812c6e6-6aa8-40c0-beed-84c5a7195702",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "3171d335-8c90-4e00-bd37-9f7d6f5772a3",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "1096cc3f-e52b-455f-b28a-314bd7ebff9f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan :\na. Menteri adalah Menteri yang membawahkan bidang Pekerjaan Umum.\nb. Departemen adalah Departemen yang mempunyai fungsi dan tugas pokok melaksanakan\npenyelenggaraan pemerintahan di bidang Pekerjaan Umum.\nc. Pekerjaan Umum adalah sebagian dari fungsi Pemerintah di bidang Pengairan, Bina Marga,\ndan Cipta Karya.\nd. Pengairan adalah suatu bidang pembinaan atas air, sumber-sumber air, termasuk kekayaan\nalam bukan hewani yang terkandung di dalamnya, baik yang alamiah maupun yang telah\ndiusahakan oleh manusia.\ne. Bina Marga adalah pembinaan atas jalan yaitu prasarana perhubungan darat dalam bentuk\napapun meliputi segala bagian jalan termasuk bangunan pelengkap dan perlengkapannya\nyang diperuntukkan bagi lalu lintas, sebagaimana dimaksud dalam Undangundang Nomor\n13 Tahun 1980 tentang Jalan.\nf. Cipta Karya adalah suatu bidang pembinaan atas penetapan ruang kota dan daerah,\nbangunan gedung, perumahan, air bersih, dan penyehatan lingkungan pemukiman.",
                        "explanation": "\nCukup jelas."
                    }
                },
                {
                    "id": "90925b5b-5861-44cb-a563-7b6623586401",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "13a6cdce-f936-4972-a564-911e5440d365",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan tidak mengurangi tugas dan tanggung jawab Menteri, kepada Daerah Tingkat I dan\nDaerah Tingkat II diserahkan sebagian urusan di bidang Pekerjaan Umum sesuai dengan\nketentuan yang ditetapkan dalam Peraturan Pemerintah ini.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "e7e48a3c-ec53-4869-a3c4-f44dd342749d",
            "name": "Chapter II",
            "title": "\nJENIS URUSAN YANG DISERAHKAN",
            "type": "chapter",
            "children": [
                {
                    "id": "37021d9d-6f32-4e86-8e29-acac7d0e9741",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "2d9f099e-42da-4e86-9a23-7f8346bac983",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSebagian urusan di bidang Pekerjaan Umum sebagaimana dimaksud dalam Pasal 2 yang\ndiserahkan kepada Pemerintah Daerah Tingkat I meliputi:\nA. Sebagian Bidang Pengairan yaitu :\n1. penyusunan rencana penyediaan air irigasi untuk memenuhi keperluan Daerah Tingkat I\nyang bersangkutan, guna dimintakan penetapan Menteri berdasarkan pertimbangan\nkebutuhan air untuk berbagai kepentingan;\n2. pelaksanaan penyediaan air irigasi berdasarkan perencanaan yang telah ditetapkan;\n3. pemberian izin penggunaan air irigasi dan jaringan irigasi;\n4. penetapan masa irigasi untuk setiap daerah irigasi dalam rangka pembarian dan\npemberian air secara tepat guna;\n5. penetapan prioritas pembagian air irigasi sesuai dengan situasi dan kondisi setempat;\n6. pelaksanaan pembangunan dan perbaikan jaringan utama-beserta bangunan\npelengkapnya;\n7. pelaksanaan eskploitasi dan pemeliharaan jaringan irigasi dan drainase beserta\nbangunan-bangunan pelengkapnya mulai dari bangunan pengambilan sampai kepada\nsaluran percontohan sepanjang 50 (lima puluh) meter dari bangunan sadap;\n8. pengamanan untuk menjamin kelangsungan fungsi irigasi beserta bangunan\npelengkapnya yang berada di dalam Daerah Tingkat I yang bersangkutan;\n9. perizinan untuk mengadakan perubahan dan/atau pembongkaran bangunan-bangunan\ndan saluran dalam jaringan irigasi maupun bangunan pelengkapnya,\n10. perizinan untuk mendirikan, mengubah ataupun membongkar bangunan-bangunan lain\ndaripada yang tersebut pada angka 9 yang berada di dalam, di atas maupun yang\nmelintasi saluran irigasi.\nB. Sebagian Bidang Bina Marga, yaitu :\n1. penyusunan rencana umum jangka panjang, rencana jangka menengah dan\npenyusunan program perwujudan jaringan jalan sekunder untuk Daerah Khusus\nIbukota Jakarta;\n2. perencanaan teknis dan pembangunan atas :\na. Jalan Kolektor Primer yang menghubungkan Ibukota Daerah Tingkat I dengan\nIbukota Daerah Tingkat II;\nb. Jalan Kolektor Primer yang menghubungkan antar Ibukota Daerah Tingkat II;\nc. Jalan selain dari pada yang termasuk dalam huruf a dan huruf b yang mempunyai\nnilai strategis terhadap kepentingan Daerah Tingkat I;\nd. Jalan dalam Daerah Khusus Ibukota Jakarta, kecuali jalan yang termasuk dalam\nkelompok jalan Nasional;\n3. perencanaan teknis dan pembangunan jalan pada jaringan jalan sekunder di Daerah\nKhusus Ibukota Jakarta;\n4. pemeliharaan atas :\na. Jalan kolektor primer yang menghubungkan Ibukota Daerah Tingkat I dengan\nIbukota Daerah Tingkat II;\nb. Jalan kolektor primer yang menghubungkan antar Ibukota Daerah Tingkat II;\nc. Jalan selain dari pada yang termasuk dalam huruf a dan huruf b yang mempunyai\nnilai strategis terhadap kepentingan Daerah Tingkat I;\nd. Jalan dalam Daerah Khusus Ibukota Jakarta, kecuali jalan yang termasuk dalam\njalan Nasional;\n5. Penetapan status sebagai jalan Propinsi. Pemerintah Daerah Tingkat I mengusulkan\nkepada Menteri Dalam Negeri untuk menetapkan dengan Surat Keputusan suatu ruas\njalan sebagai jalan Propinsi atas :\na. Jalan kolektor primer yang menghubungkan Ibukota Daerah Tingkat I dengan\nIbukota Daerah Tingkat II;\nb. Jalan kolektor primer yang menghubungkan antar Ibukota Daerah Tingkat II;\nc. Jalan selain daripada yang tersebut huruf a dan huruf b yang mempunyai nilai\nstrategis terhadap kepentingan Daerah Tingkat I;\n6. Penetapan status sebagai jalan Kabupaten atas :\na. Jalan kolektor primer yang tidak termasuk kelompok jalan Nasional dan kelompok\njalan Propinsi;\nb. Jalan lokal primer;\nc. Jalan sekunder lain selain yang termasuk dalam kelompok jalan Nasional dan\nkelompok jalan Propinsi;\nd. Jalan selain dari pada yang termasuk dalam huruf a, huruf b, dan huruf c yang\nmempunyai nilai strategis terhadap kepentingan Daerah Tingkat II,\n7. Penetapan status sebagai jalanKotamadya atas:\na. Jalan Arteri Sekunder;\nb. Jalan Kolektor Sekunder;\nC. Sebagian Bidang Cipta Karya :\n1. penyusunan rencana umum tata ruang Daerah Tingkat I beserta program pemanfaatan\nruang untuk Daerah Tingkat I atau beberapa dari rencana detail tata ruang untuk\nsatuan kawasan pengembangan yang wilayahnya merupakan sebagian wilayah\nDaerah Tingkat II yang berlainan, kecuali Daerah Tingkat I yang mempunyai\nkepentingan Nasional dan satuan kawasan pengembangan yang mempunyai\nkepentingan Nasional;\n2. penyusunan rencana teknik ruang, penyiapan ruang dan pengendalian pemanfaatan\nruang untuk satuan pemukiman yang wilayahnya merupakan sebagian wilayah Daerah\nTingkat-II yang berlainan, kecuali satuan pemukiman yang mempunyai kepentingan\nNasional;\n3. pembinaan atas pembangunan dan pengelolaan prasarana dan fasilitas lingkungan perumahan;\n4. pengadaan, pemanfaatan dan pemeliharaan bangunan gedung milik Pemerintah Daerah Tingkat I;\n5. pembinaan atas pengaturan dan pengawasan terhadap pembangunan, pemeliharaan dan, pemanfaatan bangunan gedung;\n6. pembinaan atas perencanaan, pembangunan, pemeliharaan dan pengelolaan air bersih pedesaan dengan sistem perpipaan dan sumur artesis;\n7. perencanaan, pengadaan dan pengelolaan air besih yang mencakup kepentingan lebih dari satu Daerah Tingkat II;\n8. pembinaan atas pembangunan, pemeliharaan dan pengelolaan prasarana dan sarana penyediaan air bersih;\n9. pembinaan atas pembangunan, pemeliharaan dan pengelolaan prasarana dan sarana pembuangan sampah, air limbah dan drainase pemukiman di Daerah Tingkat II;\n10. koordinasi pembangunan, pemeliharaan dan pengelolaan pembuangan akhir sampah dan air limbah yang digunakan oleh lebih dari satu Daerah Tingkat II;\n11. pembuangan, pemeliharaan dan pengelolaan prasarana drainase perkotaan yang melayani lebih dari satu Daerah Tingkat II.",
                        "explanation": "\nHuruf A\nKetentuan yang tercantum ini berlaku sepanjang urusan-urusan dimaksud tidak\ndilimpahkan kepada Badan Hukum tertentu sebagaimana dimaksud dalam Pasal 4\nUndang-undang Nomor 11 Tahun 1974.\nYang dimaksud dengan\nIrigasi adalah usaha penyediaan dan pengaturan air untuk menunjang pertanian.\nJaringan Irigasi adalah saluran dan bangunan yang merupakan satu kesatuan dan\ndiperlukan untuk menyalurkan air irigasi mulai dari penyediaan, pengambilan,\npembagian, pemberian, dan penggunaannya.\nDaerah Irigasi adalah kesatuan wilayah yang mendapat air dari satu jaringan irigasi.\nPetak Tersier adalah kumpulan petak irigasi yang merupakan kesatuan dan mendapat\nair irigasi melalui saluran tersier yang sama. Drainase adalah pembuangan air yang\nsudah tidak diperlukan lagi untuk pertanian.\nHuruf B\nAngka 1\nRencana umum jangka panjang jaringan jalan merupakan gambaran wujud\njaringan jalan yang ingin dicapai untuk sekurang-kurangnya mencakup tahap 10\n(sepuluh) tahun mendatang.\nRencana jangka menengah jaringan jalan merupakan kumpulan rencana\nindividual, merupakan kualifikasi dari sasaran fungsional yang ingin dicapai\ndalam bentuk jumlah satuan fisik untuk jangka waktu 5 (lima) tahun mendatang\ndisertai perkiraan pembiayaannya.\nProgram perwujudan jaringan jalan merupakan gabungan susunan jadwal waktu\npelaksanaan untuk masing-masing rencana individual disertai biaya yang\ndiperlukan setiap tahunnya, sebagai pedoman evaluasi dana dan kegiatan\npelaksanaan tahunan. Jaringan Jalan Sekunder adalah jaringan jalan dengan\nperanan pelayanan jasa distribusi untuk masyarakat di dalam kota.\nangka 2\nRencana teknis jalan merupakan suatu kumpulan dokumen teknik yang\nmemberikan gambaran produk yang ingin diwujudkan, yang umumnya terdiri dari\ngambar teknik, syarat-syarat dan spesifikasi pekerjaan.\nPembangunan jalan merupakan kegiatan untuk mewujudkan rute jalan baru.\nJaringan Jalan Primer adalah jaringan jalan dengan peranan pelayanan jasa\ndistribusi untuk pengembangan semua wilayah di tingkat Nasional dengan semua\nsimpul jasa distribusi yang kemudian berwujud kota.\nJalan Kolektor adalah jalan yang melayani angkutan pengumpulan/pembagian\ndengan ciri-ciri perjalanan jarak sedang, kecepatan rata-rata sedang, dan jumlah\njalan masuk dibatasi.\nJalan yang mempunyai nilai strategis terhadap kepentingan Daerah Tingkat I\nialah jalan yang tidak dominan terhadap pengembangan ekonomi, tetapi\nmempunyai peranan tertentu dalam menjamin terselenggaranya pemerintahan\nyang baik dalam Pemerintah Daerah Tingkat I dan terpenuhinya kebutuhan sosial\nlainnya.\nangka 3\nCukup jelas\nangka 4\nPemeliharaan jalan meliputi kegiatan penanganan jalan berupa perawatan,\nrehabilitasi, penunjangan, dan peningkatan jalan.\nangka 5\nCukup jelas\nangka 6\nPenetapan status jalan sebagaimana dimaksud dalam huruf a, huruf b, dan huruf\nc sebagai jalan Kabupaten dilakukan dengan Keputusan Gubernur Kepala\nDaerah Tingkat I atas usul Pemerintah Daerah Tingkat 11 yang bersangkutan\ndengan memperhatikan petunjuk Menteri.\nUntuk huruf d penetapannya dilakukan dengan Keputusan Gubernur Kepala\nDaerah Tingkat I atas usul Pemerintah Daerah Tingkat II yang bersangkutan\ndengan memperhatikan pedoman yang dikeluarkan oleh Menteri.\nangka 7\nPenetapan status Jalan Arteri Sekunder sebagai jalan Kotamadya Daerah\nTingkat II dilakukan dengan Keputusan Gubernur Kepala Daerah Tingkat I\ndengan memperhatikan petunjuk yang ditetapkan oleh Menteri.\nPenetapan status Jalan Kolektor Sekunder sebagai jalan Kotamadya Daerah\nTingkat II dilakukan dengan Keputusan Gubernur Kepala Daerah Tingkat I\ndengan memperhatikan pedoman yang dikeluarkan oleh Menteri.\nJalan Arteri adalah jalan yang melayani angkutan utama dengan ciri-ciri\nperjalanan jarak jauh, kecepatan tinggi dan jumlah jalan masuk dibatasi secara\nefisien.\nHuruf C\nangka 1 dan angka 2\nPenyusunan rencana umum tata ruang untuk Daerah Tingkat I Propinsi harus\nmempertimbangkan rencana struktur pengembangan wilayah tingkat Nasional\ndan/atau satuan wilayah pengembangan yang sebagian atau seluruh wilayahnya\ntermasuk dalam wilayah Daerah Tingkat I Propinsi tersebut.\nDisamping itu juga harus mempertimbangkan berbagai kepentingan Daerah\nTingkat 11 Kabupaten dan Kotamadya dalam wilayah Darah Tingkat I tersebut.\nPenyusunan rencana teknik ruang, penyiapan ruang dan pengendalian\npemanfaatan ruang kawasan-kawasan yang dapat atau akan mempunyai\nmasalah batas kewenangan administrasi dari 2 (dua) atau lebih wilayah-wilayah\nadministrasi Pemerintah Daerah Tingkat II juga membutuhkan pertimbangan\nyang merupakan urusan Daerah secara menyeluruh dan terintegrasi.\nWilayah-wilayah administrasi Pemerintah Daerah Tingkat II juga membutuhkan\npertimbangan yang merupakan urusan Daerah secara menyeluruh dan\nterintegrasi.\nangka 3\nYang dimaksud dengan pembinaan adalah memberikan pedoman, standar, dan\npetunjuk teknis lainnya sesuai dengan ketentuan yang ditetapkan oleh Menteri\nPekerjaan Umum.\nangka 4\nCukup jelas\nangkat 5\nLihat penjelasan angka 3.\nangka 6\nLihat penjelasan angka 3.\nangka 7\nDalam hal terdapat sumber air bersih yang digunakan oleh lebih dari satu Daerah\nTingkat II, perlu adanya penanganan oleh Gubernur Kepala Daerah Tingkat I\ndalam rangka pengaturan penyaluran dan pembagian air bersih untuk masing-\nmasing Daerah Tingkat II yang bersangkutan.\nangka 8\nLihat penjelasan angka 3.\nangka 9.\nLihat penjelasan angka 3.\nangka 10.\nCukup jelas.\nangka 11\nYang dimaksud dengan melayani lebih dari satu Daerah Tingkat II adalah apabila\nprasarana drainase berada di dalam lebih dari satu wilayah Daerah Tingkat II."
                    }
                },
                {
                    "id": "2f4eb943-1d59-41b0-8d97-136a402f8e9b",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "9fda8aa0-1d5d-411d-9a03-1b924a125f46",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSebagian urusan di bidang Pekerjaan Umum sebagaimana dimaksud dalam Pasal 2 yang diserahkan kepada Daerah Tingkat II meliputi:\nA. Sebagian Bidang Pengairan, yaitu:\nPenetapan pembentukan dan/atau pengembangan perkumpulan petani pemakai air yang secara organisatoris, teknis dan finansiil mampu untuk diserahi tugas dan kewajiban pembangunan, rehabilitasi, eksploitasi dan pemeliharaan jaringan irigasi beserta bangunan pelengkapnya dalam petak tersier, kwarter, desa dan subak dengan memperhatikan perkembangan daerah irigasi.\nB. Sebagian Bidang Bina Marga, yaitu:\n1. penyusunan rencana jangka panjang, rencana jangka menengah dan penyusunan program perwujudan jaringan jalan sekunder :\na. Pada kota-kota yang merupakan Ibukota Daerah Tingkat I kepada Pemerintah Daerah Tingkat II yang bersangkutan dengan petunjuk dari Gubernur Kepala Daerah Tingkat I;\nb. Pada kota-kota yang bukan merupakan Daerah Tingkat II dan bukan merupakan Ibukota Daerah Tingkat I kepada Pemerintah Daerah Tingkat II;\nc. Pada kota-kota yang merupakan Daerah Tingkat II dan bukan merupakan Ibukota Daerah Tingkat I kepada Pemerintah Daerah Tingkat II.\n2. perencanaan teknis dan pembangunan atas :\na. Jalan kolektor primer yang tidak termasuk dalam kelompok jalan Nasional dan kelompok jalan Propinsi;\nb. Jalan lokal primer;\nc. Jalan sekunder selain yang termasuk dalam kelompok jalan Nasional dan jalan\nPropinsi;\nd. Jalan selain yang termasuk dalam huruf a, huruf b, dan huruf c yang mempunyai nilai\nstrategis terhadap kepentingan Daerah Tingkat II;\ne. Jaringan jalan sekunder di dalam Daerah Tingkat II.\n3. Pemeliharaan atas :\na. Jalan kolektor primer yang tidak termasuk dalam kelompok jalan Nasional dan\nkelompok jalan Propinsi;\nb. Jalan lokal primer;\nc.Jalan sekunder selain yang termasuk dalam kelompok jalan Nasional dan kelompok\njalan Propinsi;\nd. Jalan selain yang termasuk dalam huruf a, huruf b, dan huruf c yang mempunyai nilai\nstrategis terhadap kepentingan Daerah Tingkat II;\n4. Penetapan status suatu ruas jalan lokal sekunder sebagai jalan Kotamadya,\n5. Penetapan status suatu ruas jalan sebagai jalan desa.\nC. Sebagian Bidang Cipta Karya :\n1. penyusunan rencana umum tata ruang Daerah Tingkat II beserta program pemanfaatan\nruang untuk Daerah Tingkat II Kabupaten dan rencana detail tata ruang untuk satuan\nkawasan pengembangan, kecuali Daerah Tingkat II Kabupaten dan satuan-satuan\nkawasan pengembangan yang mempunyai kepentingan Nasional dan/atau Daerah\nTingkat I;\n2. penyusunan rencana umum tata ruang kota beserta program pemanfaatan ruang untuk\nkota, rencana detail tata ruang untuk kawasan kota, kecuali kawasan yang mempunyai\nkepentingan Nasional dan/atau Daerah Tingkat I;\n3. penyusunan rencana teknik ruang, penyiapan ruang dan pengendalian pemanfaatan\nruang untuk satuan pemukiman, kecuali satuan pemukiman yang mempunyai\nkepentingan Nasional dan/atau Daerah Tingkat I;\n4. penyusunan rencana teknik ruang, penyiapan ruang dan pengendalian pemanfaatan\nruang kawasan untuk kota, kecuali kawasan kota yang mempunyai kepentingan Nasional\ndan/atau Daerah Tingkat I;\n5. pengaturan dan pembinaan pembangunan perumahan beserta prasarana dan fasilitas\nlingkungan perumahan;\n6. pembangunan, pemeliharaan dan pengelolaan prasarana dan fasilitas lingkungan\nperumahan,\n7. pengaturan dan pengawasan terhadap pembangunan, pemeliharaan dan pemanfaatan\nbangunan gedung;\n8. pembangunan, pemeliharaan dan pengelolaan bangunan pelayanan umum, lapangan-\nlapangan, taman-taman dan pekuburan umum;\n9. pengaturan dan pengawasan terhadap usaha pencegahan dan penanggulangan bahaya\nkebakaran;\n10.pembangunan, pemeliharaan dan pengelolaan prasarana dan sarana penyediaan air\nbersih;\n11.pembangunan, pemeliharaan dan pengelolaan pembuangan sampah, air limbah dan\nprasarana drainase daerah pemukiman;\n12.pembagunan, pemeliharaan dan pengelolaan prasarana dan Sarana pembuangan air\nlimbah daerah pemukiman;\n13.pembangunan, pemeliharaan dan pengelolaan prasarana dan sarana pelayanan\nkebersihan;",
                        "explanation": "\nHuruf A\nPetak Tersier adalah kumpulan petak irigasi yang merupakan kesatuan dan\nmendapat air irigasi melalui saluran tersier yang sama. Desa adalah suatu\nwilayah yang ditempati oleh sejumlah penduduk sebagai kesatuan masyarakat\ntermasuk di dalamnya kesatuan masyarakat hukum yang mempunyai organisasi\npemerintahan terendah langsung di bawah Camat dan berhak\nmenyelenggarakan rumah tangganya sendiri dalam ikatan Negara Kesatuan\nRepublik Indonesia. Subak adalah masyarakat Hukum adat yang bersifat sosio\nagraris religius yang secara historis tumbuh dan berkembang sebagai organisasi\ndi bidang tata guna air di tingkat usaha tani.\nHuruf B\nangka 1\nCukup jelas\nangka 2\nCukup jelas\nangka 3\nCukup jelas\nangka 4\nCukup jelas\nangka 5\nTermasuk kelompok jalan desa adalah jaringan jalan sekunder di dalam desa.\nPenataan status suatu ruas jalan sebagai jalan desa dilakukan dengan\nKeputusan Bupati Kepala Daerah Tingkat II dengan memperhatikan pedoman\nyang ditetapkan oleh Menteri.\nHuruf C\nangka 1 sampai dengan angka 4\nPenyusunan rencana umum tata ruang untuk Daerah Tingkat II Kabupaten harus\nmempertimbangkan rencana umum tata ruang wilayah pengembangan pertial\nyang sebagian atau seluruh wilayahnya termasuk dalam wilayah Daerah Tingkat\nII Kabupaten tersebut.\nPenyusunan rencana umum tata kota baik untuk Kotamadya maupun Kota\nAdministratip harus mempertimbangkan rencana umum tata perkotaannya.\nDaerah Tingkat II Kabupaten, Kotamadya, Kotip dan kawasan kota yang akan\ndiserahkan penyusunan rencananya kepada Pemerintah Daerah akan ditetapkan\ndengan Keputusan Menteri Pekerjaan Umum dengan memperhatikan pendapat\nMenteri Dalam Negeri.\nangka 5\nPengaturan untuk pembangunan, pemugaran, perbaikan perumahan beserta\nprasarana dan fasilitas lingkungan di Kota dan di Desa disesuaikan dengan\nkondisi setempat dan pelaksanaannya diatur dengan Peraturan Daerah\nsepanjang tidak bertentangan dengan peraturan-peraturan ataupun standar-\nstandar, pedoman-pedoman dan petunjuk-petunjuk yang ditentukan oleh\nPemerintah Pusat.\nangka 6\nPembangunan prasarana dan fasilitas lingkungan perumahan dilaksanakan\nmelalui sektor masing-masing.\nangka 7 sampai dengan angka 9\nPelaksanaan atas pengaturan dan pengawasan terhadap pembangunan dan\npemanfaatan bangunan umum serta usaha pencegahan dan penanggulangan\nbahaya kebakaran dan pembangunan, pengelolaan bangunan pelayanan umum\nharus berdasarkan pada pedoman standar dan petunjuk teknis sesuai dengan\nketentuan yang ditetapkan oleh Menteri Pekerjaan Umum.\nangka 10\nCukup jelas.\nangka 11\nCukup jelas"
                    }
                },
                {
                    "id": "b523a01d-9fdb-4dc4-b896-bfe2cc7748c8",
                    "name": "Article 5",
                    "type": "article",
                    "children": [
                        {
                            "id": "d6c56b63-436d-466f-a0e2-4a9cbc5d1573",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penyerahan sebagian urusan pemerintahan di bidang Pekerjaan Umum kepada Pemerintah\nDaerah Tingkat I dan Pemerintah Daerah Tingkat II sebagaimana dimaksud dalam\nPeraturan Pemerintah ini dilakukan oleh Menteri berdasarkan penilaian Menteri Dalam\nNegeri sesuai dengan kemampuan Daerah yang bersangkutan untuk menerimanya.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "7ef6b2c8-4652-4625-acf4-29f9761b3350",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dengan memperhatikan kemampuan teknis dan keuangan Pemerintah Daerah Tingkat II,\nPemerintah Daerah Tingkat I dapat menyerahkan lebih lanjut sebagian urusan\npemerintahan sebagaimana dimaksud dalam ayat (1) kepada Pemerintah Daerah Tingkat II.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "045527b9-a866-4152-8177-7d3585f373e2",
            "name": "Chapter III",
            "title": "\nORGANISASI",
            "type": "chapter",
            "children": [
                {
                    "id": "5dcbafaa-a1b6-44ea-a8df-e57922c6176b",
                    "name": "Article 6",
                    "type": "article",
                    "children": [
                        {
                            "id": "5257e26b-1a81-4d23-ad7f-150ce2c0dfcc",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Kecuali untuk Daerah Khusus Ibukota Jakarta, untuk melaksanakan urusan di bidang\nPekerjaan Umum yang telah diserahkan kepada Daerah Tingkat I, Pemerintah Daerah\nTingkat I yang bersangkutan dapat membentuk Dinas Pekerjaan Umum Pengairan, Dinas\nPekerjaan Umum Bina Marga dan Dinas Pekerjaan Umum Cipta Karta.",
                            "explanation": "\nPembentukan dan pengembangan Dinas Pekerjaan Umum untuk Propinsi Daerah\nTingkat I dilakukan secara bertahap dan dengan memperhatikan prinsip daya guna serta\nhasil guna penyelenggaraan pemerintahan.\nPengecualian Daerah Khusus Ibukota Jakarta tersebut didasarkan atas kenyataan akan\nperbedaan sifat dan susunan pemerintahan yang dimilikinya dengan Daerah Tingkat I\nlainnya, serta kebutuhan yang dihadapinya."
                        },
                        {
                            "id": "e636bf4a-f71d-4582-b9a6-a1c9ec884731",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dengan memperhatikan ketentuan ayat (1), Daerah Khusus Ibukota Jakarta dan Daerah\nTingkat II dapat membentuk Dinas-dinas di bidang Pekerjaan Umum sesuai dengan\nkebutuhan.",
                            "explanation": "\nSebagaimana halnya pembentukan dan pengembangan Dinas Pekerjaan Umum untuk\nPropinsi Daerah Tingkat I, pembentukan dan pengembangan Dinas-dinas di bidang\nPekerjaan Umum pada Daerah Khusus Ibukota Jakarta dan Kabupaten atau Kotamadya\nDaerah Tingkat II dilakukan secara selektif, bertahap, dan disesuaikan dengan\nkemampuan Daerah yang bersangkutan untuk menerimanya, kemampuan pembiayaan\nDaerah, kelengkapan sarana kerja yang tersedia serta persyaratan teknis lainnya."
                        },
                        {
                            "id": "3232cfea-6d35-42bd-b751-4ebd080222fc",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Pedoman pembentukan Organisasi dan Tata Kerja Dinas-dinas lingkup Pekerjaan Umum\nditetapkan oleh Menteri Dalam Negeri sesuai dengan peraturan perundang-undangan yang\nberlaku.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "aa09b2a0-8531-40d7-a2ba-6bf6df651b3d",
            "name": "Chapter IV",
            "title": "\nKEPEGAWAIAN",
            "type": "chapter",
            "children": [
                {
                    "id": "805d645f-07f1-4402-9df1-66eaae3a935c",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "78b84e8e-a49f-44a8-b494-831aaab7f9ad",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nMasalah kepegawaian yang timbul sebagai akibat penyerahan sebagian urusan di bidang\nPekerjaan Umum sebagaimana dimaksud dalam Peraturan Pemerintah ini diatur lebih lanjut\nsesuai dengan peraturan perundang-undangan yang berlaku.",
                        "explanation": "\nCukup jelas."
                    }
                }
            ]
        },
        {
            "id": "203184e5-1bf5-496b-bed9-da20348c203f",
            "name": "Chapter V",
            "title": "\nPEMBINAAN DAN PENGAWASAN TEKNIS",
            "type": "chapter",
            "children": [
                {
                    "id": "23560cb7-d8a5-4d80-ad66-cd2f095a5916",
                    "name": "Article 8",
                    "type": "article",
                    "children": [
                        {
                            "id": "a0ac5625-7f5b-48ef-bcdb-b37965a58e79",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Menteri menyelenggarakan pembinaan teknis dan pengawasan teknis atas pelaksanaan\nurusan di bidang Pekerjaan Umum yang telah diserahkan dan dilaksanakan oleh\nPemerintah Daerah Tingkat I dan Pemerintah Daerah Tingkat II.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "0e8ca522-03b1-4ff7-8721-9f905a9fbaf8",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pembinaan teknis sebagaimana dimaksud dalam ayat (1) diatur lebih lanjut oleh Menteri\nsetelah mendengar saran dan pertimbangan Menteri Dalam Negeri.",
                            "explanation": "\nPembinaan teknis adalah upaya untuk meningkatkan kemampuan Dinas Daerah melalui\n:\nA. Pengikutsertaan Dinas Daerah yang bersangkutan dalam pelaksanaan proyek-\nproyek pembangunan.\nB. Pemberian bantuan fasilitas peralatan pendidikan dan latihan serta tenaga ahli.\nC. Pemberian bimbingan teknis berupa pedoman, standar, dan tata cara teknis lainnya."
                        },
                        {
                            "id": "bcfe3988-0e54-4221-b889-be627c536124",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Pengawasan teknis sebagaimana dimaksud dalam ayat (1) diatur lebih lanjut oleh Menteri.",
                            "explanation": "\nPengawasan teknis adalah upaya pengawasan atas perencanaan, pelaksanaan\npembangunan (konstruksi) dan pemeliharaan agar memenuhi syarat-syarat teknis yang\nditetapkan oleh Departemen."
                        }
                    ]
                },
                {
                    "id": "fe65a3a1-b181-4239-b427-c1663fc9e318",
                    "name": "Article 9",
                    "type": "article",
                    "children": [
                        {
                            "id": "33a36b4b-718d-435d-92a7-2021fe65ffed",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dalam melaksanakan urusan di bidang Pekerjaan Umum yang telah diserahkan kepada\nDaerah Tingkat I, Kepala Daerah Tingkat I menyampaikan laporan berkala kepada Menteri\ndan Menteri Dalam Negeri.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "283b96c8-3449-411c-88af-ad9db9b31d90",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dalam melaksanakan urusan di bidang Pekerjaan Umum yang telah diserahkan kepada\nDaerah Tingkat II, Kepala Daerah Tingkat II menyampaikan laporan berkala kepada\nGubernur Kepala Daerah Tingkat I, Menteri, dan Menteri Dalam Negeri.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "3b53fec7-9bd1-40d5-bc41-8bd8679e1abf",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Dalam melaksanakan urusan di bidang Pekerjaan Umum yang telah diserahkan kepada\nDaerah Tingkat I dan Daerah Tingkat II, Pemerintah Daerah Tingkat I dan Pemerintah\nDaerah Tingkat II yang bersangkutan wajib memperhatikan peraturan perundang-undangan\nbeserta ketentuan-ketentuan pelaksanaannya di bidang urusan Pekerjaan Umum.",
                            "explanation": "\nYang dimaksud dengan peraturan perundang-undangan beserta ketentuan-ketentuan\npelaksanaan di bidang urusan Pekerjaan Umum antara lain adalah :\n- Undang-undang Nomor 11 Tahun 1974 tentang Pengairan;\n- Undang-undang Nomor 13 Tahun 1980 tentang Jalan;\n- Peraturan Pemerintah Nomor 22 Tahun 1982 tentang Tata Pengaturan Air;\n- Peraturan Pemerintah Nomor 23 Tahun 1982 tentang Irigasi;\n- Peraturan Pemerintah Nomor 26 Tahun 1985 tentang Jalan.\nDi samping peraturan perundang-undangan tersebut yang telah ada pada saat\ndiundangkannya Peraturan Pemerintah ini, wajib diperhatikan pula peraturan perundang-\nundangan yang dikeluarkan kemudian beserta ketentuan pelaksanaannya."
                        }
                    ]
                }
            ]
        },
        {
            "id": "24c09b5f-cca2-4622-94b3-e3c140000e8b",
            "name": "Chapter VI",
            "title": "\nPEMBIAYAAN DAN KEKAYAAN",
            "type": "chapter",
            "children": [
                {
                    "id": "642aaf95-6d58-4ec4-a32c-a671ebb7bfc4",
                    "name": "Article 10",
                    "type": "article",
                    "children": [
                        {
                            "id": "c71411d4-cf84-4a61-b6ed-316ee8f4047e",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pembiayaan yang berhubungan dengan penyerahan sebagian urusan di bidang Pekerjaan\nUmum sebagaimana dimaksud dalam Peraturan Pemerintah ini, diusahakan melalui\nsumber-sumber anggaran Pemerintah Daerah yang murni maupun melalui bantuan\npembiayaan dari Pemerintah sesuai dengan peraturan perundang-undangan yang berlaku.",
                            "explanation": "\nDalam rangka pelaksanaan urusan di bidang Pekerjaan Umum yang telah diserahkan\nkepada Daerah, maka pembiayaannya diusahakan melalui sumber-sumber anggaran\nPemerintah Daerah yang murni maupun melalui bantuan pembiayaan dalam Anggaran\nPendapatan dan Belanja Negara.\nBantuan pembiayaan tersebut diberikan kepada Daerah dalam bentuk hibah yang\nditetapkan penggunaannya, dan/atau pinjaman. Pelaksanaan urusan yang dibiayai\ndengan bantuan tersebut dilakukan oleh Daerah yang mendapat bantuan dengan\nbimbingan teknis Departemen Pekerjaan Umum. Pemberian bantuan itu diatur bersama\noleh Menteri Pekerjaan Umum, Menteri Dalam Negeri, Menteri Keuangan dan Menteri\nNegara Perencanaan Pembangunan Nasional/ Ketua Bappenas."
                        },
                        {
                            "id": "be30e8ec-8475-4938-bab3-63255947bf17",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Segala pungutan di bidang Pekerjaan Umum yang telah diserahkan kepada Daerah Tingkat\nI dan Daerah Tingkat II menjadi pendapatan Pemerintah Daerah Tingkat I dan Daerah\nTingkat II, diatur lebih lanjut dengan Peraturan Daerah.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "d4fed648-565c-44ab-a087-bd492b7177a8",
                    "name": "Article 11",
                    "type": "article",
                    "children": [
                        {
                            "id": "54060cbe-278f-4830-af0a-4fe658e2db71",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Kekayaan yang berhubungan dengan penyerahan sebagian urusan di bidang Pekerjaan\nUmum sebagaimana dimaksud dalam Peraturan Pemerintah ini, diserahkan pula menjadi\nkekayaan Pemerintah Daerah Tingkat I dan Daerah Tingkat II yang menerima urusan\ntersebut.",
                            "explanation": "\nTidak termasuk dalam kekayaan yang diserahkan adalah kekayaan Negara yang\ndipisahkan dan menjadi kekayaan Badan Usaha Milik Negara.\nKekayaan yang berupa barang bergerak dapat diserahkan dan menjadi milik Pemerintah\nDaerah. Kekayaan yang berupa barang tidak bergerak dapat diserahkan dengan hak\npakai kepada Pemerintah Daerah."
                        },
                        {
                            "id": "f15959f5-db99-442a-a268-8d5220bc8835",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pelaksanaan penyerahan kekayaan sebagaimana dimaksud dalam ayat (1) dilakukan\nsesuai dengan peraturan perundang-undangan yang berlaku.",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                }
            ]
        },
        {
            "id": "62bae2c7-c956-4590-b3f7-84975bdd8023",
            "name": "Chapter VII",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "b096a30b-3ded-447e-98b2-8284f2805b21",
                    "name": "Article 12",
                    "type": "article",
                    "children": {
                        "id": "e6490d4d-e0ef-4f5c-8327-28efac30f345",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan yang merupakan peraturan pelaksanaan Peraturan Pemerintah Nomor 18 Tahun\n1953 yang sudah ada sebelum berlakunya Peraturan Pemerintah ini masih tetap berlaku sampai\ndikeluarkannya ketentuan baru berdasarkan Peraturan Pemerintah ini.",
                        "explanation": "\nCukup jelas."
                    }
                }
            ]
        },
        {
            "id": "88a3c748-45a8-4247-b91e-752ba7072f68",
            "name": "Chapter VIII",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "18dec51c-e945-483f-a8f6-93343decac47",
                    "name": "Article 13",
                    "type": "article",
                    "children": {
                        "id": "f9e94028-3e2e-4837-ae7d-dd4f0c97e3d4",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan pelaksanaan Peraturan Pemerintah ini diatur lebih lanjut oleh Menteri setelah\nmendengar saran dan pertimbangan Menteri Dalam Negeri.",
                        "explanation": "\nCukupjelas"
                    }
                },
                {
                    "id": "af31f91f-7229-4b4c-969b-c4b154158e9a",
                    "name": "Article 14",
                    "type": "article",
                    "children": {
                        "id": "48424d6a-d004-4a91-a1ec-41129ba869a5",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan ditetapkannya Peraturan Pemerintah ini, maka Peraturan Pemerintah Nomor 18 Tahun\n1953 tentang Pelaksanaan Penyerahan Sebagian dari Urusan Pemerintah Pusat mengenai\nPekerjaan Umum kepada Propinsi-propinsi dan penegasan urusan mengenai Pekerjaan Umum\ndari Daerah-daerah Otonom Kabupaten, Kota Besar dan Kota Kecil di Jawa (Lembaran Negara\nTahun 1953 Nomor 31, Tambahan Lembaran Negara Nomor 395) dinyatakan tidak berlaku lagi.",
                        "explanation": "\nCukup jelas."
                    }
                },
                {
                    "id": "f23d55ed-b71f-4031-ad73-076859120921",
                    "name": "Article 15",
                    "type": "article",
                    "children": {
                        "id": "aeb0ef31-03d6-4aa6-8060-181795f17696",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini\ndengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "\nCukup jelas.\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\n1. Dalam rangka untuk lebih memantapkan pemberian otonomi yang nyata dan bertanggung\njawab sebagaimana dimaksud dalam Undang-undang Nomor 5 Tahun 1974 tentang Pokok-\npokok Pemerintahan di Daerah dan sejalan dengan makin meningkatnya volume\npembangunan, dirasakan perlunya menyerahkan sebagian urusan pemerintahan di bidang\nPekerjaan Umum kepada Daerah.\nDengan adanya penyerahan ini diharapkan bahwa peran serta Daerah dalam penentuan\nkebijaksanaan, perencanaan, pelaksanaan maupun pembiayaan dapat lebih ditingkatkan,\noleh karena bagi Pemerintah adalah berat sekali untuk menyelenggarakan seluruh urusan\npemerintahan di Daerah mengingat terbatasnya kemampuan perangkat Pemerintah di\nDaerah. Penyerahan urusan pemerintahan di bidang Pekerjaan Umum dilakukan secara\nbertahap disesuaikan dengan keadaan dan kemampuan daerah yang bersangkutan.\nNamun demikian meskipun berbagai urusan telah diserahkan kepada Daerah sebagai\npelaksanaan azas desentralisasi, tetapi tanggung jawab terakhir terhadap urusan-urusan\ntersebut tetap ada pada Pemerintah. Oleh karena itu urusan-urusan yang telah diserahkan\nmenjadi urusan rumah tangga daerah itu, apabila diperlukan dapat ditarik kembali menjadi\nurusan Pemerintah. Pengertian Pemerintah dalam Peraturan Pemerintah ini adalah\nPemerintah Pusat sebagaimana dimaksud dalam Undang-undang Nomor 5 Tahun 1974.\n2. Penyerahan sebagian urusan pemerintahan di bidang Pekerjaan Umum hingga saat ini\nmasih diatur berdasarkan ketentuan dalam Peraturan Pemerintah Nomor 18 Tahun 1953\nyang ternyata dalam rangka gerak laju pembangunn sekarang serta dalam hubungannya\ndengan berbagai peraturan perundang-undangan di bidang Pekerjaan Umum sudah tidak\nsesuai lagi, karena pelaksanaan pembangunan di bidang Pengairan, Bina Marga, dan Cipta\nKarya sudah sedemikian berkembang sehingga masing masing bidang perlu ditangani\nsecara tersendiri, tanpa menghilangkan koordinasi dan keterpaduan dalam pelaksaaannya\nyang dalam pengaturan dan pembinaan teknisnya tetap dilakukan oleh Pemerintah.\n3. Dalam Peraturan Pemerintah ini sebagai pengganti Peraturan Pemerintah Nomor 18 Tahun\n1953, ditetapkan ketentuan-ketentuan yang mengatur urusan-urusan di bidang Pekerjaan\nUmum yang diserahkan kepada Daerah Tingkat I dan Daerah Tingkat II, karena sesuai\ndengan ketentuan Undang-undang Nomor 5 Tahun 1974 Pasal 11 bahwa titik berat otonomi\ndaerah ada pada Daerah Tingkat II, sehingga secara teknis lebih tepat apabila urusan-\nurusan tersebut diserahkan langsung kepada Daerah Tingkat II.\nDalam rangka untuk menampung dan melaksanakan beban urusan-urusan pemerintahan di\nbidang Pekerjaan Umum yang diserahkan kepada Daerah, dalam Peraturan Pemerintah ini\njuga ditetapkan ketentuan yang memberikan kemungkinan kepada Daerah Tingkat I untuk\ndapat mengembangkan perangkat Daerah yaitu Dinas Pekerjaan Umum menjadi 3 Dinas\nyaitu Dinas Pekerjaan Umum Pengairan, Dinas Pekerjaan Umum Bina Marga, dan Dinas\nPekerjaan Umum Cipta Karya. Kecuali untuk Pemerintah Daerah Khusus Ibukota Jakarta\nmengingat sifat dan susunan pemerintahannya memiliki kekhususan. Untuk melaksanakan\nurusan di bidang Pekerjaan Umum yang telah diserahkan kepada Daerah Tingkat II,\nPemerintah Daerah Tingkat II dapat membentuk Dinas-dinas Pekerjaan Umum sesuai\ndengan kebutuhan.\n4. Dalam Peraturan Pemerintah ini juga ditetapkan ketentuan bahwa penyerahan sebagian\nurusan pemerintahan di bidang Pekerjaan Umum kepada Daerah tidak melepaskan\ntanggung jawab Pemerintah dalam hal ini Menteri yang membidangi urusan Pekerjaan\nUmum untuk melakukan pembinaan teknis dan pengawasan teknis terhadap Dinas Daerah,\nbaik Dinas Propinsi Daerah Tingkat I, maupun Dinas Kabupaten/Kotamadya Daerah Tingkat",
        "Nomor": "14",
        "Tahun": "1987",
        "Tentang": "PENYERAHAN SEBAGIAN URUSAN PEMERINTAH DI BIDANG PEKERJAAN UMUM\nKEPADA DAERAH",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa dengan perkembangan tugas-tugas bidang Pekerjaan Umum, rnaka\nsebagian urusan pemerintahan bidang Pekerjaan Umum yang telah\ndiserahkan kepada Daerah berdasarkan Peraturan Pemerintah Nomor 18\nTahun 1953 tidak sesuai lagi dengan perkembangan keadaan;",
            "b": " bahwa dalam rangka pelaksanaan otonomi yang nyata, dinamis dan\nbertanggung jawab sesuai dengan Undang-undang Nomor 5 Tahun 1974,\nmaka Peraturan Pemerintah Nomor 18 Tahun 1953 perlu diganti;",
            "c": " bahwa sehubungan dengan itu perlu ditetapkan Peraturan Pemerintah."
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 5 Tahun 1974 tentang Pokok-pokok Pemerintahan\ndi Daerah (Lembaran Negara Tahun 1974 Nomor 38, Tambahan Lembaran\nNegara Nomor 3037);",
            "3": " Undang-undang Nomor 11 Tahun 1974 tentang Pengairan (Lembaran\nNegara Tahun 1974 Nomor 65, Tambahan Lembaran Negara Nomor 3046);",
            "4": " Undang-undang Nomor 13 Tahun 1980 tentang Jalan (Lembaran Negara\nTahun 1980 Nomor 83, Tambahan Lembaran Negara Nomor 3186);"
        },
        "Menetapkan": "\nPERATURAN\nPEMERINTAH REPUBLIK INDONESIA\nTENTANG\nPENYERAHAN SEBAGIAN URUSAN PEMERINTAHAN DI BIDANG\nPEKERJAAN UMUM KEPADA DAERAH.",
        "tanggal sah": "27 Juni 1987"
    }
}