{
    "results": [
        {
            "id": "c4244ab0-19d2-416a-a57e-cbdd996ebbb0",
            "name": "Chapter I",
            "title": "\nPENAMBAHAN PENYERTAAN MODAL",
            "type": "chapter",
            "children": [
                {
                    "id": "cc73c2e2-94ec-439f-8e0b-d2094458ded6",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "a9ef1d91-65ad-439e-8146-879d3beb4bb6",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nNegara Republik Indonesia melakukan penambahan penyertaan modal ke dalam modal saham Perusahaan Perseroan (PERSERO) PT Indonesia Farma yang didirikan berdasarkan Peraturan Pemerintah Nomor 34 Tahun 1996.\n",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "dd5205ff-f931-4883-bba0-0baf8714b6f9",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "53165dde-9b86-4c4d-8b92-e205ed67ba82",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penambahan penyertaan modal Negara sebagaimana dimaksud dalam Pasal 1 berasal dari\nkapitalisasi cadangan perusahaan sampai dengan tahun buku 1999 dan kapitalisasi laba berjalan\nperusahaan periode Januari sampai dengan September tahun buku 2000.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "913921d1-b8d0-4f75-8e3f-10abfd7ddcf1",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Nilai penambahan penyertaan modal Negara sebagaimana dimaksud dalam ayat (1) sebesar\nRp.90.000.000.000,00 (sembilan puluh miliar rupiah), dengan perincian sebagai berikut :\na. Cadangan perusahaan sampai dengan tahun buku 1999 sebesar Rp.27.191.022.435,00 (dua\npuluh tujuh miliar seratus sembilan puluh satu juta dua puluh dua ribu empat ratus tiga puluh\nlima rupiah);\nb. Laba berjalan perusahaan periode Januari sampai dengan September tahun buku 2000\nsebesar Rp.62.809.978.565,00 (enam puluh dua miliar delapan ratus sembilan juta sembilan\nratus tujuh puluh delapan ribu lima ratus enam puluh lima rupiah).",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "38f8c6d3-67b1-4cfa-ba12-3e3a42a610c8",
            "name": "Chapter II",
            "title": "\nPELAKSANAAN PENAMBAHAN PENYERTAAN MODAL",
            "type": "chapter",
            "children": [
                {
                    "id": "ff307642-37eb-4524-ae7b-62cbc0cb0f78",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "c4d2467e-d924-4c06-8cb9-c5d31fe5958d",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPelaksanaan penambahan penyertaan modal Negara sebagaimana dimaksud dalam Pasal 1 dilakukan\nmenurut ketentuan Undang-undang Nomor 1 Tahun 1995 tentang Perseroan Terbatas, dengan\nmemperhatikan ketentuan dalam Peraturan Pemerintah Nomor 12 Tahun 1998 dan ketentuan peraturan\nperundang-undangan lainnya yang berlaku.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "435f97a8-0e80-4d76-8783-476d1830da8d",
            "name": "Chapter III",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "4938a182-709d-4ca3-ae2d-fddae9a29a06",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "95918f57-39e5-46ac-9d69-a2091411c9c9",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan lebih lanjut yang diperlukan bagi pelaksanaan Peraturan Pemerintah ini diatur oleh Menteri\nKeuangan.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "0e2ac982-5a03-468c-8246-bb2a6651e969",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "a87f85bf-0d61-44c1-97fc-9f91410d36f4",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan\npenempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Nomor": "10",
        "Tahun": "2001",
        "Tentang": "PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA\nKE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO)\nPT INDONESIA FARMA",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa dalam rangka memperkuat struktur permodalan guna meningkatkan nilai\nperusahaan maka dipandang perlu melakukan penambahan penyertaan modal\nNegara Republik Indonesia ke dalam modal saham Perusahaan Perseroan\n(PERSERO) PT Indonesia Farma;",
            "b": " bahwa cadangan perusahaan sampai dengan tahun buku 1999 dan laba berjalan\nperusahaan periode Januari sampai dengan September tahun buku 2000 pada\nPerusahaan Perseroan (PERSERO) PT Indonesia Farma, dapat dikapitalisasi sebagai\ntambahan penyertaan modal Negara ke dalam modal saham Perusahaan Perseroan\n(PERSERO) PT Indonesia Farma;",
            "c": " bahwa penambahan penyertaan modal Negara tersebut perlu ditetapkan dengan\nPeraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) dan Pasal 33 Undang-Undang Dasar 1945 sebagaimana telah diubah\ndengan Perubahan Kedua Undang-Undang Dasar 1945;",
            "2": " Undang-Undang Nomor 9 Tahun 1969 tentang Penetapan Peraturan Pemerintah\nPengganti Undang-undang Nomor 1 Tahun 1969 (Lembaran Negara Republik\nIndonesia Tahun 1969 Nomor 16, Tambahan Lembaran Negara Nomor 2890, tentang\nBentuk-bentuk Usaha Negara menjadi Undang-undang (Lembaran Negara Republik\nIndonesia Tahun 1969 Nomor 40, Tambahan Lembaran Negara Nomor 2904);",
            "3": " Undang-Undang Nomor 1 Tahun 1995 tentang Perseroan Terbatas (Lembaran\nNegara Republik Indonesia Tahun 1995 Nomor 13, Tambahan Lembaran Negara\nNomor 3587);",
            "4": " Peraturan Pemerintah Nomor 34 Tahun 1996 tentang Pengalihan Bentuk Perusahaan\nUmum (PERUM) Indonesia Farma menjadi Perusahaan Perseroan (PERSERO)\n(Lembaran Negara Republik Indonesia Tahun 1996 Nomor 57);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA\nREPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN\n(PERSERO) PT INDONESIA FARMA.\n---\n5. Peraturan Pemerintah Nomor 89 Tahun 2000 tentang Pencabutan Peraturan Pemerintah Nomor 98 Tahun 1999 tentang Pengalihan Kedudukan, Tugas dan Kewenangan Menteri Keuangan selaku Rapat Umum Pemegang Saham (RUPS) atau Pemegang Saham pada Perusahaan Perseroan (PERSERO) dan Perseroan Terbatas yang sebagian sahamnya dimiliki oleh Negara Republik Indonesia kepada Menteri Negara Penanaman Modal dan Pembinaan Badan Usaha Milik Negara sebagaimana telah beberapa kali diubah terakhir dengan Peraturan Pemerintah Nomor 48 Tahun 2000 (Lembaran Negara Republik Indonesia Tahun 2000 Nomor 178, Tambahan Lembaran Negara Nomor 4008);\nMEMUTUSKAN\nMenetapkan \nPERATURAN PEMERINTAH TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT INDONESIA FARMA.",
        "tanggal sah": "19 Februari 2001"
    }
}