{
    "results": [
        {
            "id": "e8d6242c-e237-40af-92c1-2b028b2a608b",
            "name": "Chapter I",
            "title": "\nPENYERTAAN MODAL DAN PENGALIHAN BENTUK",
            "type": "chapter",
            "children": [
                {
                    "id": "4f31abf9-1f57-4997-a315-ed8ba4f6d4d3",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "c5516d1c-060b-4b63-8f0a-11e16bef6597",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nNegara Republik Indonesia melakukan penyertaan modal ke dalam modal saham PT Merpati Nusantara Airlines, yang didirikan berdasarkan Peraturan Pemerintah Nomor 70 Tahun 1971 jo. Peraturan Pemerintah Nomor 30 Tahun 1978.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "1584358e-c7c2-4f22-b7d5-d0bc2790c8b2",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "3decd15f-f6a0-4d42-b4bb-51c388df9d74",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penyertaan Modal Negara Republik Indonesia sebagaimana\ndimaksud dalam Pasal 1 sebesar Rp. 562.895.750.000,00 (lima ratus\nenam puluh dua miliar delapan ratus sembilan puluh lima juta tujuh\nratus lima puluh ribu rupiah) yang berasal dari :\na. pengalihan saham Perusahaan Perseroan (PERSERO) PT Garuda\nIndonesia pada PT Merpati Nusantara Airlines senilai Rp.\n399.985.750.000,00 (tiga ratus sembilan puluh miliar sembilan\nratus delapan puluh lima juta tujuh ratus lima puluh ribu rupiah);\ndan\nb. pengalihan piutang Perusahaan Perseroan (PERSERO) PT\nGaruda Indonesia pada PT Merpati Nusantara Airlines atas\npenyerahan 17 (tujuh belas) pesawat terbang F-28/4000 senilai\nRp. 162.910.000.000,00 (seratus enam puluh dua miliar sembilan\nratus sepuluh juta rupiah).",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "a417585c-d02d-4cfb-99ec-f7557c7f0b42",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dengan penyertaan modal Negara Republik Indonesia sebagaimana\ndimaksud dalam ayat (1), maka PT Merpati Nusantara Airlines\nberubah bentuk menjadi Perusahaan Perseroan (PERSERO) PT\nMerpati Nusantara Airlines, dengan komposisi kepemilikan saham\nsaat ini sebagai berikut:\na. Negara Republik Indonesia sebesar 90,50% senilai Rp.\n562.895.750.000,00 (lima ratus enam puluh dua miliar delapan\nratus sembilan puluh lima juta tujuh ratus lima puluh ribu\nrupiah); dan\nb. Perusahaan Perseroan (PERSERO) PT Garuda Indonesia sebesar\n9,50% senilai 59.088.500.000,00 (lima puluh sembilan miliar\ndelapan puluh delapan juta lima ratus ribu rupiah).",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "efc36d86-05bb-42a7-9833-ac4f2f550270",
            "name": "Chapter II",
            "title": "\nMAKSUD DAN TUJUAN",
            "type": "chapter",
            "children": [
                {
                    "id": "2838fc6d-17bf-4e86-973a-015548095b40",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "737a4a1c-86f5-48e7-b7ba-0827ab2eba8a",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nMaksud dan tujuan Perusahaan Perseroan (PERSERO) PT Merpati\nNusantara Airlines sebagaimana dimaksud dalam Pasal 2 ayat (2) adalah\nmenyelenggarakan :\na. angkutan usaha komersial berjadwal untuk penumpang, barang dan\npos dalam negeri dan luar negeri;\nb. angkutan udara borongan untuk barang dan wisatawan dalam negeri\ndan luar negeri;\nc. angkutan udara perintis;\n\nd. penerbangan transmigrasi;\ne. reparasi dan pemeliharaan pesawat udara, baik untuk keperluan usaha sendiri maupun keperluan perusahaan angkutan udara lainnya, serta menyediakan fasilitas untuk menunjang usaha pokok;\nf. usaha-usaha lain yang ditetapkan Pemerintah guna menunjang kegiatan sebagaimana dimaksud dalam huruf a, huruf b, huruf c, huruf d dan huruf e.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "6bb88b73-4966-486d-9ba0-a90c13aecda0",
            "name": "Chapter III",
            "title": "\nPELAKSANAAN PENYERTAAN MODAL DAN PENGALIHAN BENTUK",
            "type": "chapter",
            "children": [
                {
                    "id": "fc5dcedc-2c26-471e-b821-af9cee263765",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "5befab99-1a0a-41bf-94e0-a5cdf35031a3",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPelaksanaan penyertaan Modal Negara Republik Indonesia ke dalam modal saham PT Merpati Nusantara Airlines dan pengalihan bentuknya menjadi Perusahaan Perseroan (PERSERO) sebagaimana dimaksud dalam Pasal 2, dilakukan menurut ketentuan Undang-undang Nomor 1 Tahun 1995 tentang Perseroan Terbatas dengan memperhatikan ketentuan-ketentuan yang tercantum dalam Peraturan Pemerintah Nomor 12 Tahun 1969 sebagaimana telah diubah dengan Peraturan Pemerintah Nomor 24 Tahun 1972, dan peraturan perundang-undangan lainnya yang berlaku.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "151a5815-977f-4842-afe9-9e51b8fbfd24",
            "name": "Chapter IV",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "d9b193b3-1297-4090-a7c8-810be3ed370d",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "f0eff508-03a1-467c-8eb7-8fafa62709a9",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nTerhitung sejak pengalihan bentuk PT Merpati Nusantara Airlines menjadi Perusahaan Perseroan (PERSERO) PT Merpati Nusantara Airlines, Peraturan Pemerintah Nomor 30 Tahun 1978 dinyatakan tidak berlaku.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "9665a985-3b0e-4f1f-9fc6-7aba0c3e347e",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "b9b9baa1-849f-4d24-ab39-388c7f001f17",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan lebih lanjut yang diperlukan bagi pelaksanaan Peraturan Pemerintah ini diatur oleh Menteri Keuangan dan Menteri Perhubungan baik secara bersama-sama maupun sendiri-sendiri sesuai bidang tugasnya masing-masing.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "774e979f-310f-4f18-8d7e-62de5a302bbf",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "f3d96d0d-58cd-4eb4-abac-243747ef1bcc",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan\nPeraturan Pemerintah ini dengan penempatannya dalam Lembaran\nNegara Republik Indonesia.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Nomor": "10",
        "Tahun": "1997",
        "Tentang": "PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA DALAM\nRANGKA PENGALIHAN BENTUK PT. MERPATI NUSANTARA AIRLINES\nMENJADI PERUSAHAAN PERSEROAN (PERSERO)\nPRESIDEN REPUBLIK INDONESIA,",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa untuk lebih meningkatkan dan mengembangkan kegiatan usaha\nPT Merpati Nusantara Airlines, dipandang perlu untuk melakukan\npenyertaan modal Negara Republik Indonesia ke dalam modal saham\nPT Merpati Nusantara Airlines dan mengubahnya menjadi Perusahaan\nPerseroan (PERSERO) PT Merpati Nusantara Airlines;",
            "b": " bahwa sebagian modal kekayaan Perusahaan Perseroan (PERSERO)\nPT Garuda Indonesia dalam bentuk saham pada PT Merpati Airlines\ndan piutang Perusahaan Perseroan (PERSERO) PT Garuda Indonesia\npada PT Merpati Nusantara Airlines atas penyerahan 17 (tujuh belas)\nbuah pesawat terbang F-28/4000, dialihkan kepada Negara Republik\nIndonesia dan selanjutnya ditetapkan sebagai penyertaan modal\nNegara Republik Indonesia ke dalam modal saham PT Merpati\nNusantara Airlines;",
            "c": " bahwa penyertaan modal Negara Republik Indonesia tersebut dan\npengalihan bentuk PT Merpati Nusantara Airlines menjadi Perusahaan\n(PERSERO), perlu ditetapkan dengan Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-undang Dasar 1945;",
            "2": " Undang-undang Nomor 9 Tahun 1969 tentang Penetapan Peraturan\nPemerintah Pengganti Undang-undang Nomor 1 Tahun 1969 tentang\nBentuk-bentuk Usaha Negara (Lembaran Negara Tahun 1969 Nomor\n16, Tambahan Lembaran Negara Nomor 2890) menjadi\nUndang-undang (Lembaran Negara Tahun 1969 Nomor 40, Tambahan\nLembaran Negara Nomor 2904);",
            "3": " Undang-undang Nomor 1 Tahun 1995 tentang Perseroan Terbatas\n(Lembaran Negara Tahun 1995 Nomor 13, Tambahan Lembaran\nNegara Nomor 3785);",
            "4": "  Peraturan Pemerintah Nomor 12 Tahun 1969 tentang Perusahaan Perseroan (PERSERO) (Lembaran Negara Tahun 1969 Nomor 21, Tambahan Lembaran Negara Nomor 2894) sebagaimana telah diubah dengan Peraturan Pemerintah Nomor 24 Tahun 1972 (Lembaran Negara Tahun 1972 Nomor 32, Tambahan Lembaran Negara Nomor 2987);",
            "5": "  Peraturan Pemerintah Nomor 3 Tahun 1983 tentang Tata Cara Pembinaan dan Pengawasan Perusahaan Jawatan (PERJAN), Perusahaan Umum (PERUM), dan Perusahaan Perseroan (PERSERO) (Lembaran Negara Tahun 1983 Nomor 3, Tambahan Lembaran Negara Nomor 3246) sebagaimana telah diubah dengan Peraturan Pemerintah Nomor 28 Tahun 1983 (Lembaran Negara Tahun 1983 Nomor 37);",
            "6": "  Peraturan Pemerintah Nomor 70 Tahun 1971 tentang Pengalihan Bentuk Perusahaan Negara (PN) Perhubungan Udara Daerah dan Penerbangan Serba Guna Merpati Nusantara menjadi Perusahaan Perseroan (PERSERO) (Lembaran Negara Tahun 1971 Nomor 91);",
            "7": "  Peraturan Pemerintah Nomor 30 Tahun 1978 tentang Pengalihan Pengusahaan Modal Negara Republik Indonesia dalam Perusahaan Perseroan (PERSERO) PT Merpati Nusantara Airlines kepada Perusahaan Perseroan (PERSERO) PT Garuda Indonesian Airways (Lembaran Negara Tahun 1978 Nomor 45)."
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA DALAM RANGKA PENGALIHAN BENTUK PT. MERPATI NUSANTARA AIRLINES MENJADI PERUSAHAAN PERSEROAN (PERSERO).",
        "tanggal sah": "29 April 1997"
    }
}