{
    "results": [
        {
            "id": "077990d8-a9c8-4a95-b0bc-08001a90731f",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "1373b22b-bc1e-481a-b365-21e765b64ec0",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dengan tidak mengurangi ketentuan dalam Staatsblad 1919 No. 204,\nkepada Pegawai Negeri Sipil dalam batas-batas pasal-pasal dibawah\nini dapat diberikan pengganti kerugian untuk barang-barang\nbergerak yang bukan karena salah dan/atau kelalaian sendiri, tidak\ndapat dipakai lagi, rusak atau hilang sebagai akibat peristiwa-\nperistiwa luar biasa, terjadi disesuatu tempat atau daerah.",
                "explanation": "\n1. Dalam menjalankan peraturan ini, Pemerintah tentu akan bertindak menurut syarat-syarat yang ditetapkan.\n2. Pengganti kerugian hanya diberikan untuk barang-barang bergerak. Biayanya akan menjadi terlalu besar, jika peraturan ini berlaku juga terhadap barang-barang tidak bergerak.\n3. Syarat untuk memberi pengganti kerugian ialah adanya peristiwa-peristiwa luar biasa disesuatu tempat atau daerah. Jadi bukanlah kejadian luar biasa yang hanya mengenai pegawai negeri yang tertimpa saja, melainkan kejadian-kejadian yang bersifat umum. Dalam hal yang demikian kepada pegawai negeri diberikan pengganti kerugian, oleh karena menjadi kepentingan umum, bahwa pegawai negeri itu dapat menjalankan tugasnya dengan cara yang layak.\n4. Yang dimaksudkan dengan pegawai negeri, ialah mereka yang diangkat tetap atau sementara dalam jabatan Negeri, termasuk pekerja, dalam jabatan aktif. Mereka yang menerima uang-tunggu atau non-aktif tidak termasuk peraturan ini."
            }
        },
        {
            "id": "18ad7622-46d7-4726-be94-f99b835af69d",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "38a9676a-b355-4332-85f5-a804d3de23c3",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peristiwa-peristiwa luar biasa termaksud dalam pasal 1 ialah:\na. bencana alam,\nb. pemberontakan,\nc. kerushan,\nd. penggangguan keamanan dan ketertiban umum oleh organisasi-\norganisasi atau gerombolan,\ne. kejadian-kejadian luar biasa yang mempunyai hubungan erat dengan atau mirip pada yang disebut sub-sub a s/d d, sehingga menurut pendapat Menteri Urusan Pegawai dalam melaksanakan peraturan ini dapat dipersamakan.",
                "explanation": "\nPasal ini tidak menyebutkan kejadian-kejadian luar biasa semuanya. Ini ternyata jelas dari redaksi sub e. Peristiwa-peristiwa yang lain sudahlah terang. Sebagai dikatakan dalam ketentuan sub e, dapatlah ditambahkan segala kejadian luar biasa yang berhubungan sangat erat dengan atau mirip pada yang disebut sub a s/d d, sehingga melihat maksud peraturan ini dapat dipersamakan dengan peristiwa-peristiwa luar biasa."
            }
        },
        {
            "id": "4f571de7-96f6-4728-9d6f-6bd45fb499c7",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "7f04bb10-a891-45c0-ad23-c80f99ce6e09",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pengganti kerugian hanya diberikan untuk barang-barang yang tidak dapat dipakai lagi, rusak atau hilang, termasuk dalam salah satu golongan dibawah ini :\na. perkakas rumah dan lain perabot rumah,\nb. pakaian,\nc. kendaraan,\nd. perlengkapan, buku-buku, perkakas-perkakas atau pengumpulan barang guna ilmu pengetahuan, jikalau barang-barang ini dibutuhkan oleh Pegawai Negeri yang bersangkutan untuk melakukan jabatannya,\ne. bahan-bahan makanan,\nf. barang-barang bergerak lain, yang menurut pendapat Menteri Urusan Pegawai dalam melaksanakan peraturan ini dapat dipersamakan dengan yang disebut dibawah a s/d e.\n(2) Pengganti kerugian bagi barang-barang yang disebut dalam ayat (1) hanya diberikan jika barang-barang itu pada waktu tidak dapat dipakai lagi, rusak atau hilang, dipergunakan oleh Pegawai Negeri atau anggauta-anggauta keluarganya, dan Pegawai Negeri tersebut menjadi milik atau bertanggung jawab atas barang-barang itu.\n(3) Dalam ayat (1) sub f tidak boleh dimasukkan uang dan surat-surat berharga.\n(4) Menteri Urusan Pegawai berhak menetapkan jumlah-jumlah setinggi-tingginya untuk tiap-tiap macam barang yang disebut dalam ayat 1.",
                "explanation": "\n1. Dalam pasal ini ditentukan di dalam hal-hal mana dapat diberikan pengganti kerugian. Baik karena maksud peraturan, maupun karena akibat-akibatnya bagi keuangan maka haruslah diadakan pembatasan.\nBahwa pegawai negeri perlu mempunyai barang-barang yang tersebut sub a dan b tidak perlu diterangkan.\nMengenai barang-barang tersebut sub C (kendaraan-kendaraan) harus ada pembatasan; untuk itu maka ayat empat memberikan kemungkinan, sedangkan selanjutnya terhadap kendaraan-kendaraan (kecuali sepeda) harus diselidiki, apakah kendaraan-kendaraan itu diperlukan untuk dinas. Mengenai barang-barang tersebut sub d, telah diadakan pembatasan yang besar, sebagaimana dapat terbaca.\n2. Oleh karena di samping barang-barang yang disebut itu\n3.\nAyat dua memuat lagi pembatasan, yaitu bahwa pengganti\nkerugian itu hanya diberikan untuk barang-barang yang\ndipakai sendiri oleh pegawai negeri atau keluarganya.\nBukanlah menjadi maksud, bahwa pegawai negeri dengan\nperaturan pemberian pengganti kerugian itu menjadi kaya\natau orang lain mendapat keuntungan. Jadi yang diganti\nhanyalah barang-barang milik pegawai negeri sendiri\natau barang-barang yang menjadi tanggungannya, juga\njika barang-barang itu hilang karena sebab diluar\nkekuasaannya, sebagai misalnya barang-barang yang\ndibeli dengan perjanjian sewa-beli; terhadap barang-\nbarang ini jika hilang biasanya pembeli harus\nbertanggung jawab, walaupun itu terjadi di luar\nkesalahannya."
            }
        },
        {
            "id": "a400b82c-609b-463e-af4e-5f059578989c",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "08a883b2-3ecd-423f-95bf-a1c1bbd77c7c",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pengganti kerugian didasarkan pada:\na. harga-pengganti sepenuhnya untuk bahan-bahan makanan, buku-buku atau pengumpulan barang guna ilmu pengetahuan, yang hilang atau tidak dapat dipakai lagi;\nb. tiga perempat harga-pengganti untuk alat-perkakas, kendaraan, perkakas rumah dan perabot rumah lain, yang hilang atau tidak dapat dipakai lagi;\nc. separuh harga-pengganti untuk pakaian dan barang-perlengkapan, termasuk perhiasan, yang hilang.\n(2) Barang-barang, yang meskipun bukan barang-permata, tetapi pembuatannya istimewa mahalnya, harga penggantinya dihitung sesuai dengan jumlah harga-pengganti barang-barang semacam itu yang lebih sederhana pembuatannya.\n(3) Pengganti kerugian juga dapat terdiri dari biaya pembetulan barang-barang, tetapi tidak boleh melebihi penggantian yang akan diberikan, jika barang-barang itu tidak dapat dipakai lagi atau hilang.\n(4) Jikalau barang-barang dimasukkan dalam ketentuan dalam pasal 3 ayat (1) sub f, maka dalam putusan yang bersangkutan\ndinyatakan pula, pengganti kerugian itu didasarkan pada\nukuran mana dari yang tersebut dalam ayat (1) sub a, b dan c\npasal ini.",
                "explanation": "\nPasal ini memberi ukuran penghargaan guna menghitung\npengganti-kerugian. Yang diganti adalah harga barang-barang\nyang sebenarnya pada saat hilangnya. akan tetapi praktis\ntidaklah mungkin (dalam kebanyakan hal) menetapkan harga itu.\nMaka dari itu harga sesungguhnya barang-barang tersebut sub a\nselalu ditetapkan sama dengan harga baru (harga pengganti),\nbarang-barang tersebut sub b tiga perempat dan barang-barang\ntersebut sub c seperdua dari harga-penggantinya. Dengan\nperkataan lain, dianggap bahwa barang-barang tersebut sub b\n\"dihapuskan\" (\"afgeschreven\") untuk 25% dan barang-barang\ntersebut sub c untuk 50%.\nKetentuan dalam ayat dua memberi pembatasan yang tidak\nperlu lagi dijelaskan. Pun ayat-ayat yang lain pasal ini\nkiranya tidak perlu diterangkan lebih lanjut."
            }
        },
        {
            "id": "c63ea068-455c-435f-a4cf-2a421cf592d7",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "cd85609d-782e-470c-8896-5874696db593",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pengganti kerugian tidak diberikan:\na. untuk barang-barang yang selayaknya harus dipertanggungkan\n(di-asuransi-kan) terhadap kehilangan atau kerusakan, tetapi\ndalam hal ini hanya sepanjang ada kemungkinan bagi Pegawai\nNegeri untuk mempertanggungkan barang-barang itu;\nb. untuk kerugian yang telah atau akan diganti dengan jalan\nlain.",
                "explanation": "\nCukup jelas."
            }
        },
        {
            "id": "e514cb2d-911b-440a-acf9-e141f68bb4e4",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "31c47858-5381-4e11-a229-d61ccf2012c8",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Dibentuk suatu panitia, terdiri dari lima orang, yaitu Wakil-\nwakil Menteri Urusan Pegawai, Menteri Kehakiman, Menteri\nKeuangan, Menteri Dalam Negeri dan Menteri Sosial. Anggota\npanitia tersebut diangkat oleh Perdana Menteri atas usul\nMenteri yang bersangkutan.\n(2) Panitia bertugas memberi pertimbangan kepada Menteri Urusan\nPegawai tentang permintaan-permintaan pengganti kerugian\nberdasarkan peraturan ini.",
                "explanation": "\nPelaksanaan peraturan ini termasuk kekuasaan Menteri\nUrusan Pegawai. Tetapi oleh karena beberapa Menteri banyak\natau sedikit harus dianggap bersangkutan dengan pelaksanaan\nini, maka perlulah kiranya membentuk suatu panitia terdiri\ndari wakil-wakil semua Kementerian yang dimaksud itu untuk\nmemberi pertimbangan kepada Menteri Urusan Pegawai dalam\nmelaksanakan peraturan."
            }
        },
        {
            "id": "65f9146c-71b7-408c-a2cb-a6425398431d",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "b78ac93c-7b3b-45b4-ab85-6c4e5f3ac991",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pegawai Negeri yang berpendapat bahwa ia berhak menerima\npengganti kerugian sebagai yang dimaksudkan dalam pasal 1,\nharus mengajukan surat-permohonan kepada kepala daerah\nkabupaten/kota besar yang bersangkutan.\nKepala daerah tersebut mengirimkan surat-permohonan itu\ndisertai pertimbangannya kepada Menteri Urusan Pegawai,\ndengan perantaraan panitia tersebut.\n(2) Pada permohonan pengganti kerugian harus dilampirkan\nsekurang-kurangnya :\na. daftar perincian barang-barang yang hilang, tidak dapat\ndipakai lagi, atau rusak, dengan taksiran harga-\npenggantinya;\nb. uraian lengkap dan jelas tentang hal-ihwal yang\nmenyebabkan barang itu hilang, tidak dapat dipakai lagi\natau rusak;\nc. dalam hal kerugian disebabkan oleh pelanggaran hukum :\nbukti bahwa sudah diajukan pengaduan kepada penjabat\npolisi yang berwajib.\n(3) Daftar perincian dan uraian itu harus dibubuhi keterangan,\nditandatangani oleh Pegawai Negeri dengan kesediaan\nmengangkat sumpah tentang kebenarannya, yang menyatakan bahwa\nia mengetahui surat-surat itu akan dipergunakan sebagai bukti\nuntuk kejadian-kejadian termaksud didalamnya.",
                "explanation": "\nPasal ini memuat peraturan-peraturan bersifat formil,\nyang tidak perlu dijelaskan lagi."
            }
        },
        {
            "id": "39156acd-a05a-40c4-8a70-3e9131bd6821",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "67f15d88-31c6-4e0f-b794-19814f01f048",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pelaksanaan peraturan ini diserahkan kepada Menteri Urusan Pegawai",
                "explanation": "\nPasal ini tidak perlu penjelasan."
            }
        },
        {
            "id": "72ab3a9a-b3aa-4a16-ab1a-3be90d7054f9",
            "name": "Article 9",
            "type": "article",
            "children": {
                "id": "a9a895f3-702b-480a-917c-2382d7f237ad",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada hari diundangkan.\nAgar supaya setiap orang dapat mengetahuinya memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatan dalam Lembaran-Negara Republik Indonesia.",
                "explanation": "\nCukup jelas.\nCATATAN\nKutipan: LEMBARAN NEGARA DAN "
            }
        }
    ],
    "metadata": {
        "Nomor": "14",
        "Tahun": "1952",
        "Tentang": "PEMBERIAN PENGGANTI KERUGIAN KEPADA PEGAWAI NEGERI SIPIL\nUNTUK BARANG-BARANG BERGERAK, YANG BUKAN KARENA SALAH\nDAN/ATAU KELALAIANNYA SENDIRI, TIDAK DAPAT DIPAKAI LAGI,\nRUSAK ATAU HILANG SEBAGAI AKIBAT PERISTIWA-PERISTIWA\nLUAR BIASA, TERJADI DISESUATU TEMPAT ATAU DAERAH",
        "Menimbang": {
            "Introduction": "\nBahwa berhubung dengan keadaan yang telah berubah dianggap perlu\nmenetapkan peraturan baru tentang pemberian pengganti kerugian\nkepada Pegawai Negeri Sipil untuk barang-barang bergerak yang,\nbukan karena salah dan/atau kelalaiannya sendiri, tidak dapat\ndipakai lagi, rusak atau hilang sebagai akibat peristiwa-peristiwa\nluar biasa, terjadi disesuatu tempat atau daerah;"
        },
        "Mengingat": {
            "Introduction": "\nPasal 119 Undang-undang Dasar Sementara Republik Indonesia dan\nperaturan termuat dalam Staatsblad 1936 No. 459, serta Peraturan\nPemerintah Nr 13 tahun 1952 (Lembaran Negara Nr 18 tahun 1952);\nMendengar \nDewan Menteri dalam rapatnya pada tanggal 15 Pebruari 1952;"
        },
        "Menetapkan": "\nperaturan baru tentang pemberian pengganti kerugian\nkepada Pegawai Negeri Sipil untuk barang-barang bergerak yang,\nbukan karena salah dan/atau kelalaiannya sendiri, tidak dapat\ndipakai lagi, rusak atau hilang sebagai akibat peristiwa-peristiwa\nluar biasa, terjadi disesuatu tempat atau daerah;\nMengingat \nPasal 119 Undang-undang Dasar Sementara Republik Indonesia dan\nperaturan termuat dalam Staatsblad 1936 No. 459, serta Peraturan\nPemerintah Nr 13 tahun 1952 (Lembaran Negara Nr 18 tahun 1952);\nMendengar \nDewan Menteri dalam rapatnya pada tanggal 15 Pebruari 1952;\nMemutuskan\nI. Mencabut peraturan termuat dalam Staatsblad 1936 No. 459.\nII. Menetapkan peraturan tersebut dibawah ini\nPERATURAN TENTANG PEMBERIAN PENGGANTI KERUGIAN KEPADA PEGAWAI\nNEGERI SIPIL UNTUK BARANG-BARANG BERGERAK YANG BUKAN KARENA\nSALAH DAN/ATAU KELALAIANNYA SENDIRI, TIDAK DAPAT DIPAKAI\nLAGI, RUSAK ATAU HILANG SEBAGAI AKIBAT PERISTIWA-PERISTIWA\nLUAR BIASA, TERJADI DISESUATU TEMPAT ATAU DAERAH.",
        "tanggal sah": ""
    }
}