{
    "results": [
        {
            "id": "6bf31c15-f964-413b-add2-08d5f406bc12",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "7faa69fe-0a9e-492a-a511-49753a25514a",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "35c9cee1-c0e8-4675-bd33-c6ca3b42d319",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan :\na. Kabupaten Daerah Tingkat II Padang Pariaman, adalah Kabupaten Padang\nPariaman sebagaimana dimaksud dalam Undang-undang Nomor 12 -Tahun 1956;\nb. Kotamadya Daerah Tingkat II Padang adalah Kotamadya Padang sebagai- mana\ndimaksud dalam Undang-undang Nomor 9 Tahun 1956.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "8583c9ee-bcf7-4350-b470-c8ad98d748ef",
            "name": "Chapter II",
            "title": "\nPERUBAHAN BATAS WILAYAH",
            "type": "chapter",
            "children": [
                {
                    "id": "3ae91f1d-ff04-4923-b3cf-b700c02651b8",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "bb2228a1-2c72-42fe-8583-7a9ac2222073",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Wilayah Kotamadya Daerah Tingkat II Padang diperluas dengan memasukkan\nsebagian dari Wilayah Kabupaten Daerah Tingkat II Padang Pariaman yaitu :\na. Sebagian Kecamatan Koto Tangah yang meliputi:\n(i) Nagari/Kampung Koto Tangah.\n(ii) Nagari/Kampung Nanggalo;\nb. Kecamatan Pauh yang meliputi:\n(i) Nagari/Kampung Pauh IX\n(ii) Nagari/Kampung Pauh V.\n(iii) Nagari/Kampung Limau Manis;\nc. Kecamatan Lubuk Begalung yang meliputi:\n(i) Nagari/Kampung Nau XX.\n(ii) Nagari/Kampung Lubuk Kilangan.\n(iii) Nagari/Kampung Teluk Kabung.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "000d94af-dad3-4079-bd4c-a4c9c17f940c",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Kecamatan Koto Tangah dihapuskan dan :\na. Sebagian Wilayah bekas Kecamatan KotoTangah, yang terdiri dari\nKampung/Nagari Koto Tangah menjadi Kecamatan Koto Tangah\nberkedudukan di Lubuk Buaya.\nb. Sebagian Wilayah Kecamatan Koto Tangah, yang terdiri dari\nKampung/Nagari Nanggalo menjadi Kecamatan Nanggali berkedudukan di\nNanggalo;\nc. Sebagian Wilayah bekas Kecamatan KotoTangah, yang terdiri dari\nNagari/Kampung Kasang, dimasukkan ke dalam Wilayah Kabupaten Daerah\nTingkat II Padang Pariaman.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "9fbd8c04-4652-4019-98cd-2af8f7f5124c",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Kecamatan Pauh dihapuskan dan:\na. Sebagian Wilayah bekas Kecamatan Pauh yang terdiri dari Kampung\nNagari/Pauh IX menjadi Kecamatan Kuranji berkedudukan di Pasar\nAmbacang;\nb. Sebagian Wilayah bekas Kecamatan Pauh yang terdiri dari Kampung/ Nagari\nPauh V dan Limau Manis menjadi Kecamatan Pauh berkedudukan di Pasar\nBaru.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "83e6df0c-ede7-4fa4-8dd4-56e2864a0079",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Kecamatan Lubuk Begalung dihapuskan dan :\na. Sebagian Wilayah bekas Kecamatan Lubuk Begalung yang terdiri dari\nKampung/Nagari Nau XX menjadi Kecamatan Lubuk Begalung berkedudukan\ndi Lubuk Begalung;\nb. Sebagian Wilayah bekas Kecamatan Lubuk Begalung yang terdiri dari\nKampung/Nagari Lubuk Kilangan menjadi Kecamatan Lubuk Kilangan\nberkedudukan di Indarung;\nc. Sebagian Wilayah bekas Kecamatan Lubuk Begalung yang terdiri dari\nKampung/Nagari Bungus dan Teluk Kabung menjadi Kecamatan Bungus\nTeluk Kabung berkedudukan di Teluk Kabung.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "c6daddbe-8163-4aa3-9be4-4a087d28bc2c",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "e53ad47a-7045-4f1e-a369-c08b26d95cbd",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nUntuk terwujudnya tertib Pemerintahan serta pembinaan wilayah, maka Wilayah\nKotamadya Daerah Tingkat II Padang dibagi dalam 11 (sebelas) Kecamatan yaitu :\na. Kecamatan Padang Barat.\nPusat Pemerintahan Kecamatan terletak di Belakang Tangsi dan meliputi\nKampung/Nagari (Wilayah Kotamadya Padang Lama) yang mencakup\nKampung/Nagari:\n1. Kampung/Nagari Pondok;\n2. Kampung/Nagari Kampung Jawa;\n3.  Kampung/Nagari Belakang Tangsi;\nb. Kecamatan Padang Selatan\nPusat Pemerintahan Kecamatan terletak di Seberang Padang dan meliputi\nKampung/Nagari (Wilayah Kotamadya Padang Lama) yang mencakup\nKampung/Nagari :\n1. Kampung/Nagari Alang Lawas;\n2. Kampung/Nagari Pasar Gadang;\n3. Kampung/Nagari Sebrang Padang;\n4. Kampung/Nagari Teluk Bayur;\n5. Kampung/Nagari Air Manis;\nc. Kecamatan Padang Timur.\nPusat Pemerintahan Kecamatan terletak di Andalas Marapalam dan meliputi\nKampung/Nagari (Wilayah Kotamadya Padang Lama) yang mencakup\nKampung/Nagari :\n1. Kampung/Nagari Sawahan;\n2. Kampung/Nagari Parak Gadang;\n3. Kampung/Nagari Andalas Marapalam;\nd. Kecamatan Padang Utara.\nPusat Pemerintahan Kecamatan terletak di Ulak Karang dan meliputi\nKampung/Nagari (Wilayah Kotamadya Padang Lama) yang mencakup\nKampung/Nagari:\n1. Kampung/Nagari ULak Karang;\n2. Kampung/Nagari Alai Gunung Pangilun;\ne. Kecamatan Koto Tangah\nPusat Pemerintahan Kecamatan terletak di Lubuk Buaya dan meliputi\nKampung/Nagari yang mencakup Kampung/Nagari : Koto Tangah;\nf. Kecamatan Nanggalo.\nPusat Pemerintahan Kecamatan terletak di Nanggalo dan meliputi Kampung Nagari\nyang mencakup Kampung /Nagari : Nanggalo;\ng. Kecamatan Kuranji\nPusat Pemerintahan Kecamatan terletak di Pasar Ambacang dan meliputi\nKampung/Nagari yang mencakup Kampung/Nagari : Pauh IX;\nh. Kecamatan Pauh\nPusat Pemerintahan Kecamatan terletak di Pasar Baru dan meliputi Kampung/Nagari yang mencakup Kampung/Nagari :\n1. Pauh V;\n2. Limau Manis;\ni. Kecamatan Lubuk Begalung.\nPusat Pemerintahan Kecamatan terletak di Lubuk Begalung dan meliputi Kampung/Nagari yang mencakup Kampung/Nagari: Nau XX;\nj. Kecamatan Lubuk Kilangan.\nPusat Pemerintahan Kecamatan terletak di Indarung dan meliputi Kampung/Nagari yang mencakup Kampung/Nagari: Lubuk Kilangan;\nk. Kecamatan Bungus Teluk Kabung.\nPusat Pemerintahan Kecamatan terletak di Teluk Kabung dan meliputi Kampung/Nagari :\n1. Bungus;\n2. Teluk Kabung.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "6ed64ee9-e8f2-4294-aa6d-6a71b337a614",
            "name": "Chapter III",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "a3fc0b48-4cc4-423e-b26f-0bb86feecc10",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "4824ed24-0638-4530-a3c0-d19074751b46",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Semua Peraturan Daerah dan Keputusan-keputusan Pemerintah Kabupaten Daerah Tingkat II Padang Pariaman yang berlaku bagi Nagari/ Kampung yang bersangkutan, yang sebelum berlakunya Peraturan Pemerintah ini termasuk dalam Kabupaten tersebut, sesudah berlakunya Peraturan Pemerintah ini tetap berlaku bagi Nagari/Kampung dimaksud, sepanjang tidak bertentangan dengan jiwa Peraturan Pemerintah ini.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "7ff6b0df-fca7-4008-bf08-c48862b93ce6",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Peraturan Daerah dan Keputusan Pemerintah Daerah sebagaimana dimaksud dalam ayat (1) dapat diubah atau dicabut oleh Pemerintah Daerah Kotamadya Daerah Tingkat II Padang.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "bf54f84c-655b-46f0-a9f4-33e27d78714a",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Masalah-masalah yang menyangkut bidang kepegawaian, keuangan, peralatan, dan lain-lainnya yang sebagai akibat perubahan batas wilayah wilayah sebagaimana dimaksud dalam Pasal 2 diselesaikan oleh Gubernur Kepala Daerah Tingkat I Sumatera Barat atas nama Menteri Dalam Negeri.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "37dcf0a1-6650-4487-9bf7-e5f4e9b63dd3",
            "name": "Chapter IV",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "7e79f2a6-0cdd-4910-8103-b4f9a3a8386a",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "22ea3a5b-e734-4fa9-8e63-a5e2052c8d8e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan berlakunya Peraturan Pemerintah ini, semua peraturan yang mengatur batas-batas Wilayah Kotamadya Daerah Tingkat II Padang, dinyatakan tidak berlaku lagi.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "5ef1c29e-bd4a-47fa-90e4-229c94db66ec",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "871ad6e6-56fe-400e-9ed1-1fe14888749e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nHal-hal yang timbul akibat pelaksanaan Peraturan Pemerintah ini diatur lebih lanjut oleh Menteri Dalam Negeri.",
                        "explanation": "\nCukup jelas\nLN 1980/25; TLN NO. 3164"
                    }
                },
                {
                    "id": "8157b35f-4bb3-41e3-9e66-1fc677796312",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "83ad6010-f98a-46aa-be21-1fdd4c6c30b1",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar supaya setiap orang mengetahuinya, memerintahkan pengundangan Peraturan\nPemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\n1. Dengan Undang-undang Nomor 12 Tahun 1956 telah dibentuk Kabupaten Daerah\nTingkat II Padang Pariaman dan dengan Undang-undang Nomor 9 Tahun 1956\ntelah dibentuk Kotamadya Daerah Tingkat II Padang dalam lingkungan Propinsi\nDaerah Tingkat I Sumatera Barat.\n2. Pada kenyataannya perkembangan di Propinsi Daerah Tingkat I Sumatera Barat\numumnya dan Kotamadya Daerah Tingkat II Padang sebagai Ibukota Propinsi\nDaerah Tingkat I Sumatera Barat khususnya semakin meningkat. Kotamadya\nDaerah Tingkat II Padang sebagai Ibukota. Propinsi Daerah Tingkat I Sumatera\nBarat selain merupakan pusat segala kegiatan pemerintahan di Propinsi Daerah\nTingkat I Sumatera Barat ditinjau dari aspek ekonomi juga merupakan pusat\npelayanan regional khususnya bidang kegiatan distribusi sebagai pusat\nperdagangan hinterlandnya, sebagai pusat industri, sebagai kota pelabuhan dan\nsebagai pusat pendidikan.\n3. Sehubungan dengan itu sudah sewajarnya bilamana Wilayah Kotamadya Daerah\nTingkat II Padang diperluas, sehingga secara berencana dapat tercipta\nkemungkinan-kemungkinan akan adanya fasilitas-fasilitas yang lebih banyak\nserta luas guna kepentingan masyarakat Kotamadya Daerah Tingkat II Padang\nserta wilayah yang dilayaninya.\n4. Untuk maksud perluasan Wilayah Kotamadya Daerah Tingkat II tersebut,\nditempuh dengan jalan memasukkan sebagian Wilayah yang dipisahkan dari.\nKabupaten Daerah Tingkat II Padang Pariaman, yang meliputi sebagian dari 3\n(tiga) Kecamatan, terdiri dari 9 (sembilan) Nagari/Kampung. Pemisahan\nNagari/Kampung yang dimaksud diatas dari Kabupaten yang bersangkutan untuk\ndimasukkan ke dalam Wilayah Kotamadya Daerah Tingkat II Padang, telah\ndisetujui oleh Pemerintah Daerah yang bersangkutan seperti dinyatakan dalam:\na. Surat Keputusan Pemerintah Kabupaten Daerah Tingkat II. Padang\nPariaman tanggal 31 Juli 1978 Nomor 06/DPRD/1978;\nb. Surat Keputusan Pemerintah Kotamadya Daerah Tingkat II Padang tanggal\n30 Oktober 1978 Nomor 08/II.DPRD/1978.\n5. Untuk melindungi tata air kelestarian lingkungan serta keseimbangan ekologis\nantara daerah kota dan daerah belakangnya, maka hutan-hutan yang terdapat\ndi Kecamatan Koto Tangah, Kecamatan Pauh dan Kecamatan Lubuk Begalung\ntetap dipertahankan fungsinya sebagai hutan-hutan lindung dan pengelolaannya\ndiserahkan kepada Pemerintah Daerah Tingkat II Kotamadya Padang. Hutan-\nhutan tersebut dapat dipergunakan untuk pembangunan kota dan daerah\nbelakangnya, atas dasar, persetujuan tertulis dari Menteri Dalam Negeri.\n6. Dengan perubahan batas-batan Daerah-daerah Tingkat II tersebut, maka\nPeraturan-peraturan Daerah serta Keputusan-keputusan Pemerintah Daerah\nyang bersangkutan masih tetap berlaku bagi Nagari/Kampung yang sebelum\nberlakunya Peraturan Pemerintah ini termasuk dalam daerah Kabupaten\ntersebut, sampai Peraturan-peraturan dan Keputusan itu diubah atau dicabut\noleh Pemerintah Kotamadya Daerah Tingkat II Padang.\nSelain daripada itu masalah-masalah yang menyangkut bidang kepegawaian,\nkeuangan, hutang-hutang, barang-barang inventaris dan lain-lain diserahkan\nkepada Gubernur Kepala Daerah Tingkat I Sumatera Barat untuk diselesaikan\nsesuai dengan ketentuan peraturan perundang-undangan yang berlaku.\nPenyelesaian tersebut selanjutnya dilaporkan oleh Gubernur Kepala Daerah\nPropinsi Sumatera Barat kepada Menteri Dalam Negeri dalam jangka waktu\npaling lama 2 (dua) tahun setelah berlakunya Peraturan Pemerintah ini.\n7. Bilamana timbul kesulitan-kesulitan dalam pelaksanaan Peraturan Pemerintah\nini maka penyelesaiannya diserahkan kepada Menteri Dalam Negeri.",
        "Nomor": "17",
        "Tahun": "1980",
        "Tentang": "PERUBAHAN BATAS WILAYAH KOTAMADYA DAERAH TINGKAT II PADANG",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa dengan perkembangan di Propinsi Daerah Tingkat I\nSumatera Barat umumnya dan Kotamadya Daerah Tingkat II\nPadang sebagai Ibukota Propinsi Daerah Tingkat I Sumatera\nBarat khususnya, yang dalam kenyataannya-semakin meningkat,\nsehingga tidak dapat menampung lagi segala aspirasi dan\nkebutuhan masyarakat di daerah tersebut, terutama di bidang\npembangunan;",
            "b": " bahwa berhubung dengan itu, perlu diadakan perluasan Wilayah\nKota-madya Daerah Tingkat II Padang dengan memisahkan\nsebagian wilayah dari Kabupaten Daerah Tingkat II Padang\nPariaman, untuk dimasukkan ke dalam Wilayah Kotamadya\nDaerah Tingkat II Padang;",
            "c": " bahwa berdasarkan pertimbangan-pertimbangan tersebut di\natas, dipandang perlu untuk mengeluarkan Peraturan\nPemerintah yang mengatur perubahan batas Wilayah Kotamadya\nDaerah Tingkat II Padang dan Wilayah Kabupaten Daerah Tingkat\nII Padang Pariaman dalam lingkungan Propinsi Daerah Tingkat I\nSumatera Barat;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 9 Tahun 1956 tentang Pembentukan\nDaerah Otonom Kota Besar Dalam Lingkungan Daerah Propinsi\nSumatera Tengah (Lembaran Negara Tahun 1956 Nomor 20);",
            "3": " Undang-undang Nomor 12 Tahun 1956 tentang Pembentukan\nDaerah Otonom Kabupaten Dalam Lingkungan Daerah Propinsi\nSumatera Tengah (Lembaran Negara Tahun 1956 Nomor 25);",
            "4": " Undang-undang Nomor 19 Drt Tahun 1957 tentang Pembentukan\nDaerah-daerah Swatantra Tingkat I Sumatera Barat, Jambi dan\nRiau (Lembaran Negara Tahun 1957 Nomor 75) jo Undang-\nundang Nomor 61 Tahun 1958 tentang Penetapan Undang-\nundang Nomor 19 Drt Tahun 1957 tentang Pembentukan\nDaerah-daerah Swatantra Tingkat | Sumatera Barat, Jambi dan\nRiau (Lembaran Negara Tahun 1957 Nomor 75) sebagai Undang-\nundang (Lembaran Negara Tahun 1958 Nomor 112, Tambahan\nLembaran Negara Nomor 1646);",
            "5": " Undang-undang Nomor 5 Tahun 1974 tentang Pokok-pokok\nPemerintahan di Daerah (Lembaran Negara Tahun 1974 Nomor\n38, Tambahan Lembaran Negara Nomor 3037);",
            "6": " Peraturan Pemerintah Nomor 29 Tahun 1979 tentang\nPemindahan Ibukota Propinsi Daerah Tingkat | Sumatera Barat\ndari Bukittinggi ke Padang (Lembaran Negara Tahun 1979 Nomor\n44, Tambahan Lembaran Negara Nomor 3146);\n---"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PERUBAHAN BATAS WILAYAH\nKOTAMADYA DAERAH TINGKAT II PADANG.",
        "tanggal sah": "21 Maret 1980"
    }
}