{
    "results": [
        {
            "id": "40d43b32-30da-4757-b67c-d4c33532cf12",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "2352f3e0-2122-4a42-8792-9cffad11c50c",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "fcc7f22a-6729-401e-a257-54dc1c54f2f5",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan:\n1. Limbah adalah bahan sisa pada suatu kegiatan dan/atau proses\nproduksi;\n2. Limbah bahan berbahaya dan beracun, disingkat limbah B3, adalah\nsetiap limbah yang mengandung bahan berbahaya dan/atau beracun\nyang karena sifat dan/atau konsentrasinya dan/atau jumlahnya, baik\nsecara langsung maupun tidak langsung dapat merusak dan/atau\nmencemarkan lingkungan hidup dan/atau dapat membahayakan\nkesehatan manusia;\n3. Pengelolaan limbah B3 adalah rangkaian kegiatan yang mencakup\npenyimpanan, pengumpulan, pengangkutan, pengelolaan limbah B3\nserta penimbunan hasil pengolahan tersebut;\n4. Penghasil limbah B3 adalah setiap orang atau badan usaha yang\nmenghasilkan limbah B3 dan menyimpan sementara limbah tersebut\ndi dalam lokasi kegiatannya sebelum limbah B3 tersebut diserahkan\nkepada pengumpul atau pengolah limbah B3;\n5. Pengumpul limbah B3 adalah badan usaha yang melakukan\nkegiatan pengumpulan limbah B3 dari penghasil limbah B3 dengan\nmaksud menyimpan untuk diserahkan kepada pengolah limbah B3;\n\n6. Pengolah limbah B3 adalah badan usaha yang mengoperasikan\nsarana pengolahan limbah B3 termasuk penimbunan akhir hasil\npengolahannya;\n7. Pengolahan limbah B3 adalah proses untuk mengubah karakteristik\ndan komposisi limbah B3 menjadi tidak berbahaya dan/atau tidak\nberacun, atau memungkinkan agar limbah B3 dimurnikan dan/atau\ndidaur ulang;\n8. Pengangkut limbah B3 adalah badan usaha yang melakukan\nkegiatan pengangkutan limbah B3;\n9. Pengangkutan limbah B3 adalah proses pemindahan limbah B3 dari\npenghasil ke pengumpul dan/atau ke pengolah termasuk ke tempat\npenimbunan akhir dengan menggunakan alat angkut.",
                        "explanation": "\nAngka 1\nYang dimaksud dengan bahan sisa suatu kegiatan antara lain adalah bahan sisa yang\ndihasilkan dari kegiatan rumah tangga, industri, pertambangan dan kegiatan lain\nyang limbahnya merupakan limbah B.\nAngka 2\nLimbah berbahaya dan beracun ini antara lain adalah bahan baku yang bersifat\nberbahaya dan beracun yang tidak digunakan karena rusak, sisa pada kemasan,\ntumpahan, sisa proses, sisa oli bekas dari kapal yang memerlukan penanganan dan\npengolahan khusus.\nAngka 3\nCukup jelas\nAngka 4\nCukup jelas\nAngka 5\nCukup jelas\n\nAngka 6\nCukup jelas\nAngka 7\nProses mengubah karakteristik dan komposisi limbah B3 dilakukan agar limbah\ntersebut menjadi tidak berbahaya dan atau beracun. Proses tersebut dapat dilakukan\ndengan menggunakan teknologi yang sesuai, seperti stabilisasi dan solidifikasi,\ninsinerasi, penimbunan (landfill) netralisasi. Apabila teknologi tersebut tidak dapat\nditerapkan, maka harus digunakan teknologi terbaik yang tersedia yang dapat\nmengolah limbah tersebut, seperti pertukaran ion dan \"sel membrane\". Dalam\npengertian daur ulang (recycling) meliputi proses pengolahan dengan cara perolehan\nkembali (recovery) dan penggunaan kembali (reuse).\nAngka 8\nCukup jelas\nAngka 9\nCukup jelas"
                    }
                },
                {
                    "id": "f7fe09a3-41ca-401e-8f75-fc0ac8af99df",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "cee85ed8-2209-4168-a62e-8b695b5c7fb2",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPengelolaan limbah B3 bertujuan untuk menghilangkan atau mengurangi\nsifat bahaya dan beracun limbah B3 agar tidak membahayakan kesehatan\nmanusia dan untuk mencegah terjadinya pencemaran dan kerusakan\nlingkungan.",
                        "explanation": "\nYang dimaksud dengan melindungi kesehatan manusia dan lingkungan hidup adalah\nupaya yang dilakukan agar tidak terjadi antara lain sakit, cacat dan/atau kematian\nserta terjadinya pencemaran dan/atau kerusakan lingkungan akibat limbah B3."
                    }
                },
                {
                    "id": "6420a73d-764e-4492-a45a-31f9d9c24cee",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "dc18e078-1168-4ef6-bcef-3b21c3969cc0",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nLimbah yang termasuk limbah B3 adalah limbah yang memenuhi salah\nsatu atau lebih karakteristik:\na. mudah meledak:\nb. mudah terbakar;\nc. bersifat reaktif;\nd. beracun:\n\ne. menyebabkan infeksi;\nf. bersifat korosif. dan\ng. limbah lain yang apabila diuji dengan metode toksikologi dapat\ndiketahui termasuk dalam jenis limbah B3.",
                        "explanation": "\nLangkah pertama yang dilakukan dalam pengelolaan limbah B3 adalah\nmengklasifikasikan limbah dari penghasil tersebut apakah termasuk limbah B3 atau\ntidak.\nPengklasifikasian ini akan memudahkan pihak penghasil, pengangkut, atau pengolah\ndalam mengenali limbah B3 tersebut sedini mungkin.\nDalam mengklasifikasikan limbah, penghasil harus mengindentifikasikan\nkarakteristik limbah yang dihasilkan. Namun demikian karakteristik dan prosedur\nanalitik merupakan hal yang penting dalam identifikasi limbah B3 pada suatu jenis\nindustri atau kegiatan lain yang menghasilkan limbah B3.\n\nMengindentifikasi limbah sebagai limbah B3 dilakukan melalui tahapan sebagai\nbeerikut :\na. identifikasi jenis limbah yang dihasilkan;\nb. mencocokkan jenis limbah dengan daftar jenis limbah B3, dan apabila cocok\ndengan daftar jenis limbah B3, maka limbah tersebut termasuk limbah B3;\nc. apabila tidak cocok dengan daftar jenis limbah B3, maka periksa apakah\nlimbah tersebut memiliki karakteristik : mudah meledak atau mudah terbakar\natau beracun atau bersifat reaktif atau menyebabkan infeksi atau bersifat\nkorosif.\nApabila tidak memiliki karakteristik sebagaimana tersebut huruf c, maka dilakukan\nuji toksikologi.\nDalam ketentuan ini yang dimaksud dengan:\na. Limbah mudah meledak adalah limbah yang melalui reaksi kimia dapat\nmenghasilkan gas dengan suhu dan tekanan tinggi yang dengan cepat dapat\nmerusak lingkungan sekitarnya.\nb. Limbah mudah terbakar adalah limbah yang apabila berdekatan dengan api,\npercikan api, gesekan atau sumber nyala lain akan mudah menyala atau\nterbakar dan apabila telah nyala akan terus terbakar hebat dalam waktu lama.\nc. Limbah yang bersifat reaktif adalah limbah yang menyebabkan kebakaran\nkarena melepaskan atau menerima oksigen atau limbah organik peroksida yang\ntidak stabil dalam suhu tinggi.\nd. Limbah beracun adalah limbah yang mengandung racun yang berbahaya bagi\nmanusia dan lingkungan. Limbah B3 dapat menyebabkan kematian dan sakit\nyang serius. Apabila masuk ke dalam tubuh melalui pernafasan, kulit, atau\nmulut. Prosedur ekstraksi untuk menentukan senyawa organik dan anorganik\n(Toxicity Characteristic Leaching Procedure) dapat digunakan untuk\nidentifikasi limbah. Nilai ambang batasnya ditetapkan oleh Badan\nPengendalian Dampak Lingkungan.\ne. Limbah yang menyebabkan infeksi.\nBagian tubuh manusia yang diamputasi dan cairan dari tubuh manusia yang\nterkena infeksi, limbah dari laboratorium atau limbah lainnya yang terinfeksi\nkuman penyakit yang dapat menular. Limbah ini berbahaya karena\nmengandung kuman penyakit seperti hepatitis dan kolera yang ditularkan pada\npekerja, pembersih jalan, dan masyarakat di sekitar lokasi pembuangan limbah.\n\nf.  Limbah bersifat korosif.\ng.  Limbah yang menyebabkan iritasi (terbakar) pada kulit atau mengkorosikan\nbaja. Limbah ini mempunyai pH sama atau kurang dari 2,0 untuk limbah\nbersifat asam dan sama atau lebih besar dari 12,5 untuk yang bersifat basa.\nYang dimaksud dengan LD-50 (Lethal Dose Fifty) adalah perhitungan dosis)\ngram pencemar per kilogram berat badan) yang dapat menyebabkan kematian\n50% populasi makhluk hidup yang dijadikan percobaan. Apabila LD-50 lebih\nbesar dari 15 gram per kilogram maka limbah tersebut bukan limbah B3."
                    }
                },
                {
                    "id": "c38acaf0-c763-45f2-b959-e5bbf5317363",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "59b1102e-1f50-463a-8da4-4b9da9dcde88",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Jenis limbah B3 meliputi:\na. Limbah B3 dari sumber tidak spesifik;\nb. Limbah B3 dari sumber spesifik;\nc. Limbah B3 dari bahan kimia kadaluwarsa, tumpahan, sisa\nkemasan, dan buangan produk yang tidak memenuhi spesifikasi.",
                            "explanation": "\nLimbah B3 dari sumber tidak spesifik adalah limbah B3 yang berasal bukan\ndari proses utamanya, tetapi berasal dari kegiatan pemeliharaan alat,\npencucian, inhibitor korosi, pelarutan kerak, pengemasan, dan lain-lain.\nLimbah B3 dari sumber spesifik adalah limbah B3 sisa proses suatu industri\natau kegiatan tertentu.\nDisebut limbah B3 dari bahan kimia kadaluwarsa, tumpahan, sisa kemasan,\natau buangan produk yang tidak memenuhi spesifikasi, karena tidak memenuhi\nspesifikasi yang ditentukan atau tidak dapat dimanfaatkan kembali, maka suatu\nproduk menjadi limbah B3 yang memerlukan pengelolaan seperti limbah B3\nyang memerlukan pengelolaan seperti limbah B3 lainnya. Hal yang sama juga\nberlaku untuk sisa kemasan limbah B3 dan bahan-bahan kimia yang\nkadaluwarsa."
                        },
                        {
                            "id": "5b053877-e5f9-47b9-b0d8-cc52908f9912",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Perincian dari masing-masing jenis sebagaimana dimaksud dalam\nayat (1) seperti terlampir dalam Peraturan Pemerintah ini.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "069bd8d8-a081-4d63-8eda-3f866b5278c5",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "cc0fbbf9-27b1-4c0f-b957-738dc0790bc1",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSetiap orang atau badan usaha dilarang membuang limbah B3 secara\nlangsung ke dalam air, tanah atau udara.",
                        "explanation": "\nYang dimaksud dengan membuang limbah B3 langsung ke dalam tanah, air atau\nudara adalah pembuangan limbah B3 tanpa pengolahan terlebih dahulu.\nPembuangan limbah B3 ke dalam tanah, air atau udara setelah pengolahan harus\nmemenuhi persyaratan pengolahan dan penimbunan limbah B3."
                    }
                },
                {
                    "id": "3a938430-cd21-4b93-a4f7-9bc62cf0f52f",
                    "name": "Article 6",
                    "type": "article",
                    "children": [
                        {
                            "id": "4e0a78fc-bd67-4e0d-a99f-3f8f4b1545a6",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penghasil limbah B3 wajib melakukan pengolahan limbah B3.",
                            "explanation": "\nKetentuan ini dimaksudkan agar limbah B3 yang dihasilkan dapat dikelola\ndengan baik sehingga tidak berbahaya dan/atau beracun lagi, terhadap\nkesehatan manusia dan/atau lingkungan."
                        },
                        {
                            "id": "4acc7fcb-c56c-4ae6-9986-2fd6f5f3c0e4",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Penghasil limbah B3 yang tidak mampu melakukan pengolahan\nlimbah B3 yang dihasilkan, wajib menyerahkan limbah B3 kepada\npengolah limbah B3.\n\n(3) Apabila pengolah limbah B3 sebagaimana dimaksud dalam ayat (2)\nbelum tersedia atau tidak memadai untuk mengolah limbah B3,\npengolahan limbah B3 tetap menjadi kewajiban dan tanggung jawab\npenghasilan limbah B3 yang bersangkutan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "05491e03-c346-4385-9ae0-d8b1d0d9247d",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Penyerahan limbah B3 oleh penghasil sebagaimana dimaksud dalam\nayat (2) dapat dilakukan secara langsung kepada pengolah limbah\nB3 atau melalui pengumpul limbah B3.",
                            "explanation": "\nPenyerahan limbah B3 dari penghasil limbah B3 kepada pengolah limbah B3\ndapat dilakukan langsung tanpa melalui pengumpulan limbah B3, apabila\ndengan cara tersebut lebih menguntungkan baginya, baik karena alasan teknis\nmaupun biaya."
                        },
                        {
                            "id": "c99bac58-283b-4906-9b1a-c7ed65988ea8",
                            "name": "Verse 5",
                            "number": "5",
                            "type": "verse",
                            "content": " Pengumpul limbah B3 wajib menyerahkan limbah B3 yang diterima\ndari penghasil kepada pengolah limbah B3.",
                            "explanation": "\nPengumpul limbah B3 hanya menampung limbah B3 yang sifatnya sementara\ndan selanjutnya limbah B3 tersebut harus diserahkan kepada limbah B3."
                        },
                        {
                            "id": "ecc137f0-cf6e-4ec7-9c7b-b3059e5d5630",
                            "name": "Verse 6",
                            "number": "6",
                            "type": "verse",
                            "content": " Pengumpul dilarang melakukan kegiatan pengumpulan apabila\npengolah limbah B3 belum tersedia.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "3724406e-7037-4048-b5aa-9dc8b47be733",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "475e1a32-9ee6-4267-b607-ae37deab119f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPengelolaan limbah radio aktif dilakukan oleh instansi yang\nbertanggungjawab atas pengelolaan radio aktif sesuai dengan peraturan\nperundang-undangan yang berlaku.",
                        "explanation": "\nPengelolaan limbah radio aktif dilakukan oleh Badan Tenaga Atom Nasional yang\nmerupakan instansi yang bertanggung jawab di bidang pengelolaan limbah radio\naktif sesuai Undang-undang Nomor 31 Tahun 1964 tentang Ketentuan-ketentuan\nPokok tenaga Atom."
                    }
                }
            ]
        },
        {
            "id": "61bb0970-abee-4b7b-b2f5-290e79d191b2",
            "name": "Chapter II",
            "title": "\nPENYIMPANAN, PENGUMPULAN\nDAN PENGANGKUTAN",
            "type": "chapter",
            "children": [
                {
                    "id": "8c6b1c13-362a-4318-9633-b52eadf42f15",
                    "name": "Article 8",
                    "type": "article",
                    "children": [
                        {
                            "id": "2e47539b-5feb-4a3b-af05-163334d4232e",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penghasil limbah B3 dapat menyimpan limbah B3 yang\ndihasilkannya paling lama sembilan puluh hari sebelum\nmenyerahkannya kepada pengumpul atau pengolah limbah B3.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "d535d808-b5cd-4bca-aeeb-9fcce881918a",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Penyimpanan limbah B3 sebagaimana dimaksud dalam ayat (1),\ndilakukan di tempat penyimpanan yang khusus dibuat untuk itu.\n\n(3) Tempat penyimpanan limbah B3 sebagaimana dimaksud dalam ayat\n(2) wajib dibuat dengan kapasitas yang sesuai dengan jumlah\nlimbah B3 yang akan disimpan sementara dan memenuhi syarat\nsebagai berikut:\na. lokasi tempat penyimpanan yang bebas banjir, secara geologi\ndinyatakan stabil;\nb. perancangan bangunan disesuaikan dengan karekteristik limbah\ndan upaya pengendalian pencemaran.",
                            "explanation": "\nYang dimaksud dengan tempat penyimpanan khusus adalah suatu tempat\ntersendiri yang dirancang sesuai dengan karakteristik limbah B3 yang\ndisimpan.\nMisalnya limbah B3 yang reaktif (reduktor kuat) tidak dapat dicampur dengan\nasam mineral pengoksidasi karena dapat menimbulkan panas, gas beracun, dan\napi."
                        },
                        {
                            "id": "a292eb9c-fbaa-4d30-ac86-8e5caa74f1a8",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Ketentuan lebih lanjut mengenai tata cara dan persyaratan teknis\npenyimpanan limbah B3 ditetapkan oleh Badan Pengendalian\nDampak Lingkungan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "31ab5f70-7d7f-47e1-a653-a94ed138bff5",
                    "name": "Article 9",
                    "type": "article",
                    "children": [
                        {
                            "id": "2cba2cec-3ef1-4b1e-a2c1-10d7f7698159",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penghasil limbah B3 wajib membuat dan menyimpan catatan\ntentang:\na. jenis, karakteristik, jumlah dan waktu dihasilkannya limbah B3;\nb. jenis, karakteristik, jumlah, dan waktu penyerahan limbah B3;\nc. nama pengangkut limbah B3 yang melaksanakan pengiriman\nkepada pengumpul atau pengolah limbah B3.",
                            "explanation": "\nKonsekuensi dari prinsip bahwa jejak limbah B3 harus diikuti sejak dihasilkan\nsampai penimbunan akhir, maka penghasil limbah B3 wajib membuat dan\nmenyimpan catatan tentang jumlah dan jenis limbah B3 yang dihasilkan dan\ndikirimkan kepada pengumpul atau pengolah limbah B3, serta pengangkut\nyang melaksanakan pengangkutannya.\nApabila pengangkutan dilakukan oleh penghasil sendiri, maka ketentuan\nmengenai catatan pengangkut tidak berlaku."
                        },
                        {
                            "id": "aa4a60fa-ec56-4a7c-ba98-c5bdaad3be34",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Penghasil limbah B3 wajib menyampaikan catatan sebagaimana\ndimaksud dalam ayat (1) sekurang-kurangnya sekali dalam enam\nbulan kepada Badan Pengendalian Dampak Lingkungan.",
                            "explanation": "\nPenyampaian catatan ini dimaksudkan agar jumlah limbah B3 yang dihasilkan\noleh penghasil dapat dipantau oleh Badan Pengendalian Dampak Lingkungan."
                        },
                        {
                            "id": "4fca68be-fb17-441a-81c8-b6d1a1a9e24d",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Catatan sebagaimana dimaksud dalam ayat (1) dipergunakan untuk:\na. Inventarisasi jumlah limbah B3 yang dihasilkan;\nb. Sebagai bahan evaluasi di dalam rangka penetapan kebijakan\npengelolaan limbah B3.\n",
                            "explanation": "\nDengan diketahuinya jumlah limbah B3 yang dihasilkan, maka akan diketahui\npeta sumber limbah B3 yang menjadi dasar pengembangan kebijakan\npengelolaan limbah B3."
                        }
                    ]
                },
                {
                    "id": "fc170b00-b333-40d2-8b62-57586d22d72d",
                    "name": "Article 10",
                    "type": "article",
                    "children": [
                        {
                            "id": "aae697f8-c6b3-43c4-81d1-73824d8eb45b",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pengumpul limbah B3 dapat dilakukan oleh badan usaha yang\nmelakukan kegiatan pengumpulan limbah B3.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "11e58735-483c-44bb-af0b-0b333f3e730a",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Penghasil limbah B3 dapat bertindak sebagai pengumpul limbah\nB3.",
                            "explanation": "\nKetentuan ini dimaksudkan agar penghasil limbah B3 tidak setiap saat harus\nmenyerahkan limbah B3 yang dihasilkannya kepada pengolah limbah B3."
                        },
                        {
                            "id": "7ce538cf-8374-4928-b183-4cc1e0683c10",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Apabila penghasil limbah B3 bertindak sebagai pengumpul limbah\nB3, maka wajib memenuhi segala ketentuan yang berlaku bagi\npengumpul limbah B3.",
                            "explanation": "\nDengan ketentuan ini, maka penghasil dalam melakukan pengumpulan harus\nmemperhatikan dan mentaati persyaratan yang berlaku bagi pengumpul."
                        }
                    ]
                },
                {
                    "id": "456117be-9d77-4a2a-bcfa-346a95d525ef",
                    "name": "Article 11",
                    "type": "article",
                    "children": [
                        {
                            "id": "be9c3f59-6119-4447-ad8d-56bbbc5b4e5a",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pengumpul limbah B3 wajib memenuhi persyaratan:\na. memperhatikan karekateristik limbah B3;\nb. mempunyai laboratorium yang dapat mendeteksi karakteristik\nlimbah B3;\nc. mempunyai lokasi minimum satu hektar;\nd. memiliki fasilitas untuk penanggulangan terjadinya kecelakaan;\ne. konstruksi dan bahan bangunan disesuaikan dengan karakteristik\nlimbah B3;\nf. lokasi tempat pengumpulan yang bebas banjir, secara geologi\ndinyatakan stabil, jauh dari sumber air, tidak merupakan daerah\ntangkapan air dan jauh dari pemukiman atau fasilitas umum\nlainnya.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "f4cab05d-34c6-454b-90a3-1de6747f685b",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Ketentuan lebih lanjut mengenai persyaratan sebagaimana\ndimaksud dalam ayat (1) ditetapkan oleh Badan Pengendalian\nDampak Lingkungan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "48d5821c-fdcb-40ba-bfd7-e767ffd83413",
                    "name": "Article 12",
                    "type": "article",
                    "children": [
                        {
                            "id": "c70e4eaf-71e6-48b0-9a49-0cd4d23a807c",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pengumpul limbah B3 wajib membuat catatan tentang:\na. jenis, karakteristik, jumlah limbah B3 dan waktu diterimanya\nlimbah B3 dari penghasil limbah B3;\nb. jenis, karakteristik, jumlah, dan waktu penyerahan limbah B3\nkepada pengolah limbah B3;\nc. nama pengangkut limbah B3 yang melaksanakan pengiriman\nkepada pengumpul dan kepada pengolah limbah B3.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "710f8232-4203-47a0-ac96-a7024a397505",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pengumpul limbah B3 wajib menyampaikan catatan sebagaimana\ndimaksud dalam ayat (1) sekurang-kurangnya sekali dalam enam\nbulan kepada Badan Pengendalian Dampak Lingkungan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "c5e71f7d-8e01-46d2-807a-d4aca01f0651",
                    "name": "Article 13",
                    "type": "article",
                    "children": [
                        {
                            "id": "bb4fc8fa-dd1b-474a-abb7-418579749b3f",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pengumpul limbah B3 dapat menyimpan limbah B3 yang\ndikumpulkannya selama sembilan puluh hari sebelum diserahkan\nkepada pengolah limbah B3.",
                            "explanation": "\nWaktu sembilan puluh hari telah dianggap cukup bagi pengumpul untuk\npenyimpanan sementara limbah B3 tersebut."
                        },
                        {
                            "id": "8cc86044-e054-415d-9b02-56ba6e6ba001",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pengumpul limbah B3, bertanggungjawab terhadap limbah B3 yang\ndikumpulkan dan disimpannya.",
                            "explanation": "\nDengan ketentuan ini maka segala akibat yang terjadi dari pengumpulan dan\npenyimpanan limbah B3 tersebut adalah tanggung jawab dari pengumpul."
                        }
                    ]
                },
                {
                    "id": "69938de1-cbc9-4ea7-8bb2-1fb17d70c407",
                    "name": "Article 14",
                    "type": "article",
                    "children": [
                        {
                            "id": "b6a43128-cdfd-4acf-8674-23b6b6f48a18",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pengangkutan limbah B3 dapat dilakukan badan usaha yang\nmelakukan kegiatan pengangkutan limbah B3.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "0f23b0ea-8746-4d74-92b3-9c62815d9ebd",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Penghasil limbah B3 dapat bertindak sebagai pengangkut limbah\nB3.\n\n(3) Apabila penghasil limbah B3 bertindak sebagai pengangkut limbah\nB3, maka wajib memenuhi ketentuan yang berlaku bagi pengangkut\nlimbah B3.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "c811eb2f-84ca-4ae9-b7fc-dc28846275fa",
                    "name": "Article 15",
                    "type": "article",
                    "children": [
                        {
                            "id": "f310c395-b233-439a-b90d-a96032f92239",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penyerahan limbah B3 oleh penghasil atau pengumpul kepada\npengangkut wajib disertai dokumen limbah B3.",
                            "explanation": "\nYang dimaksud penyerahan limbah B3 dalam ketentuan ini adalah dari penghasil atau pengumpul kepada pangangkut untuk diangkut kepada pengumpul atau pengolah termasuk penimbunan akhir. Dalam dokumen limbah B3 tersebut meliputi juga dokumen muatan sebagaimana dimaksud dalam peraturan perundang-undangan di bidang perhubungan."
                        },
                        {
                            "id": "dffc7ac0-8cd8-44ed-baaf-a3c38b7c3f16",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pengangkut limbah B3 wajib memiliki dokumen limbah B3 untuk\nsetiap kali mengangkut limbah B3.",
                            "explanation": "\nDokumen limbah B3 adalah surat yang diberikan pada waktu penyerahan limbah B3 oleh penghasil limbah B3 atau pengumpul limbah B3 kepada pengangkut limbah B3. Dokumen limbah B3 tersebut berisi ketentuan sebagai berikut:\na. nama dan alamat penghasil atau pengumpul limbah B3 yang menyerahkan limbah B3;\nb. tanggal penyerahan limbah B3;\nc. nama dan alamat pengangkut limbah B3;\nd. tujuan pengangkutan limbah B3;\ne. jenis, jumlah, komposisi, dan karakteristik limbah B3 yang diserahkan.\nDokumen limbah B3 dibuat dalam rangkap 6 (enam):\na. lembar asli disimpan oleh pengangkut limbah B3 setelah ditandatangani oleh penghasil, pengumpul pengolah;\nb. lembar kedua yang sudah ditandatangani pengangkut limbah B3, oleh penghasil limbah B3 atau pengumpul dikirimkan kepada Badan Pengendalian Dampak Lingkungan;\nc. lembar ketiga yang sudah ditandatangani oleh pengangkut disimpan oleh penghasil atau pengumpul limbah B3 yang menyerahkan limbah B3 untuk diangkut oleh pengangkut limbah B3;\nd. lembar keempat diserahkan kepada pengumpul limbah B3 atau pengolah limbah B3 yang menerima limbah B3 dari pengangkut limbah B3;"
                        },
                        {
                            "id": "9b1bb6be-e5b9-437b-b5d6-6124b6365fad",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Bentuk dokumen limbah B3 sebagaimana dimaksud dalam ayat (1)\nditetapkan oleh Badan Pengendalian Dampak Lingkungan dengan\nmemperhatikan pertimbangan Menteri Perhubungan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "fcbc009a-fbde-4018-bfee-dc5cfba27f14",
                    "name": "Article 16",
                    "type": "article",
                    "children": {
                        "id": "55da5599-9c2e-4020-88c9-14e8d251c5d8",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPengangkut limbah B3 wajib menyerahkan limbah B3 dan dokumen\nlimbah B3 sebagaimana dimaksud dalam Pasal 15 ayat (1) kepada\npengumpul atau pengolah limbah B3 yang ditunjuk oleh penghasil\nlimbah B3.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "df5d4ed4-594f-40e3-a3c0-3e1153321d86",
                    "name": "Article 17",
                    "type": "article",
                    "children": {
                        "id": "4f3e226a-39b8-42c7-a712-ae99fef9e2b4",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPengangkutan limbah B3 dilakukan dengan alat angkut khusus yang\nmemenuhi persyaratan dan tata cara pengangkutan yang ditetapkan\nberdasarkan peraturan perundang-undangan yang berlaku.\n",
                        "explanation": "\nAlat angkut khusus adalah alat angkut yang dipergunakan khusus untuk mengangkut\nlimbah B3. Yang dimaksud dengan peraturan perundang-undangan di bidang\nperhubungan yaitu Undang-undang Nomor 13 Tahun 1992 tentang Perkeretapian,\nUndang-undang Nomor 14 Tahun 1992 tentang Lalu Lintas dan Angkutan Jalan,\nUndang-undang Nomor 15 Tahun 1992 tentang Penerbangan, dan Undang-undang\nNomor 21 Tahun 1992 tentang pelayaran dan peraturan pelaksanaannya."
                    }
                }
            ]
        },
        {
            "id": "e0fc9c98-9ecd-4cd8-b579-e0426efa3b4b",
            "name": "Chapter III",
            "title": "\nPENGOLAHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "43f6ca87-a7ce-4cdb-8354-f64025404de2",
                    "name": "Article 18",
                    "type": "article",
                    "children": [
                        {
                            "id": "de35fa49-4306-4d5a-a934-cd60dc0fe8dc",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pengolah limbah B3 wajib membuat analisis dampak lingkungan,\nrencana pengelolaan lingkungan dan rencana pemantauan\nlingkungan untuk menyelenggarakan kegiatannya baik secara\nsendiri maupun secara terintegrasi dengan kegiatan utamanya.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "99c8068d-95fb-4f81-a951-f5c8d4667652",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pengolah limbah B3 yang mengoperasikan insinerator wajib\nmempunyai:\na) insnerator dengan spesifikasi sesuai dengan karakteristik dan\njumlah limbah yang diolah;\nb) alat pencegahan pencemaran udara untuk memenuhi standar\nemisi cerobong, efisiensi pembakaran yaitu 99,99% dan\nefisiensi penghancuran dan penghilangan sebagai berikut:\n1) efisiensi penghancuran dan penghilangan untuk Polyorganic\nhudrocarbons (POHCs) 99,99%;\n2) efisiensi penghancuran dan penghilangan untuk\nPolychlorinated biphenyl (PCBs) 99,9999%;\n3) efisiensi penghancuran dan penghilangan untuk\nPolychlorinated dibenzofurans 99,9999%;\n4) efisiensi penghancuran dan penghilangan untuk\nPolychlornated dibenzo-pdioxins 99,9999%.\nc) Residu dari proses pembakaran pada abu insinerator harus\nditimbun dengan mengikuti ketentuan tentang stabilisasi dan\nsolidifikasi atau penimbunan (landfill).\n\n(3) pengolah limbah B3 yang melakukan pengolahan stabilisasi dan\nsolidifikasi wajib memenuhi ketentuan:\na. bahan pencampur harus dapat mengikat bahan berbahaya dan\nberacun sehingga menurunkan sifat racun dan/atau sifat\nbahayanya sampai nilai ambang batas yang telah ditetapkan;\nb. hasil stabilisasi dan solidifikasi harus dianalisa dengan prosedur\nekstraksi untuk menentukan mobilitas senyawa organik dan\nanorganik (Toxicity Characteristic Leaching Procedure).",
                            "explanation": "\nYang dimaksud dengan efisiensi penghancuran dan penghilangan limbah B3\nadalah \"Destruction Removal Efficiency (DRE)\". Penentuan standar emisi\nudara didasarkan pada standar emisi peraturan perundang-undangan yang\nberlaku bagi parameter konvensional (CO, NO, SO2, Hidrokarbon, TSP,\nAmonia), sedangkan penentuan standar emisi lainnya didasarkan karakteristik\nlimbah B3, jenis insinerator, kualitas udara setempat dan lainnya sesuai dengan\nperkembangan ilmu pengetahuan dan teknologi."
                        },
                        {
                            "id": "687a65a1-27ec-44ff-99b9-b426a445009d",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Pengolah limbah B3 yang melakukan pengolahan secara fisika dan\nkimia yang menghasilkan:\na. limbah cair, maka limbah cair tersebut wajib memenuhi\nPeraturan Pemerintah Nomor 20 Tahun 1990 tentang\nPengendalian Pencemaran Air;\nb. limbah gas dan debu, maka limbah gas dan debu tersebut wajib\nmemenuhi peraturan perundang-undangan yang berlaku tentang\npengendalian pencemaran udara dan keselamatan kerja;\nc. limbah padat, harus mengikuti ketentuan tentang stabilisasi dan\nsolidifikasi, dan/atau penimbunan, dan/atau insinerator;\n(5) Pengolah limbah B3 yang melakukan pengolahan dengan cara\nmenimbun wajib memenuhi ketentuan:\na. pemilihan lokasi untuk penimbunan harus memenuhi syarat:\n1) bebas dari banjir;\n2) permeabilitas tanah maksimum 10 pangkat negatip 7 cm per\ndetik;\n3) merupakan lokasi yang ditetapkan sebagai lokasi pembuangan\nlimbah atau lokasi industri berdasarkan rencana penataan\nruang;\n4) merupakan daerah yang secara geologi dinyatakan stabil;\n5) tidak merupakan daerah resapan air tanah yang khususnya\ndigunakan untuk air minum;\nb. penimbunan harus dibangun dengan menggunakan sistem\npelapisan rangkap dua yang dilengkapi dengan saluran untuk\npengaturan aliran air permukaan, pengumpulan air lindi dan\npengolahannya, sumur pantau dan lapisan penutup akhir yang\ntelah disetujui Badan Pengendalian Dampak Lingkungan.\nc. penimbunan yang sudah penuh harus ditutup dengan tanah, dan\nselanjutnya peruntukan tempat tersebut tidak dapat dijadikan\npermukiman atau fasilitas lainnya.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "75cdd8cf-34c7-4294-b3d6-d774798912bb",
                            "name": "Verse 6",
                            "number": "6",
                            "type": "verse",
                            "content": " Ketentuan lebih lanjut mengenai persyaratan teknis pengolahan\nlimbah B3 ditetapkan oleh Badan Pengendalian Dampak\nLingkungan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "e373677a-ccc3-4365-9e81-0c6e66bcb1a1",
                    "name": "Article 19",
                    "type": "article",
                    "children": [
                        {
                            "id": "1e5d85fb-d9cc-450c-8837-77cd13f9bdae",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Lokasi penimbunan hasil pengolahan limbah B3 wajib memenuhi\npersyaratan sebagai berikut:\na. bebas dari banjir;\nb. permeabilitas tanah maksimum 10 pangkat negatip 7 cm per\ndetik;\nc. merupakan lokasi yang ditetapkan sebagai lokasi penimbunan\nlimbah berdasarkan rencana penataan ruang;\n\nd. merupakan daerah yang secara geologi dinyatakan stabil;\ne. tidak merupakan daerah resapan air tanah khususnya digunakan\nuntuk air minum;\n(2) Ketentuan lebih lanjut mengenai tata cara dan persyaratan\npenimbunan hasil pengolahan limbah B3 ditetapkan oleh Badan\nPengendalian Dampak Lingkungan.",
                            "explanation": "\nPenimbunan dalam ketentuan ini merupakan rangkaian kegiatan pengolahan.\nPenimbunan hasil pengolahan limbah B3 adalah tindakan membuang dengan cara penimbunan, dimana penimbunan tersebut dirancang sebagai tahap akhir dari pengolahan limbah B3 sesuai dengan karakteristik limbah B3 tersebut."
                        }
                    ]
                },
                {
                    "id": "f10de11a-fa7e-4412-a524-9e575078e46c",
                    "name": "Article 20",
                    "type": "article",
                    "children": [
                        {
                            "id": "a1fdf2b6-bbcb-4578-b83a-e102f8d5a99e",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Terhadap lokasi bekas pengolahan dan bekas penimbunan limbah\nB3, pengolah termasuk penimbun wajib melaksanakan hal-hal\nsebagai berikut:\na. lokasi tersebut dilapisi pada bagian paling atas dengan cara\nmenutup dengan tanah yang mempunyai ketebalan minimum\n0,60 mm;\nb. dipagar dan diberi tanda tempat penimbunan limbah B3;\nc. melakukan pemantauan air bawah tanah dan menanggulangi\ndampak lainnya yang mungkin timbul akibat keluarnya limbah\nB3 ke lingkungan, selama minimum tiga puluh tahun terhitung\nsejak ditutupnya seluruh fasilitas pengolahan dan penimbunan\nlimbah B3.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "98a75fe0-73ff-4fb1-8cad-83b09b3e85a3",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Ketentuan lebih lanjut mengenai pelaksanaan kewajiban\nsebagaimana dimaksud dalam ayat (1) ditetapkan oleh Badan\nPengendalian Dampak Lingkungan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "2b22538f-ed98-4e8e-a3ff-0663b8289636",
            "name": "Chapter IV",
            "title": "\nPERIZINAN",
            "type": "chapter",
            "children": [
                {
                    "id": "bca95f31-fa3a-4ad2-926c-e9fec861830d",
                    "name": "Article 21",
                    "type": "article",
                    "children": [
                        {
                            "id": "d1079ebe-687f-4424-8a6c-cc09ed9be3b3",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Setiap badan usaha yang melakukan kegiatan pengumpulan,\npengangkutan, pengolahan termasuk penimbunan akhir limbah B3\nwajib memiliki izin sebagai berikut:\na. Dari Badan Pengendalian Dampak Lingkungan untuk kegiatan\npengumpulan atau pengolahan termasuk penimbunan akhir;\nb. Dari Menteri Perhubungan untuk kegiatan pengangkutaan setelah\nmendapat pertimbangan Badan Pengendalian Dampak\nLingkungan.",
                            "explanation": "\nIzin pengumpulan dan/atau izin pengolahan termasuk penimbunan akhir limbah B3 diberikan oleh Badan Pengendalian Dampak Lingkungan, sedangkan izin pengangkutan dikeluarkan oleh Menteri yang bertanggung jawab di bidang perhubungan setelah mendapat pertimbangan dari Badan Pengendalian Dampak Lingkungan."
                        },
                        {
                            "id": "6f3a77e9-922e-4f30-bcfc-24c220857313",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Kegiatan pengolahan limbah B3 yang terintegrasi dengan kegiatan\npokok wajib memperoleh izin operasi alat pengolahan dan\npenyimpanan limbah B3 yang dikeluarkan oleh Badan Pengendalian\nDampak Lingkungan dan dilakukan sesuai dengan ketentuan\nPeraturan Pemerintah ini.",
                            "explanation": "\nYang dimaksud dengan terintegrasi adalah badan usaha pengolahan limbah B3\nmenjadi satu atau dilakukan pada satu tempat yang sama dengan kegiatan\nusaha pokoknya.\nYang dimaksud dengan izin operasi alat pengolah limbah B3 adalah izin\nmengenai kelayakan pengoperasian peralatan pengolah limbah B3, misalnya\nkelayakan dari insinerator antara lain effisiensi pembakaran 99,99%\nmenggunakan alat pengendalian pencemaran udara. Yang dimaksud dengan\nizin operasi tempat penyimpanan limbah B3 adalah izin kelayakan tempat\npenyimpanan yang khusus untuk itu."
                        },
                        {
                            "id": "e38e785d-7e7b-49cd-9b35-8173783582b3",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Persyarakatan untuk memperoleh izin sebagaimana dimaksud dalam\nayat (1) huruf a dan ayat (2) adalah sebagai berikut:\na. memiliki akte pendirian sebagai badan usaha yang berbentuk\nbadan hukum, yang telah disahkan oleh instansi yang berwenang;\nb. nama dan alamat badan usaha yang memohon izin;\nc. kegiatan yang dilakukan;\nd. lokasi tempat kegiatan;\ne. nama dan alamat penanggung jawab kegiatan;\nf. bahan baku dan proses kegiatan yang digunakan;\ng. spesifikasi alat pengolah limbah B3;\nh. jumlah dan karakteristik limbah B3 yang dikumpulkan, diangkut\natau diolah;\ni. tata letak saluran limbah, pengolahan limbah dan tempat\npenampungan sementara limbah B3 sebelum diolah dan tempat\npenimbunan setelah diolah;\nj. alat pencegahan pencemaran untuk limbah cair, emisi, dan\npengolahan limbah B3.",
                            "explanation": "\nPersyaratan dalam ketentuan ini disesuaikan dengan kegiatan usaha yang akan\ndilakukan yaitu pengumpulan atau pengolahan."
                        },
                        {
                            "id": "d28e67c5-9cbe-4bc0-8a41-18b8370b9a2a",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Ketentuan lebih lanjut mengenai tata cara memperoleh izin\nsebagaimana dimaksud dalam ayat (1) huruf a dan ayat (2),\nditetapkan oleh Badan Pengendalian Dampak Lingkungan, dan ayat\n(1) huruf b ditetapkan oleh Menteri Perhubungan.",
                            "explanation": ""
                        }
                    ]
                },
                {
                    "id": "4b8c93c2-8b83-49a5-a206-b5bef0631d48",
                    "name": "Article 22",
                    "type": "article",
                    "children": [
                        {
                            "id": "2272df76-9342-4cd0-894a-d7bb47b6f765",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Izin lokasi pengolahan limbah B3 diberikan oleh Kepala Kantor\nPertanahan Kabupaten/Kotamadya sesuai rencana tata ruang setelah\nmendapat rekomendasi dari Badan Pengendalian Dampak\nLingkungan.",
                            "explanation": "\nPenentuan lokasi pengolahan limbah B3 harus mengikuti rencana tata ruang\ndaerah dan persyaratan teknis."
                        },
                        {
                            "id": "1927d88a-0ca4-4211-9324-8b451f3c09fd",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Rekomendasi sebagaimana dimaksud dalam ayat (1) didasarkan\npada hasil penelitian tentang dampak lingkungan dan kelayakan\nteknis seperti geohidrologi dari lokasi yang diusulkan.",
                            "explanation": ""
                        }
                    ]
                },
                {
                    "id": "24aeb013-33c8-4833-a057-5a89a29142c6",
                    "name": "Article 23",
                    "type": "article",
                    "children": [
                        {
                            "id": "3a3fdf98-583c-4287-a108-86ab9977eef7",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Untuk kegiatan pengolahan limbah B3 wajib dibuatkan analisis\ndampak lingkungan, rencana pengelolaan lingkungan, dan rencana\n(2) Dokumen analisis dampak lingkungan, rencana pengelolaan\nlingkungan dan rencana pemantauan lingkungan diajukan bersama\ndengan permohonan izin operasi sebagaimana dimaksud dalam\nPasal 21 kepada Badan Pengendalian Dampak Lingkungan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "f72dcc66-0a22-4085-92ab-ad5d65bf0b6a",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Keputusan persetujuan atas analisis dampak lingkungan, rencana\npengelolaan dampak lingkungan, dan rencana pemamtauan\nlingkungan diberikan oleh Badan Pengendalian Dampak\nLingkungan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "202402dd-fa03-42e7-95c9-e6e04588cba2",
                    "name": "Article 24",
                    "type": "article",
                    "children": [
                        {
                            "id": "bab27517-feef-4ec4-a7cf-2eed094e5540",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Keputusan mengenai permohonan izin sebagaimana dimaksud\ndalam Pasal 21 ayat (2) diberikan selambat-lambatnya tiga puluh\nhari kerja terhitung sejak disetujuinya rencana pengelolaan\nlingkungan dan rencana pemantauan lingkungan oleh instansi yang\nbertanggung jawab.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "12e63102-c236-41c7-bd07-e270f54db2ba",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Syarat dan kewajiban tersebut dalam rencana pengelolaan\nlingkungan dan rencana pemantauan lingkungan yang telah\ndisetujui oleh instansi yang bertanggung jawab merupakan bagian\nyang tidak dapat dipisahkan dari izin sebagaimana dimaksud dalam",
                            "explanation": "\nCukup jelas\n"
                        }
                    ]
                },
                {
                    "id": "5105d7c2-412a-49aa-a623-e41c4ba76eda",
                    "name": "Article 21",
                    "type": "article",
                    "children": [
                        {
                            "id": "26e27cb1-3add-4471-9a30-bddc10312d77",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Apabila penghasil limbah B3 juga bertindak sebagai pengolah\nlimbah B3 dan lokasi pengolahannya sama dengan lokasi kegiatan\nutamanya, maka analisis dampak lingkungan untuk kegiatan\npengolahan limbah B3 dibuat secara terintegrasi dengan analisis\n\n(2) Apabila pengolahan limbah B3 dilakukan oleh penghasil limbah B3\ndi lokasi kegiatan utamanya, maka hanya rencana pengelolaan\nlingkungan dan rencana pemantauan lingkungan yang telah\ndisetujui oleh instansi yang bertanggungjawab yang diajukan\nkepada Badan Pengendalian Dampak Lingkungan bersama dengan\npermohonan izin sebagaimana dimaksud dalam Pasal 21 ayat (2).",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "508758bc-1d8e-43ea-aa3b-ec2b8b5e6b97",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Keputusan mengenai permohonan izin sebagimana dimaksud dalam\nayat (2) diberikan oleh Badan Pengendalian Dampak Lingkungan\nselambat-lambatnya tiga puluh hari kerja terhitung sejak\nditerimanya rencana pengelolaan lingkungan dan rencana\npemantauan lingkungan yang telah disetujui oleh instansi yang\nbertanggungjawab di bidangnya.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "b815ebdf-7e31-4d28-956c-3568ca84fcb0",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Syarat dan kewajiban tersebut dalam rencana pengelolaan\nlingkungan dan rencana pemantauan lingkungan sebagaimana\ndimaksud dalam ayat (2) merupakan bagian yang tidak terpisahkan\ndari izin sebagaimana dimaksud dalam Pasal 21 ayat (2).",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "70bb52b5-eebb-49d8-80dc-a08c1fac4086",
                    "name": "Article 26",
                    "type": "article",
                    "children": {
                        "id": "63117544-579c-43f7-88fc-291b93c707b9",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nApabila penghasil limbah B3 juga bertindak sebagai pengolah limbah B3\ndan lokasi pengolahannya berbeda dengan lokasi kegiatan usahanya,\nmaka terhadap kegiatan pengolahan limbah B3 tersebut berlaku\nketentuan mengenai pengolahan limbah B3 dalam Peraturan Pemerintah\nini.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "130beff0-d51c-4ae9-b58d-b2d0f6c3a891",
            "name": "Chapter V",
            "title": "\nPENGAWASAN",
            "type": "chapter",
            "children": [
                {
                    "id": "2c49fc40-adf2-45fa-8109-7a2af236b20d",
                    "name": "Article 27",
                    "type": "article",
                    "children": [
                        {
                            "id": "a08bfa7f-542b-43c6-b2b4-80a0908315a8",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Setiap orang atau badan usaha dilarang memasukkan limbah B3\ndari luar negeri ke dalam wilayah Negara Republik Indonesia.",
                            "explanation": "\nLarangan ini diperlukan untuk mencegah dijadikannya wilayah yang berada di bawah yurisdiksi Negara Republik Indonesia dijadikan sebagai tempat pembuangan limbah B3."
                        },
                        {
                            "id": "2f8b4b7b-11fc-41e5-b5d3-c8c9ee03dcfe",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pengangkatan limbah B3 dari luar negeri melalui wilayah Negara\nRepublik Indonesia, wajib dilakukan dengan memberitahukan\nterlebih dahulu secara tertulis kepada Pemerintah Republik\nIndonesia.",
                            "explanation": "\nPemberitahuan yang dimaksud dalam ayat ini pelaksanaannya disampaikan pada Badan Pengendalian Dampak Lingkungan."
                        },
                        {
                            "id": "290f0d1c-931b-44f2-bff1-521aa5812ee8",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Pengiriman limbah B3 ke luar negeri dapat dilakukan setelah\nmendapat persetujuan tertulis dari pemerintah negara penerima dan\nmendapatkan izin tertulis dari Pemerintah Republik Indonesia.",
                            "explanation": "\nYang dimaksudkan dengan persetujuan tertulis dari pemerintah negara\npenerima adalah persetujuan tertulis dari instansi atau pejabat yang berwenang\ndalam urusan limbah B3 di negara penerima."
                        },
                        {
                            "id": "96216a3b-6ab1-4ab2-a1db-57daadb62c98",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Ketentuan lebih lanjut mengenai tata cara pengiriman limbah B3 ke\nluar negeri ditetapkan oleh Menteri Perhubungan setelah mendapat\npertimbangan Badan Pengendalian Dampak Lingkungan.",
                            "explanation": "\nCukup jelas\n"
                        }
                    ]
                },
                {
                    "id": "3e991203-701a-4a95-897c-5b333c8474c5",
                    "name": "Article 28",
                    "type": "article",
                    "children": {
                        "id": "c89a1e47-5efd-4b8c-adb5-68f10bfb6004",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSetiap badan usaha yang melakukan penyimpanan pengumpulan,\npengangkutan, pengolahan termasuk penimbunan limbah B3 dilarang\nmelakukan pengenceran untuk maksud menurunkan daya racun limbah\nB3.",
                        "explanation": "\nYang dimaksud dengan pengenceran adalah menambahkan cairan pada limbah B3\nsehingga konsentrasi zat racun dan/atau tingkat bahayanya turun, tetapi beban\npencemarannya masih tetap sama dengan sebelum dilakukan pengenceran. Hal ini\ndilarang karena pengenceran tidak akan menghilangkan sifat berbahaya dan\nberacunnya limbah B3."
                    }
                },
                {
                    "id": "1bea7c60-f7a9-410e-aef2-94d6adec9c20",
                    "name": "Article 29",
                    "type": "article",
                    "children": [
                        {
                            "id": "e4a48182-e387-435c-889d-e23caf4ebd81",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Setiap kemasan limbah B3 wajib diberi simbol dan label yang\nmenunjukkan karakteristik dan jenis limbah B3.\n\n(2) Badan Pengendalian Dampak Lingkungan menetapkan simbol dan\nlabel sebagaimana dimaksud dalam ayat (1) untuk setiap jenis\nlimbah B3.",
                            "explanation": "\nYang dimaksud dengan kemasan adalah tempat/wadah untuk menyimpan,\nmengangkut, dan mengumpul limbah B3. Simbol adalah gambar yang\nmenyatakan karakteristik limbah B3. Label adalah tulisan yang menunjukkan\nantara lain karakteristik, dan jenis limbah B."
                        }
                    ]
                },
                {
                    "id": "1f94c2f3-75e3-44d8-8d3c-d33fbf968a68",
                    "name": "Article 30",
                    "type": "article",
                    "children": [
                        {
                            "id": "00384afe-befe-49ad-a7a1-0475ab0dec34",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pengawasan pengelolaan limbah B3 dilakukan oleh Badan\nPengendalian Dampak Lingkungan dengan memperhatikan\nketentuan Pasal 7.",
                            "explanation": "\nKetentuan ini dimaksudkan dalam rangka mengawasi pelaksanaan ketentuan\npengelolaan limbah B3 sebagaimana diatur dalam Peraturan Pemerintah ini\nbeserta peraturan pelaksanaannya. Selain hal tersebut, pengawasan juga\ndimaksudkan agar pengelolaan limbah B3 tetap aman bagi lingkungan dan\nbagi mahluk hidup."
                        },
                        {
                            "id": "bfe800ae-a46b-4db1-9099-f71fa5f04f2f",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pengawasan sebagaimana dimaksud dalam ayat (1) meliputi\npemantauan penataan persyaratan serta ketentuan teknis dan\nadministratif oleh penghasil, pengumpul, pengangkut, pengolah\ntermasuk penimbun limbah B3.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "19fa2d07-1362-4616-b8f2-bd116b638603",
                    "name": "Article 31",
                    "type": "article",
                    "children": [
                        {
                            "id": "f20ffaae-bfe6-4f58-83fe-5cbd02c80070",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pengawas dalam melaksanakan pengawasan pengelolaan limbah B3\ndilengkapi tanda pengenal dan surat tugas yang dikeluarkan oleh\nBadan Pengendalian Dampak Lingkungan.",
                            "explanation": "\nTanda pengenal dan surat tugas ini penting untuk menghindari adanya petugas-petugas pengawas palsu, atau untuk menghindari agar tidak setiap pegawai di lingkungan Badan Pengendalian Dampak Lingkungan melakukan pengawasan yang semestinya bukan menjadi wewenangnya.\n\nTanda pengenal memuat nama, nomor induk pegawai dan foto.\nSurat tugas harus dengan jelas menyatakan nama pengawas yang ditugasi melakukan pengawasan dan ditandatangani oleh Kepala Badan Pengendalian Dampak Lingkungan atau pejabat yang ditunjuk olehnya sekurang-kurangnya pejabat eselon 1."
                        },
                        {
                            "id": "78e26924-4071-40ee-a487-6733840325b9",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pengawas sebagaimana dimaksud dalam ayat (1) berwenang:\na. memasuki areal lokasi penghasil, pengumpulan, pengolahan\ntermasuk penimbunan akhir limbah B3;\nb. mengambil contoh limbah B3 untuk diperiksa di laboratorium;\nc. meminta keterangan yang berhubungan dengan pelaksanaan\npengelolaan limbah B3;",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "f48d563b-9feb-478d-9019-b53dabfb3b2f",
                    "name": "Article 32",
                    "type": "article",
                    "children": {
                        "id": "f1091f89-333f-4ac1-a850-2faaefbb8f81",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPenghasil, pengumpul, pengangkut, pengolah termasuk penimbun limbah\nB3 wajib memabantu petugas pengawas dalam melakukan tugas\nsebagaimana dimaksud dalam pasal 31.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "457214a1-73d9-4673-aaac-bb17e26cd975",
                    "name": "Article 33",
                    "type": "article",
                    "children": [
                        {
                            "id": "fad64d88-815c-4df4-8ec3-6cf201ba2103",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Badan Pengendalian Dampak Lingkungan menyampaikan laporan\npelaksanaan pengelolaan limbah B3 secara berkala\nsekurang-kurangnya satu kali dalam satu tahun kepada Presiden\ndengan tembusan kepada Menteri yang bertanggungjawab di bidang\npengelolaan lingkungan hidup.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "04085128-00a2-43a9-9e68-64f5c9e73c36",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Menteri yang bertanggung jawab di bidang pengelolaan lingkungan\nhidup mengevaluasi laporan tersebut guna menyusun kebijakan\npengelolaan limbah B3.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "8766d562-be40-40cd-994e-eeb5d1cd4c2a",
                    "name": "Article 34",
                    "type": "article",
                    "children": [
                        {
                            "id": "6a4af963-ab16-4843-b8cf-3bf86d88f941",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Untuk menjaga kesehatan kerja dan pengawas yang bekerja di\nbidang pengelolaan limbah B3, dilakukan uji kesehatan secara\nberkala.",
                            "explanation": "\nUji kesehatan dimaksud dilaksanakan sekurang-kurangnya satu kali setahun, dengan maksud untuk mengetahui sedini mungkin terjadinya kontaminasi oleh zat/senyawa kimia limbah B3 terhadap pekerja."
                        },
                        {
                            "id": "4ecd3708-f313-408f-ae29-22c2453c0c11",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Uji kesehatan pekerja sebagaimana dimaksud dalam ayat (1)\ndiselenggarakan oleh pengelola limbah B3.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "7d3aa44d-7211-46e4-a33a-92ddc8ff26f6",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Uji kesehatan bagi pengawas pengelolaan limbah B3 sebagaimana",
                            "explanation": ""
                        }
                    ]
                },
                {
                    "id": "09b78159-41cc-4416-932b-004c65263d5c",
                    "name": "Article 35",
                    "type": "article",
                    "children": [
                        {
                            "id": "b212c648-9361-44f7-82ca-260eb6080c6b",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penghasil, pengumpul, pengangkut, dan pengolah limbah B3\nbertanggungjawab atas penanggulangan kecelakaan dan\npencemaran lingkungan akibat lepas atau tumpahnya limbah B3\nyang menjadi tanggungjawabnya.",
                            "explanation": "\nYang dimaksud ddengan kecelakaan dalam ayat ini adalah lepas/tumpahnya\nbahan berbahaya dan beracun atau limbah B3 ke dalam lingkungan yang perlu\nditanggulangi secara cepat dan tepat untuk mencegah meluasnya dampak\nakibat tumpahan limbah B3 tersebut, sehingga dapat dicegah meluasnya\npencemaran dan/atau kerusakan lingkungan serta terganggunya kesehatan\nmanusia."
                        },
                        {
                            "id": "65ca45e0-bd6e-43f0-84cf-d11e9732e4b9",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Ketentuan lebih lanjut mengenai penanggulangan kecelakaan dan\npencemaran sebagaimana dimaksud dalam ayat (1) ditetapkan\ndengan Badan Pengendalian Dampak Lingkungan.",
                            "explanation": "\nUntuk mengatasi kecelakaan pengelolaan limbah B3 diperlukan upaya\npencegahan dan penanggulangan baik selama maupun setelah terjadinya\nkecelakaan. Upaya ini harus dilakukan secara tepat, cepat, terkoordinasi dan\nterpadu di antara instansi lintas sektor yang terkait."
                        }
                    ]
                },
                {
                    "id": "bc9ef013-aa66-431d-a579-745677f57a0b",
                    "name": "Article 36",
                    "type": "article",
                    "children": [
                        {
                            "id": "95f03a6e-06a8-485e-abbf-ae428b2c7450",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penghasil, pengumpul, pengangkut, dan pengolah limbah B3 wajib\nsegera menanggulangi pencemaran atau kerusakan lingkungan\nakibat kegiatannya.",
                            "explanation": "\nTercemarnya dan rusaknya lingkungan tersebut harus ditanggulangi dengan\ncepat dan tepat."
                        },
                        {
                            "id": "4b9eb3ad-1feb-43cc-ae9d-e202edb34556",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Apabila penghasil, pengumpul, pengangkut, dan pengolah limbah\nB3 tidak melakukan penanggulangan sebagaimana dimaksud dalam\nayat (1), atau menanggulangi tetapi tidak sebagaimana mestinya,\nmaka Badan Pengendalian Dampak Lingkungan atau pihak ketiga\ndengan permintaan Badan Pengendalian Dampak Lingkungan dapat\nmelakukan penanggulangan dengan biaya yang dibebankan kepada\npenghasil, pengumpul, pengangkut, dan/atau pengolah limbah B3\nyang bersangkutan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "94ed9973-c42e-4a49-b306-129e5ef93cb1",
            "name": "Chapter VI",
            "title": "\nSANKSI",
            "type": "chapter",
            "children": [
                {
                    "id": "f02c55ac-9edf-4c2d-aab4-4c1ecf851c4c",
                    "name": "Article 37",
                    "type": "article",
                    "children": [
                        {
                            "id": "09ebd07a-aed4-467d-8ac2-cde63316a71a",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Badan Pengendalian Dampak Lingkungan memberi peringatan\ntertulis kepada penghasil, pengumpul, pengangkut, dan pengolah\nyang melanggar ketentuan Pasal 5, Pasal 6, Pasal 8, Pasal 9 dan\nPasal 11 ayat (1), Pasal 12, Pasal 13, Pasal 15, Pasal 16, Pasal 18,\nPasal 19, Pasal 20 ayat (1), Pasal 21, Pasal 28 dan Pasal 29 ayat (1).",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "88876e04-95c9-4ee2-9708-4974e29bae51",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Apabila dalam jangka waktu lima belas hari sejak dikeluarkannya\nperingatan tertulis sebagaimana dimaksud dalam ayat (1) pihak\nyang diberi peringatan tidak mengindahkan peringatan atau tetap\ntidak mematuhi ketentuan pasal yang dilanggarnya, maka Badan\nPengendalian Lingkungan dapat menghentikan sementara operasi\nalat penyimpanan, dan pengumpulan, pengolahan termasuk\npenimbunan limbah B3 sampai pihak yang diberi peringatan\nmematuhi ketentuan yang dilanggarnya.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "733c2fa4-7306-4922-ab5d-6a627131c98d",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Badan Pengendalian Dampak Lingkungan wajib dengan segera\nmencabut keputusan penghentian kegiatan sebagaimana dimaksud\ndalam ayat (2) apabila pihak yang diberi peringatan telah mematuhi\nketentuan yang dilanggarnya.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "9ff6c631-d6f5-4153-b393-1143aa43a370",
                    "name": "Article 38",
                    "type": "article",
                    "children": {
                        "id": "6bb91de0-2fbc-46c7-b26f-e6bef98473e6",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPengangkut limbah B3 yang melanggar ketentuan Pasal 17 dikenakan\nsanksi menurut ketentuan dalam peraturan perundang-undangan yang di\nbidang perhubungan.",
                        "explanation": "\nPeraturan Perundang-undangan yang dimaksud dalam ketentuan ini antara lain Pasal\n33 Undang-undang Nomor 13 Tahun 1993 tentang Perkeretapian, Pasal 87\nUndang-undang Nomor 21 Tahun 1992 tentang Pelayaran, Pasal 14 dan Pasal 15\nPeraturan Pemerintah Nomor 41 Tahun 1993 tentang Angkutan Jalan dan peraturan\nperundang-undangan pelaksanaannya."
                    }
                },
                {
                    "id": "c049b702-be44-4126-b11a-e11a8a6de5c9",
                    "name": "Article 39",
                    "type": "article",
                    "children": {
                        "id": "60df00b1-da33-4b88-a45b-bbd007cacd27",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nBadan usaha yang melanggar ketentuan Pasal 5, Pasal 6, Pasal 8, Pasal\n10, Pasal 13, Pasal 14, Pasal 17, Pasal 18 ayat (2), Pasal 19, Pasal 20,\nPasal 21, Pasal 28 dan Pasal 35 ayat (1) yang mengakibatkan terjadinya\npencemaran dan/atau kerusakan lingkungan diancam dengan pidana\nsebagaimana dimaksud dalam ketentuan Pasal 22 Undang-undang Nomor\n4 Tahun 1982 tentang Ketentuan-ketentuan Pokok Pengelolaan\nLingkungan Hidup.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "6e970e1c-f5f1-4bad-b94b-da1583aa4a29",
            "name": "Chapter VII",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "9b085f1a-6b30-4a7f-85f5-3d2ab7e467ad",
                    "name": "Article 40",
                    "type": "article",
                    "children": [
                        {
                            "id": "40354533-9040-4361-9256-9e03d6ce0dfd",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Apabila pada saat berlakunya Peraturan Pemerintah ini telah\ndilakukan pembuangan dan/atau penimbunan limbah B3 yang tidak\nmemenuhi persyaratan sebagaimana dimaksud dalam Peraturan\nPemerintah ini, maka setiap orang atau badan usaha yang\nmenghasilkan, mengumpulkan, mengangkut atau mengolah limbah\nB3 baik masing-masing maupun bersama-sama secara proposional\nwajib melakukan pembersihan dan/atau pemulihan lingkungan\n\n(2) Apabila orang atau badan usaha yang menghasilkan,\nmengumpulkan, mengangkut atau mengolah limbah B3\nsebagaimana dimaksud dalam ayat (1), tidak melakukan\npembersihan dan pemulihan lingkungan, maka Badan Pengendalian\nDampak Lingkungan dapat melakukan atau meminta pihak ketiga\nmelakukan pembersihan atau pemulihan lingkungan dengan biaya\nyang dibebankan kepada orang atau badan usaha yang\nmenghasilkan, mengumpulkan, mengangkut dan mengolah limbah\nB3, baik secara sendiri maupun bersama-sama secara proposional.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "25fbe2d3-00d2-4642-b0b0-fc3129a3b1dc",
                    "name": "Article 41",
                    "type": "article",
                    "children": {
                        "id": "9e5db22a-2cf6-4c21-9213-4450d6811634",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSetiap orang atau badan usaha yang sudah melakukan kegiatan\npengumpulan, ataupun pengolahan pada saat berlakunya Peraturan\nPemerintah ini, wajib meminta izin sebagaimana dimaksud dalam Pasal\n21 selambat-lambatnya dalam waktu satu tahun terhitung sejak saat\nberlakunya Peraturan Pemerintah ini.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "bcf81deb-1cec-444a-9acb-ad133da8b127",
            "name": "Chapter VIII",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "7e8f30d1-8b55-4181-9c5e-98b54b7eb38c",
                    "name": "Article 42",
                    "type": "article",
                    "children": {
                        "id": "a51d0291-4d09-449c-9dcc-a436e9712500",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan\nPeraturan Pemerintah ini dengan penempatannya dalam Lembaran\nNegara Republik Indonesia.",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nkegiatan pembangunan bertujuan meningkatkan kesejahteraan hidup rakyat dan\ndilaksanakan melalui rencana pembangunan jangka panjang yang bertumpu pada\npembangunan di bidang industri.\nPembangunan di bidang industri tersebut di satu pihak akan menghasilkan barang yang\nbermanfaat bagi kesejahteraan hidup rakyat, dan di lain pihak industri itu juga akan\nmenghasilkan limbah.\nDi antara limbah yang dihasilkan oleh kegiatan industri tersebut terdapat limbah bahan\nberbahaya dan beracun (B3). Limbah B3 yang dibuang langsung ke dalam lingkungan\ndapat menimbulkan bahaya terhadap lingkungan dan kesehatan manusia serta makhluk\nhidup lainnya. Mengingat resiko tersebut, perlu diupayakan agar setiap kegiatan industri\ndapat menghasilkan limbah B3 seminimal mungkin. Minimalisasi limbah B3\ndimaksudkan agar limbah B3 yang dihasilkan masing-masing unit produksi sesedikit\nmungkin dan bahkan diusahakan sampai nol, dengan cara antara lain, reduksi pada\nsumber dengan pengolahan bahan, subsitusi bahan, pengaturan operasi kegiatan, dan\nteknologi bersih. Untuk menghilangkan atau mengurangi sifat bahaya dan beracunnya,\nlimbah B3 yang telah dihasilkan perlu dikelola secara khusus.\nPengelolaan limbah B3 merupakan suatu rangkaian kegiatan yang mencakup\npenyimpanan, pengumpulan, pengangkutan, dan pengolahan limbah B3 termasuk\npenimbunan hasil pengolahan tersebut. Dalam rangkaian kegiatan tersebut terkait\nbeberapa pihak yang masing-masing merupakan mata rantai dalam pengelolaan limbah\nB3, yaitu:\na. Penghasil limbah B3;\nb. Pengumpul limbah B3;\n. Pengangkut limbah B3;\nd. Pengolah limbah B3.\n---\nDengan pengelolaan limbah sebagaimana tersebut di atas, maka mata rantai siklus\nperjalanan limbah B3 sejak dihasilkan oleh penghasil limbah B3 sampai penimbunan\nakhir oleh pengolah limbah B3 dapat diawasi. Setiap mata rantai perlu diatur, sedangkan\nperjalanan limbah B3 dikendalikan dengan sistem manifest berupa dokumen limbah B3.\nDengan sistem manifest dapat diketahui berapa jumlah limbah B3 yang dihasilkan dan\nberapa yang telah dimasukkan ke dalam proses pengolahan dan penimbunan tahap akhir.",
        "Nomor": "19",
        "Tahun": "1994",
        "Tentang": "PENGELOLAAN LIMBAH BERBAHAYA DAN BERACUN\nPRESIDEN REPUBLIK INDONESIA,",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa lingkungan hidup perlu dijaga kelestariannya sehingga tetap\nmampu menunjang pelaksanaan pembangunan yang berkelanjutan;",
            "b": " bahwa dengan semakin meningkatnya pembangunan di segala bidang,\nkhususnya pembangunan di bidang industri, semakin meningkat pula\njumlah limbah yang dihasilkan termasuk yang berbahaya dan beracun\nyang dapat membahayakan lingkungan dan kesehatan manusia;",
            "c": " bahwa untuk mencegah timbulnya pencemaran lingkungan dan bahaya\nterhadap kesehatan manusia serta makhluk hidup lainnya, limbah\nbahan berbahaya dan beracun harus dikelola secara khusus agar dapat\ndihilangkan atau dikurangi sifat bahayanya;",
            "d": " bahwa sehubungan dengan hal tersebut di atas, dipandang perlu\nmenetapkan pengaturan mengenai pengelolaan limbah bahan\nberbahaya dan beracun dengan Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 4 Tahun 1982 tentang Ketentuan-ketentuan\nPokok Pengelolaan Lingkungan Hidup (Lembaran Negara Tahun 1982\nNomor 18, Tambahan Lembaran Negara Nomor 3215);",
            "3": " Undang-undang Nomor 5 Tahun 1984 tentang Perindustrian\n(Lembaran Negara Tahun 1984 Nomor 22, Tambahan Lembaran\nNegara Nomor 3274);"
        },
        "Menetapkan": "\npengaturan mengenai pengelolaan limbah bahan\nberbahaya dan beracun dengan Peraturan Pemerintah;\nMengingat  1. Pasal 5 ayat (2) Undang-Undang Dasar 1945;\n2. Undang-undang Nomor 4 Tahun 1982 tentang Ketentuan-ketentuan\nPokok Pengelolaan Lingkungan Hidup (Lembaran Negara Tahun 1982\nNomor 18, Tambahan Lembaran Negara Nomor 3215);\n3. Undang-undang Nomor 5 Tahun 1984 tentang Perindustrian\n(Lembaran Negara Tahun 1984 Nomor 22, Tambahan Lembaran\nNegara Nomor 3274);\nMEMUTUSKAN \nMenetapkan PERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG\nPENGELOLAAN LIMBAH BAHAN BERBAHAYA DAN BERACUN.",
        "tanggal sah": "30 April 1994"
    }
}