{
    "results": [
        {
            "id": "4d83c035-1ead-4d01-b74d-84b05ac49d35",
            "name": "Chapter I",
            "title": "\nPENAMBAHAN PENYERTAAN MODAL",
            "type": "chapter",
            "children": [
                {
                    "id": "900e8b48-1b1f-4bfb-9fe5-de302014d8c6",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "219e491c-d784-45e4-acc0-0b744e6b2a8e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nNegara Republik Indonesia melakukan penambahan penyertaan modal ke dalam Modal Saham\nPerusahaan Perseroan (PERSERO) PT. Industri Sandang II yang didirikan berdasarkan Peraturan\nPemerintah Nomor 2 Tahun 1977 (Lembaran Negara Tahun 1977 Nomor 2).",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "b81f96e6-6d72-4b77-b1c9-7541aac5ac72",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "a4697a23-68d3-4d8b-8ea4-78ffb25b44e4",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penambahan penyertaan modal Negara sebagaimana dimaksud dalam Pasal 1 berasal dan terdiri\ndari enam unit pabrik yaitu unit Pabrik Pemintalan Cilacap, unit Pabrik Pemintalan Jantra\nSemarang, unit Pabrik Tekstil Terpadu Texin Tegal, unit Pabrik Tenun Infitex Ceper, unit Pabrik\nTenun Muriatex Kudus, dan unit Pabrik Penyamakan Kulit Mertoyudan Magelang, berikut\nbangunan di atasnya serta seluruh kekayaan lainnya.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "dbe89b47-8fbe-46c9-ab36-dda2b02e7356",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Besarnya nilai penambahan penyertaan modal sebagaimana dimaksud dalam ayat (1) ditetapkan\noleh Menteri Keuangan berdasarkan hasil penilaian yang dilakukan bersama oleh Departemen\nPerindustrian dan Departemen Keuangan.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "3c516cfe-5313-46fc-868c-d6e7c8e6ed6c",
            "name": "Chapter II",
            "title": "\nPELAKSANAAN PENAMBAHAN PENYERTAAN MODAL",
            "type": "chapter",
            "children": [
                {
                    "id": "ef5e0e12-89a1-40d4-937d-1a6707760580",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "f139b09c-0010-4feb-a621-23ff10cd43ca",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPelaksanaan penambahan penyertaan modal Negara sebagaimana dimaksud dalam Pasal 1 dilakukan\nmenurut ketentuan Kitab Undang-Undang Hukum Dagang (Staatsblad Tahun 1847 Nomor 23)\nsebagaimana telah beberapa kali diubah, terakhir dengan Undang-Undang Nomor 4 Tahun 1971,\ndengan memperhatikan ketentuan-ketentuan yang tercantum dalam Peraturan Pemerintah Nomor 12\nTahun 1969 sebagaimana telah diubah dengan Peraturan Pemerintah Nomor 24 Tahun 1972.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "bd1cfefa-8472-4786-82e7-9694ab88abc3",
            "name": "Chapter III",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "e57797da-c18d-46b4-88cd-574f5d62bff1",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "ffd49a89-5210-4273-b4c6-746a4109a1c8",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan\npenempatannya dalam Lembaran Negara Repubhk Indonesia.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Nomor": "17",
        "Tahun": "1984",
        "Tentang": "PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA\nKE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO)\nPT. INDUSTRI SANDANG II",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa berdasarkan Keputusan Presiden Nomor 14 Tahun 1983, enam unit\npabrik Perusahaan Daerah Sandang Jawa Tengah yang terdiri dari unit Pabrik\nPemintalan Cilacap, unit Pabrik Pemintalan Jantra Semarang, unit Pabrik Tekstil\nTerpadu Texin Tegal, unit Pabrik Tenun Infitex Ceper, unit Pabrik Tenun\nMuriatex Kudus, dan unit Pabrik Penyamakan Kulit Mertoyudan Magelang, yang\nberkantor pusat di Semarang, berikut tanah dan bangunan di atasnya serta\nseluruh kekayaan lain yang dimilikinya telah ditarik kembali oleh Pemerintah\nPusat dari Pemerintah Daerah Tingkat I Jawa Tengah;",
            "b": " bahwa untuk meningkatkan dan mengembangkan kembali kemampuan keenam\nunit Pabrik Perusahaan Daerah Sandang Jawa Tengah tersebut, dipandang perlu\nmenggabungkan keenam unit pabrik beserta seluruh kekayaannya dengan\nkegiatan usaha Perusahaan Perseroan (PERSERO) PT. Industri Sandang II,\nsebagai penambahan penyertaan modal Negara Republik Indonesia ke dalam\nmodal saham Perusahaan Perseroan (PERSERO) PT. Industri Sandang II;",
            "c": " bahwa penambahan penyertaan modal Negara Republik Indonesia ke dalam\nModal Saham Perusahaan Perseroan (PERSERO) PT. Industri Sandang II\ntersebut di atas perlu ditetapkan dengan Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Kitab Undang-Undang Hukum Dagang (Staatsblad Tahun 1847 Nomor 23)\nsebagaimana telah beberapa kali diubah dan ditambah, terakhir dengan Undang-\nUndang Nomor 4 Tahun 1971 (Lembaran Negara Tahun 1971 Nomor 20,\nTambahan Lembaran Negara Nomor 2959);",
            "3": " Undang-Undang Nomor 9 Tahun 1969 tentang Penetapan Peraturan Pemerintah\nPengganti Undang-Undang Nomor 1 Tahun 1969 (Lembaran Negara Tahun\n1969 Nomor 16, Tambahan Lembaran Negara Nomor 2904);",
            "4": " Peraturan Pemerintah Nomor 12 Tahun 1969 tentang Perusahaan Perseroan\n(PERSERO) (Lembaran Negara Tahun 1969 Nomor 21, Tambahan Lembaran\nNegara Nomor 2894) jo Peraturan Pemerintah Nomor 24 Tahun 1972 tentang\nPerubahan atas ketentuan Pasal 7 Peraturan Pemerintah Nomor 12 Tahun 1969\ntentang Perusahaan Perseroan (PERSERO) (Lembaran Negara Tahun 1972\nNomor 32, Tambahan Lembaran Negara Nomor 2987);",
            "5": " Peraturan Pemerintah Nomor 2 Tahun 1977 tentang Pengalihan Bentuk\nPerusahaan Negara Industri Sandang menjadi Perusahaan Perseroan\n(PERSERO) (Lembaran Negara Tahun 1977 Nomor 2);",
            "6": " Peraturan Pemerintah Nomor 3 Tahun 1983 tentang Tata Cara Pembinaan dan\nPengawasan Perusahaan Jawatan (PERJAN), Perusahaan Umum (PERUM), dan\nPerusahaan Perseroan (PERSERO) (Lembaran Negara Tahun 1983 Nomor 3,\nTambahan Lembaran Negara Nomor 3246);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PENAMBAHAN PENYERTAAN\nMODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM\nPERUSAHAAN PERSEROAN (PERSERO) PT. INDUSTRI SANDANG II.",
        "tanggal sah": "9 Juli 1984"
    }
}