{
    "results": [
        {
            "id": "b7c60f28-6f1d-4d0e-9b77-e498c4713e16",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "67a75d67-7cb8-48c2-bb10-96b64509ce01",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Undang-undang Darurat atau Peraturan Pemerintah Pengganti Undang-undang yang dengan berlakunya Undang-undang Nomor 1 Tahun 1961 telah menjadi Undang-undang, sejak itu disebut sebagai berikut.\n1. perkataan \"Undang-undang Darurat\" atau \"Peraturan Pemerintah Pengganti Undang-undang\" diganti dengan perkataan \"Undang-undang\";\n2. Nomor Undang-undang Darurat setelah menjadi Undang-undang tetap tidak diubah, hanya dibelakang nomor itu ditambah huruf Drt; Nomor Peraturan Pemerintah Pengganti Undang-undang setelah menjadi Undang- undang tetap tidak diubah, hanya dibelakang nomor itu ditambah huruf Prp;\n3. tahun Undang-undang Darurat atau Peraturan Pemerintah Pengganti Undang-undang menjadi tahun Undang-undang.\n(2) Ketentuan-ketentuan ayat (1) berlaku juga untuk Undang- undang Darurat dan Peraturan Pemerintah Pengganti Undang- undang yang dengan sendirinya tidak",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "1bcff225-2f09-4c8c-aea9-84106f1c6c20",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "071ff25c-dc29-4bab-a688-503fbdc3c973",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Untuk melaksanakan ketentuan Pasal 2 Undang-undang Nomor 1 Tahun 1961 diadakan kerjasama antara Menteri-Menteri dan pimpinan komisi-komisi dalam Dewan Perwakilan Rakyat Gotong Royong (selanjutnya disebut Panitia Kerjasama Menteri-Komisi Dewan Perwakilan Rakyat).",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "118c494c-da9d-44b7-9d9a-dae765b38543",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "bd8b2457-251f-4366-b69b-5f793307c882",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Panitia kerjasama Menteri-Komisi Dewan Perwakilan Rakyat dipimpin oleh Badan Pimpinan Kerjasama, yang terdiri dari pihak Kabinet Kerja;\nMenteri Pertama, Wakil Menteri Pertama I, Menteri Penasehat Hukum, Menteri Kehakiman, Menteri Penghubung Dewan Perwakilan Rakyat/Majelis Permusyawaratan Rakyat dan pihak Dewan Perwakilan Rakyat Gotong Royong; Pimpinan Dewan Perwakilan Rakyat Gotong Royong, dengan Menteri Pertama sebagai Ketua Kesatu dan Ketua Dewan Perwakilan Rakyat Gotong Royong sebagai Ketua kedua.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "f51ec045-1f63-4dbc-aed6-c9d595b95cca",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "9f2e8d40-c401-4405-b008-bfa8473df9c1",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Badan Pimpinan Kerjasama :\na. menentukan tatakerjanya sendiri ;\nb. menentukan dasar-dasar penyesuaian Undang-undang Darurat dan Peraturan Pemerintah Pengganti Undang-undang yang telah menjadi Undang-undang dengan Ketetapan-ketetapan Majelis Permusyawaratan rakyat Sementara Nomor I dan Nomor II/M.P.R.S./1960:\nc. menentukan tatakerja Panitia-panitia Kerjasama Menteri- Komisi Dewan Perwakilan Rakyat;\nd. meneliti usul-usal dari Panitia Kerjasama Menteri-Komisi Dewan Perwakilan Rakyat ;\ne. menyampaikan usul-usul kepada Pemerintah.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "bf11094c-d320-469d-ad59-1e88732a2321",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "0165553c-e731-41f8-a053-245c2b1bb4ec",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Panitia Kerjasama Menteri-Komisi Dewan Perwkailan Rakyat menyampaikan kepada Badan Pimpinan Kerjasama dalam waktu 3 bulan;\na. daftar- Undang-Undang Darurat dan Peraturan Pemerintah pengganti Undang-undang yang dengan sendirinya tidak berlaku lagi berhubung dengan perubahan susunan ketatanegaraan atau karena masalah yang diatur didalamnya sudah selesai dilaksanakan ataupun yang sudah dicabut (daftar A);\nb. daftar Undang-undang Darurat yang hanya perlu disesuaikan dengan perubahan susunan ketatanegaraan karena berlakunya kembali Undang-Undang Dasar 1945 (daftar B), disertai usul-usul penyesuaian;\nc. daftar Undang-Undang Darurat dan Peraturan Pemerintah Pengganti Undang-undang yang perlu disesuaikan dengan Ketetapan Majelis Permusyawaratan\nRakyat Sementara Nomor I dan/atau Nomor II/M.P.R.S./1960 (daftar c), disertai.\nusul-usul penyesuian.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "23918e53-a0ff-45aa-b63a-6b45b1fca7d0",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "37737fc2-1785-4b86-b1d8-f417a11b1606",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Badan pimpinan Kerjasama meneliti usul-usul termaksud dalam Pasal 5 dengan\ndasar-dasar penyesuaian termaksud dalam\nPasal 4 di bawah huruf b. dengan mendengar laporan Menteri dan laporan seorang\npimpinan Komisi Dewan Perwakilan Rakyat yang bersangkutan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "870693c7-b440-4540-9cf5-a974cdd10fb2",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "26f9a03f-5b25-4f74-a1a1-629240a5339e",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Badan Pimpinan Kerjasama menyampaikan kepada Pemerintah daftar-daftar\ntersebut dalam Pasal 5 di bawah huruf a, b dan c; daftar B dan C disertai usul-usul\npenyesuaian.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "7c0a5cc1-1a98-4299-9ca2-b59b8d3c5bf3",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "ef573a56-7f7f-4d19-8f47-754f602c57f8",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Sekretaris Negara mengumumkan dalam Lembaran Negara Republik Indonesia\ndaftar Undang-undang Darurat dan Peraturan Pemerintah Pengganti Undang-undang\nyang dengan sendirinya tidak berlaku lagi berhubung dengan perubahan susunan\nketatanegaraan atau karena masalah yang diatur di dalamnya sudah selesai\ndilaksanakan, ataupun yang sudah dicabut.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "9f0ced35-0075-4b32-b014-7502b7d18d55",
            "name": "Article 9",
            "type": "article",
            "children": {
                "id": "4b3a4c54-79ac-4901-94be-a923ea31c6c6",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini dapat disebut dengan nama \"Peraturan Pemerintah\nPenyesuaian Undang-undang Darurat dan Peraturan Pemerintah Pengganti Undang-\nundang\" dan berlaku mulai hari diundangkan.\nAgar supaya setiap orang dapat mengetahuinya memerintahkan pengundangan\nPeraturan Pemerintah ini dengan penempatan dalam Lembaran Negara Republik\nIndonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "12",
        "Tahun": "1961",
        "Tentang": "PELAKSANAAN UNDANG-UNDANG NOMOR 1 TAHUN 1961\nTENTANG PENETAPAN SEMUA UNDANG-UNDANG DAN SEMUA\nPERATURAN PEMERINTAH PENGGANTI UNDANG-UNDANG YANG SUDAH ADA\nSEBELUM TANGGAL 1 JANUARI 1961 MENJADI UNDANG-UNDANG",
        "Menimbang": {
            "Introduction": "\nbahwa perlu diadakan peraturan untuk melaksanakan Undang-undang Nomor 1 Tahun 1961 tentang penetapan semua Undang-undang Darurat dan semua Peraturan Pemerintah Pengganti Undang-undang yang sudah ada sebelum tanggal 1 Januari 1961 menjadi Undang-undang"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar",
            "2": " Pasal 2 dan 3 Undang-undang Nomor 1 tahun 1961 (Lembaran Negara tahun 1961 Nomor 3).\nMendengar Musyawarah Kabinet Kerja pada tanggal 9 Maret 1961"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PELAKSANAAN UNDANG-UNDANG NOMOR 1 TAHUN 1961 TENTANG PENETAPAN SEMUA UNDANG-UNDANG DARURAT DAN SEMUA PERATURAN PEMERINTAH PENGGANTI UNDANG-UNDANG YANG SUDAH ADA SEBELUM TANGGAL 1 JANUARI 1961 MENJADI UNDANG-UNDANG.",
        "tanggal sah": "24 Maret 1961"
    }
}