{
    "results": [
        {
            "id": "1ac1462a-1a08-4e29-a9c5-b199eaef68b9",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "84c2be83-3718-41d0-9240-3c7b594afe5c",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Atas penghasilan berupa bunga deposito berjangka, sertifikat deposito dan tabungan milik perorangan dan badan dikenakan pajak penghasilan sebesar 15% (limabelas per seratus) dan bersifat final.\n(2) Untuk keperluan pemungutan pajak sebagaimana dimaksud dalam ayat (1), Bank adalah Wajib Pungut.",
                "explanation": "\nYang dimaksud dengan deposito berjangka dan sertifikat deposito dalam\nPeraturan Pemerintah ini adalah deposito berjangka dalam rupiah maupun\nvaluta asing pada bank serta sertifikat deposito yang diterbitkan oleh bank atau\nLembaga Keuangan Bukan Bank (LKBB) di Indonesia yang jangka waktunya 30\n(tiga puluh) hari sampai dengan 24 (dua puluh empat) bulan dan tidak\ntermasuk deposito berjangka dan sertifikat deposito milik bank atau LKBB.\nPengenaan Pajak atas bunga deposito berjangka, sertifikat deposito dan tabungan\nlain bersifat final. Oleh karena itu penghasilan wajib pajak yang berasal dari\nbunga deposito berjangka, sertifikat deposito dan tabungan tidak di\nperhitungkan sebagai penghasilan yang kena pajak seperti dimaksud pada Pasal\n4 ayat (1) Undang-undang Nomor 7 Tahun 1983 tentang Pajak Penghasilan.\nJuga tidak dicantumkan dalam SPT PPh tahunan wajib pajak yang bersangkutan,\nkecuali bagi wajib pajak yang mengajukan restitusi. Perlu ditegaskan bahwa atas\nbunga deposito berjangka, sertifikat deposito dan tabungan yang :\na. ditempatkan pada bank-bank di luar negeri, atau\nb. dimiliki oleh bank atau LKBB,\nserta bunga deposito berjangka dan sertifikat deposito yang berjangka waktu\nkurang dari 30 (tiga puluh) hari atau lebih dari 24 (dua puluh empat) bulan\ntetap dikenakan pajak penghasilan sesuai dengan ketentuan tarif yang berlaku.\nAdapun bunga atas.surat-surat berharga termasuk Sertifikat Bank Indonesia\n(SBI), tetap dikenakan pajak penghasilan sesuai dengan ketentuan tarif yang\nberlaku."
            }
        },
        {
            "id": "8c2e56d5-a5bf-442c-a070-d6ed7df3e096",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "95c58c11-b2de-4b10-baa8-063997d8117e",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dikecualikan dari pemungutan pajak sebagaimana dimaksud dalam Pasal 1 dan masih\ntetap ditangguhkan pengenaan pajaknya, adalah bunga Tabungan Pembangunan\nNasional (TABANAS), Tabungan Asuransi Berjangka (TASKA), Simpanan Pedesaan\n(SIMPEDES), Tabungan Naik Haji (TNH) yang diselenggarakan oleh bank penerima\nsetoran Ongkos Naik Haji (ONH), Tabungan Uang Muka Kredit Pemilikan Rumah (TUM\nKPR) dan tabungan-tabungan kecil yang ditetapkan oleh Menteri Keuangan.",
                "explanation": "\nUntuk lebih mendorong peran serta masyarakat penabung kecil dalam program\npemupukan dana untuk pembiayaan pembangunan dan membantu masyarakat\nuntuk memiliki rumah melalui TUM KPR serta memudahkan masyarakat yang\nakan menunaikan ibadah haji, maka pengenaan pajak atas bunga TABANAS,"
            }
        },
        {
            "id": "b1bda586-c41e-440d-878d-e44ec7bf58e2",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "73d9725c-f290-4647-8538-bc86ff430c7c",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Bagi wajib pajak perorangan dan badan yang berdasarkan Undang-undang\nPajak Penghasilan 1984 tidak kena pajak tetapi sesuai dengan ketentuan Pasal 1\ndipungut pajak atas bunga deposito berjangka, sertifikat deposito dan tabungan,\ndapat mengajukan restitusi atas pengenaan pajak tersebut.\n(2) Tata cara pengajuan restitusi diatur oleh Direktur Jenderal Pajak.",
                "explanation": "\nGuna melindungi masyarakat yang berpenghasilan rendah, maka bagi\ndeposan atau penabung yang pada akhir tahun seluruh jumlah\npenghasilannya masih lebih rendah dari atau sama dengan jumlah batas\nPenghasilan Tidak Kena Pajak (PTKP), dapat mengajukan restitusi atas\njumlah pemotongan pajak tersebut. Ketentuan restitusi ini berlaku juga\nbagi badan-badan sebagaimana ditetapkan dalam Pasal 4 ayat (3) huruf h,\nhuruf i, dan huruf j Undang-undang Pajak Penghasilan 1984."
            }
        },
        {
            "id": "146c415f-67e1-4e4c-a72e-8d29bed2996f",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "55c9e70d-e227-4d40-a9e7-19d380792f66",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Terhadap deposito berjangka, sertifikat deposito dan tabungan termaksud asal-\nusulnya tidak dilakukan pengusutan perpajakan (fiskal).\n(2) Bank sebagai Wajib Pungut melakukan penyetoran hasil pemungutan pajak\nsecara kolektif tanpa menyebut nama atau informasi lain yang menyangkut\npemilik deposito berjangka, sertifikat deposito dan tabungan.\n(3) Jumlah deposito berjangka, sertifikat deposito, dan tabungan sebagaimana\ndimaksud dalam Pasal 1 dan Pasal 2 serta penghasilan bunganya tidak\ndicantumkan dalam Surat Pemberitahuan Tahunan Pajak Penghasilan (SPT PPh)\nkecuali untuk kepentingan sebagaimana dimaksud dalam",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "f1ae1e5d-432f-4689-b501-81e998946671",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "b2eb1c66-fddb-4816-8e9e-5ba687ee2153",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dengan berlakunya Peraturan Pemerintah ini, Peraturan Pemerintah Nomor 37 Tahun\n1983 tentang Pajak atas Bunga Deposito Berjangka dan Tabungan-tabungan lainnya\ndinyatakan tidak berlaku lagi.",
                "explanation": "\nPeraturan Pemerintah ini berlaku pada tanggal 14 Nopember 1988. Dengan\ndemikian pengenaan pajak diberlakukan atas bunga yang menjadi hak nasabah\nsejak tanggal 14 Nopember 1988.\n"
            }
        },
        {
            "id": "c665ed08-2274-4159-a1ba-b42776ab5d43",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "0e8bc8a8-7582-420e-a2cd-6a6b0617ab0f",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal 14 Nopember 1988.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan\nPemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "13",
        "Tahun": "1988",
        "Tentang": "PAJAK ATAS BUNGA DEPOSITO BERJANGKA SERTIFIKAT DEPOSITO DAN TABUNGAN",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa pajak adalah salah satu perwujudan kewajiban warga negara sebagai peran serta dalam pembiayaan negara dan pembangunan nasional;",
            "b": " bahwa pajak merupakan sumber utama penerimaan negara yang harus berkembang dan meningkat sesuai dengan perkembangan kemampuan riil rakyat dan laju pembangunan nasional;",
            "c": " bahwa dalam rangka peningkatan investasi diperlukan pemberian perlakuan yang sama secara bertahap antara pasar uang dan pasar modal;",
            "d": " bahwa untuk dapat mencapai maksud tersebut di atas perlu diadakan peninjauan kembali terhadap penangguhan pelaksanaan pengenaan pajak atas bunga deposito berjangka, sertifikat deposito dan tabungan;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Undang-undang Nomor 14 Tahun 1967 tentang Pokok-pokok Perbankan (Lembaran Negara Tahun 1967 Nomor 34, Tambahan Lembaran Negara Nomor 2842);",
            "2": " Undang-undang Nomor 13 Tahun 1968 tentang Bank Sentral (Lembaran Negara Tahun 1968 Nomor 63, Tambahan Lembaran Negara Nomor 2865);",
            "3": " Undang-undang Nomor 6 Tahun 1983 tentang Ketentuan Umum dan Tatacara Perpajakan (Lembaran Negara Tahun 1983 Nomor 49, Tambahan Lembaran Negara Nomor 3262);",
            "4": " Undang-undang Nomor 7 Tahun 1983 tentang Pajak Penghasilan (Lembaran Negara Tahun 1983 Nomor 50, Tambahan Lembaran Negara Nomor 3263);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG PAJAK ATAS BUNGA DEPOSITO BERJANGKA, SERTIFIKAT DEPOSITO DAN TABUNGAN.",
        "tanggal sah": "26 Oktober 1988"
    }
}