{
    "results": [
        {
            "id": "43ea89bd-314a-478d-ba29-715a01211d61",
            "name": "Chapter I",
            "title": ".\nTENTANG KEDUDUKAN DAN SUSUNAN.",
            "type": "chapter",
            "children": [
                {
                    "id": "08e785e2-4b59-4116-a029-1084772b9946",
                    "name": "Article 1",
                    "type": "article",
                    "children": [
                        {
                            "id": "b8f6330e-59cb-45f8-9827-add29fc34097",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Untuk membina kepentingan pegawai negeri, maka di Jakarta dibentuk Dewan Permusyawaratan Pegawai yang berkedudukan langsung dibawah Menteri yang diserahi Urusan Pegawai dan terdiri atas anggota-anggota ahli yang mewakili Pemerintah dan anggota-anggota yang mewakili organisasi atau gabungan organisasi pegawai negeri.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "a8f0cf18-361d-4197-86cd-7358df77013f",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Anggota-anggota Dewan Permusyawaratan Pegawai diangkat untuk jangka waktu 3 (tiga) tahun. Sesudah habis waktu itu anggota-anggotanya dapat diangkat kembali.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "862a97e2-5688-4bd7-9a91-f522f8e925ff",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "5868132d-5015-43d1-8a24-44b135f15ff1",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Anggota-anggota ahli yang mewakili Pemerintah diangkat dan diberhentikan oleh Menteri yang diserahi Urusan Pegawai. Anggota-anggota yang mewakili organisasi/gabungan organisasi pegawai negeri diangkat dan diberhentikan oleh Menteri yang diserahi Urusan Pegawai berdasarkan usul dari organisasi atau gabungan-organisasi yang bersangkutan.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "9086ce14-8006-4082-937b-aa5b137988b3",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Kepala Kantor Urusan Pegawai diangkat sebagai Ketua merangkap anggota Dewan Permusyawaratan Pegawai, sedangkan Wakil Ketua diangkat dari golongan anggota-anggota yang mewakili organisasi/gabungan-organisasi pegawai negeri.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "b70fbe4b-386b-4706-b6f4-a6e4c9b75cc6",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Sebagai Sekretaris Dewan Permusyawaratan Pegawai, yang tidak berkedudukan sebagai anggota, oleh Menteri yang diserahi Urusan Pegawai diangkat seorang pejabat yang mempunyai cukup pengalaman dalam urusan kepegawaian Negara. Kepadanya dapat ditempatkan pembantu Sekretaris sebanyak- banyaknya tiga orang.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "7fef7116-56a0-4ea7-b0dd-d403adf74f9a",
                    "name": "Article 3",
                    "type": "article",
                    "children": [
                        {
                            "id": "2b9d2141-e567-4671-9a24-5f4564c34e38",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pejabat-pejabat ahli yang diangkat sebagai anggota dan mewakili Pemerintah didalam Dewan Permusyawaratan Pegawai terdiri atas:\na. sekurang-kurangnya 2 (dua) dan sebanyak-banyaknya 5 (lima) orang pejabat tinggi (perwira) dari Staf Angkatan Bersenjata yang berpengetahuan luas dalam personalia militer, personalia polisi dan personalia sivil, yang bekerja dalam lapangan Angkatan Bersenjata;\nb. seorang pejabat tinggi dari Kompartimen Keuangan yang berpengetahuan luas dalam soal-soal Anggaran Pendapatan dan Belanja Negara dan tata-usaha keuangan yang berhubungan dengan kepegawaian;\nc. seorang pejabat tinggi dari Kompartimen Pendidikan dan Kebudayaan yang berpengetahuan luas mengenai soal personalia dan penggajian dalam hubungan dengan bidang pendidikan;\nd. seorang pejabat tinggi dari Departemen Dalam Negeri yang berpengetahuan luas dalam personalia daerah-daerah otonom;\ne. seorang pejabat tinggi dari Departemen Perburuhan yang berpengetahuan luas dalam soal-soal perburuhan;\nf. seorang pejabat tinggi dari Departemen Sosial yang berpengetahuan luas dalam soal-soal kesejahteraan umum;\ng. seorang pejabat tinggi dari Departemen Kesehatan yang berpengetahuan luas dalam soal-soal kedokteran sosial;\nh. seorang pejabat tinggi dari Sekretariat Badan Pusat Koordinasi Perusahaan-perusahaan Negara yang berpengetahuan luas dalam personalia perusahaan negara;\ni. seorang pejabat tinggi yang berpengetahuan luas dalam bidang latihan jabatan;\nj. seorang pejabat tinggi yang berpengetahuan luas mengenai soal kepegawaian dan penggajian dalam hubungan bidang teknik;\nk. dua orang pejabat tinggi, masing-masing ahli dalam:\n1. soal-soal penggajian dan kepangkatan pegawai negeri, dan\n2. soal-soal kepegawaian pada umumnya, termasuk hal pertanggungan sosial bagi pegawai negeri (pensiun dan sebagainya); dan selanjutnya pejabat-pejabat tinggi lainnya yang berhubung dengan keahliannya dipandang perlu duduk sebagai anggota dalam Dewan",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "2eec14e6-d4af-4ff3-b751-6dd078f19bad",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "49aee275-0cfc-4d9a-8ee2-3a8bafaa202f",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pemerintah atas usul Menteri yang diserahi Urusan Pegawai menetapkan organisasi/gabungan-organisasi mana harus diwakili dalam Dewan Permusyawaratan Pegawai.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "d62df145-56bd-44a1-812f-93dc33a49158",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Organisasi/gabungan-organisasi pegawai negeri yang telah mempunyai wakil dalam Dewan Permusyawaratan Pegawai berhak mengusulkan penggantian wakilnya. Usul ini disampaikan secara tertulis kepada Menteri yang diserahi Urusan Pegawai untuk diputuskan.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "bc452a18-8399-424b-8bbb-e2d6f1aad485",
            "name": "Chapter II",
            "title": ".\nTENTANG TUGAS DAN KEKUASAAN.",
            "type": "chapter",
            "children": [
                {
                    "id": "1f62d9ca-202c-43c0-9427-531e7cf9c0f9",
                    "name": "Article 5",
                    "type": "article",
                    "children": [
                        {
                            "id": "d492079d-0881-4dde-b994-ba4c1eb5dbe8",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dewan Permusyawaratan Pegawai mempunyai tugas-tugas:\na.memecahkan masalah-masalah yang menyangkut kepentingan- kepentingan pegawai negeri pada umumnya;\nb.atas permintaan memberikan pertimbangan kepada Pemerintah atau Menteri yang diserahi Urusan Pegawai tentang rencana- rencana peraturan kepegawaian atau soal-soal lain yang menyangkut kepentingan pegawai negeri pada umumnya.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "87f292a9-1877-4a92-a4f1-9f92ad8adea2",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dalam hubungan dengan tugas tersebut pada ayat (1) pasal ini, maka Dewan Permusyawaratan Pegawai berwenang mengajukan usul kepada Menteri yang diserahi Urusan Pegawai dan pula dapat menghubungi setiap instansi Pemerintah untuk minta keterangan-keterangan tentang soal-soal kepegawaian atau untuk mengumpulkan bahan-bahan mengenai masalah kepegawaian.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "1ffcc968-5390-4b26-9070-5c3e519d2725",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Pertimbangan atau usul dari Dewan Permusyawaratan Pegawai yang diajukan kepada Menteri yang diserahi Urusan Pegawai didasarkan atas kebulatan pendapat dalam musyawarah.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "78cee218-14cd-461f-8c8a-80c2b8e607e6",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Apabila timbul selisih pendapat yang tidak dapat diatasi, maka persoalan itu diajukan kepada Menteri yang diserahi Urusan Pegawai untuk mendapat penyelesaian.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "59f813ec-3c29-4234-8301-3c01cda6259c",
            "name": "Chapter III",
            "title": ".\nTENTANG RAPAT DAN RISALAH.",
            "type": "chapter",
            "children": [
                {
                    "id": "f5721eb6-932f-48d4-9ba9-142203d611c1",
                    "name": "Article 6",
                    "type": "article",
                    "children": [
                        {
                            "id": "39032fb4-a13e-4c00-bca6-68dc1a812cfa",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pembicaraan tentang persoalan-persoalan dilakukan secara musyawarah dalam sidang paripurna, sidang seksi atau sidang regu kerja atas dasar sifat gotong-royong dengan saling harga-menghargai menuju kepada tercapainya kebulatan pendapat.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "574b51ea-8f50-4bfc-a5e9-8b80e4ca2a2b",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Ketua atau dalam hal Ketua berhalangan, Wakil Ketua memimpin\nrapat-rapat Dewan Permusyawaratan Pegawai dan menentukan\ntanggal dan acara rapat. Rapat Dewan diadakan setiap kali\ndipandang perlu oleh Ketua atau Wakil Ketua. Undangan untuk\nrapat disertai dengan acara rapat dan bahan-bahan yang akan\ndibicarakan.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "951eb054-86d1-4de8-bd35-b3dc9d61cfbb",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Untuk dapat mengadakan musyawarah yang sah rapat harus dihadiri\noleh sekurang-kurangnya separoh dari jumlah anggota ditambah\nsatu anggota.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "371d8720-09f3-4207-8d8e-0f1fbf19323e",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Ketua dapat mengundang pejabat atau orang lain yang bukan\nanggota untuk menghadiri rapat Dewan Permusyawaratan Pegawai\nuntuk memberikan penjelasan/keterangan mengenai soal yang\ndibicarakan.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "fc2ae7e5-109a-40a8-b7b4-839980b58ff0",
                            "name": "Verse 5",
                            "number": "5",
                            "type": "verse",
                            "content": " Tentang pembicaraan dalam suatu rapat dibuatkan risalah yang\nsetelah disetujui oleh anggota-anggota yang menghadiri rapat\nyang bersangkutan ditetapkan oleh Ketua, dan kemudian\ndisampaikan kepada para anggota. Risalah mengenai pembicaraan\nsuatu persoalan, tentang mana diajukan pertimbangan atau usul\nkepada Pemerintah/Menteri yang diserahi Urusan Pegawai, jika\ndikehendaki dapat turut dikirim sebagai lampiran dari\npertimbangan/usul itu.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "bf50ac6b-654e-408c-af3c-f03a97309af4",
                    "name": "Article 7",
                    "type": "article",
                    "children": [
                        {
                            "id": "1e2b973c-bad8-4071-8615-74d6e2e5a531",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Ketua dapat menentukan supaya hal yang dibicarakan dirahasiakan\noleh para anggota untuk waktu yang ditentukan.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "295f4f25-bdc1-4555-8bed-616d7b4778e9",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Mereka yang ternyata melalaikan kewajiban menyimpan rahasia\nsebagai termaksud pada ayat (1) dapat dilarang oleh Ketua\nuntuk bekerja lebih lanjut dalam Dewan Permusyawaratan\nPegawai, hal mana: diberitahukannya segera kepada Menteri\nyang diserahi Urusan Pegawai untuk mendapat keputusan lebih\nlanjut.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "c5d2fad6-72a1-4e35-ad85-989c0e2c6994",
            "name": "Chapter IV",
            "title": ".\nTENTANG KEPUTUSAN PEMERINTAH.",
            "type": "chapter",
            "children": [
                {
                    "id": "17bad0c0-4397-4ab7-91cd-51648262501a",
                    "name": "Article 8",
                    "type": "article",
                    "children": {
                        "id": "9f06e3e1-e2b4-45c8-a4c5-c4f9b19b55b6",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSetiap keputusan yang diambil oleh Pemerintah/Menteri yang\ndiserahi Urusan Pegawai terhadap pertimbangan/usul dari Dewan\nPermusyawaratan Pegawai diberitahukan kepada Dewan secara\ntertulis, disertai dengan alasan-alasan yang menjadi dasar\nkeputusan ini.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "e095dd9c-efa4-4bda-8396-af0fc1d72131",
            "name": "Chapter V",
            "title": ".\nTENTANG TUNJANGAN, BIAYA PERJALANAN DAN BIAYA-BIAYA LAIN.",
            "type": "chapter",
            "children": [
                {
                    "id": "93923180-fd56-428b-899a-33a4c1b4f569",
                    "name": "Article 9",
                    "type": "article",
                    "children": [
                        {
                            "id": "43296b9f-9947-4bdd-a6ca-e55e8e04d3da",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Kepada Ketua, Wakil Ketua, Sekretaris dan Anggota Dewan\nPermusyawaratan Pegawai dapat diberikan tunjangan bulanan\nyang tetap. Selain tunjangan tersebut kepada Ketua dan Wakil\nKetua dapat diberikan semacam tunjangan jabatan.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "8174d0f8-4987-4dfe-9383-6dad1c4aa064",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Kepada Pembantu Sekretaris yang menjalankan pekerjaan dalam\nDewan Permusyawaratan Pegawai disamping tugas pekerjaan\njabatan pada Badan Pemerintah dimana ia bekerja, dapat\ndiberikan tunjangan bulanan tetap untuk pekerjaan rangkap.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "5d8232a5-1ded-42c1-9bdb-210ec18fd896",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Tunjangan-tunjangan termaksud pada ayat (1) dan (2) pasal ini\nditetapkan oleh Menteri yang diserahi Urusan Pegawai dengan\nmemindahkan peraturan-peraturan yang berlaku dalam hal ini.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "6c869982-d1cc-47ca-a4af-6f3faf795990",
                    "name": "Article 10",
                    "type": "article",
                    "children": [
                        {
                            "id": "8c48e45e-97bd-4bac-880e-81aa32935c6e",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Untuk keperluan pekerjaan Dewan Permusyawaratan Pegawai oleh\nKetua, Wakil Ketua atau anggota, Sekretaris, Pembantu\nSekretaris atau petugas lainnya dapat dilakukan perjalanan\ndinas atau dasar Peraturan Perjalanan Dinas Dalam Negeri yang\nberlaku. Surat perintah jalan ditanda-tangani oleh Ketua\natau, jika ia berhalangan, oleh Wakil Ketua, dan harus\ndiketahui oleh Menteri yang diserahi Urusan Pegawai atau\nseorang pejabat yang dikuasakan olehnya untuk itu.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "d3e5b12d-4e9f-484f-b26b-35e9aa1a6514",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Kepada Ketua, Wakil Ketua, Anggota, Sekretaris dan Pembantu\nSekretaris dapat diberikan penggantian ongkos jalan setiap\nkali ada sidang, yang jumlahnya ditetapkan oleh Menteri yang\ndiserahi Urusan Pegawai, dengan mengindahkan peraturan-\nperaturan yang berlaku dalam hal ini.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "4c4b034d-d3bf-4426-9d75-54c603fd3637",
                    "name": "Article 11",
                    "type": "article",
                    "children": [
                        {
                            "id": "9cd07205-0a57-4ad5-82ec-bc5c48dc8f55",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Selain untuk pengeluaran-pengeluaran tersebut dalam pasal 9 dan\npasal 10, untuk Dewan Permusyawaratan Pegawai disediakan lagi\ndana-kerja guna:\na.biaya pembelian alat tulis-menulis, meterai-pos, tilpon,\ntilgram, pengiriman barang-barang dan keperluan tata-\nusaha lain;\nb.biaya mengetik dan stensil;\nc.biaya pembelian sekedar hidangan pada waktu sidang; dan\nd.biaya pengeluaran satu kali untuk pembelian inventaris dan\npersediaan ruangan-kerja permanen.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "44d7accc-56e8-4413-96ff-e5bca058f664",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pengeluaran-pengeluaran untuk Dewan Permusyawaratan Pegawai\ndibebankan pada Anggaran Belanja Menteri yang diserahi Urusan\nPegawai.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "bafa2a50-4491-44d4-ad92-7d8738df6c82",
            "name": "Chapter VI",
            "title": ".\nHAL-HAL YANG MASIH PERLU DIATUR.",
            "type": "chapter",
            "children": [
                {
                    "id": "7bd04f9c-9b3a-495c-86d7-af4652ca9a3a",
                    "name": "Article 12",
                    "type": "article",
                    "children": {
                        "id": "9b20b332-50c6-46fb-834b-81db2fce73ce",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nHal-hal yang belum atau belum cukup diatur dalam peraturan\nini ditetapkan oleh Menteri yang diserahi Urusan Pegawai.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "c59f20c9-c5d0-48e1-9268-2efd34036f72",
            "name": "Chapter VII",
            "title": ".\nPENUTUP.",
            "type": "chapter",
            "children": [
                {
                    "id": "2a17f02a-9ab9-4b41-9597-c23ba74f34d1",
                    "name": "Article 13",
                    "type": "article",
                    "children": {
                        "id": "31ef2c33-3e9b-4fcc-ab34-336818131fc8",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada hari\ndiundangkannya.\nAgar supaya setiap orang dapat mengetahuinya memerintahkan.\nPENJELASAN\nATAS\nPERATURAN PEMERINTAH No. 13 TAHUN 1965\ntentang\nDEWAN PERMUSYAWARATAN PEGAWAI",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nPada penyelenggaraan urusan kepegawaian Negara diusahakan\nsupaya sedapat mungkin ada keseimbangan antara kepentingan-\nkepentingan Negara dan kepentingan-kepentingan dari para pegawai\nNegeri.\nUntuk tujuan itu, maka disamping badan-badan Pemerintah yang\nmelaksanakan urusan kepegawaian perlu pula ada suatu badan khusus\nyang berkewajiban membina kepentingan-kepentingan para pegawai\nNegeri pada umumnya.\nAdapun untuk Korps pegawai Negeri Republik Indonesia hal\ntersebut telah ditentukan dalam pasal 23 Undang-undang Pokok\nKepegawaian (Undang-undang No. 18 tahun 1961. Lembaran-Negara\ntahun 1961 No. 263). Menurut ketentuan pada ayat (2) dari pasal\ntersebut badan termaksud diadakan dipusat pemerintahan Negara\ndalam bentuk Dewan Permusyawarat Pegawai, yang anggota-\nanggotanya terdiri atas pejabat-pejabat ahli yang mewakili\nPemerintah dan wakil-wakil dari Organisasi/gabungan-gabungan\npegawai Negeri.\nDengan adanya Dewan tersebut, maka untuk selanjutnya segala\nkeinginan dan tuntutan dari para pegawai dapat disalurkan dengan\ncara yang teratur kedalam Dewan itu, dimana kepentingan-\nkepentingan umum mereka ditinjau dan dipertimbangkan bersama\ndalam hubungan yang luas dan dengan memperhatikan batas-batas\nkemungkinan yang ada.\nDengan kedudukan dan susunan dari pada Dewan Permusyawaratan\nPegawai sebagai ditentukan itu, dapat diharapkan bahwa hasil-\nhasil pekerjaannya akan merupakan kristalisasi dari pada\npenelitian persoalan-persoalan dari segala segi, dimana baik\nkepentingan umum para pegawai Negeri maupun kepentingan\ndinas/Negara diperhitungkan secukupnya.\nDalam hubungan ini perlulah soal perwakilan organisasi-\norganisasi pegawai Negeri didalam Dewan Permusyawaratan pegawai\ndiatur sedemikian rupa, sehingga kepentingan-kepentingan dari\nsetiap Serikat Sekerja atau Serikat Buruh Pegawai Negeri akan\ncukup terjamin didalamnya, namun tidaklah dimaksudkan bahwa tiap-\ntiap organisasi pegawai harus diwakili didalam Dewan itu oleh\nseorang anggota. Jaminan akan kepentingan mereka sebagai\ntermaksud diatas ini dapat pula terlaksana melalui dari gabungan-\norganisasi dimana Serikat Sekerja atau Serikat Buruh itu\ntergabung ataupun melalui keanggotaan suatu organisasi tersendiri\nlain yang sama sifatnya dan meliputi golongan pegawai yang\nmempunyai kepentingan yang sama pula.\nSelanjutnya, anggota-anggota ahli yang mewakili Pemerintah\npada peninjauan persoalan-persoalan harus sanggup memperhitungkan\nsegala kepentingan dinas/Negara yang tersangkut pada persoalan-\npersoalan itu disamping kepentingan pegawai Kedua kepentingan\nitu. berhubung dengan kedudukan mereka, wajib dipertimbangkannya.\natau terhadap yang lain.\nMaka dari itu sebagai anggota yang mewakili Pemerintah\ndidalam Dewan Permusyawaratan Pegawai pertama-tama perlu diangkat\npejabat-pejabat yang telah mempunyai pengetahuan luas dan cukup\nberpengalaman dalam materi kepegawaian, dan selanjutnya perlu\ndiangkat pejabat-pejabat ahli dibidang lain tetapi lapangan\npekerjaan mereka juga mempunyai hubungan dengan masalah\nkepegawaian Negara.\nPerlu ditegaskan lagi, bahwa walaupun kepada Dewan\nPermusyawaratan Pegawai diberikan wewenang untuk meninjau dan\nmengajukan usul tentang soal-soal kepegawaian yang tidak\ndimintakan kepadanya oleh Pemerintah/Menteri yang diserahi Urusan\nPegawai, akan tetapi tidaklah dimaksudkan bahwa Dewan itu akan\nturut pula mengurus persoalan-persoalan kepegawaian yang mengenai\nkepentingan pribadi dari seorang pegawai yang misalnya telah\nmerasa dirugikan. Hal demikian tergolong soal-soal bandingan yang\ndiselesaikan oleh Dewan Peradilan Kepegawaian yang akan diatur\ntersendiri dengan suatu Undang-undang.",
        "Nomor": "13",
        "Tahun": "1965",
        "Tentang": "DEWAN PERMUSYAWARATAN PEGAWAI",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa dalam rangka penyelenggaraan urusan kepegawaian berdasarkan Undang-undang Pokok Kepegawaian (Undang-undang No. 18 tahun 1961, Lembaran-Negara tahun 1961 No. 263), perlu dibentuk Dewan Permusyawaratan Pegawai yang mempunyai tugas membina kepentingan pegawai;",
            "b": " bahwa dalam melaksanakan Undang-undang tersebut diperlukan pertimbangan konstruktif dari Dewan Permusyawaratan Pegawai yang mempunyai tugas memecahkan masalah-masalah yang menyangkut kepentingan-kepentingan pegawai negeri;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " pasal 5 ayat 2 Undang-undang Dasar;",
            "2": " pasal 22 dan pasal 23 Undang-undang No. 18 tahun 1961 (Lembaran-Negara tahun 1961 No. 263);\nMendengar\nPresidium Kabinet;"
        },
        "Menetapkan": "\nPeraturan Pemerintah tentang Dewan Permusyawaratan Pegawai",
        "tanggal sah": ""
    }
}