{
    "results": [
        {
            "id": "eb27e17a-ee1a-43e2-8c9f-85539f04103c",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "6ed90c25-8415-46df-b0f4-3e853e2ab664",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Penyelenggara \"Ordonnantie op de loonbelasting\"\n(Staatsblad 1934 Nomor 641) seperti telah beberapa kali diubah,\nterakhir dengan Staatsblad Nr 9, diubah lagi sebagai berikut:\nPasal 5 ayat (3) diubah menjadi:\n(3) Bagian atas dari meterai memuat berturut-turut dari atas ke\nbawah kata-kata: \"meterai\" dan \"upah\" serta kelilingnya\ndihias dengan gambar-gambar bunga tanjung. Di bagian segi\nbawah dari hiasan ini nampak pada pertengahannya gambar bunga\nteratai.\nDi bawah bunga teratai tercetak ruang putih dalam bentuk\nempat persegi panjang di mana dengan angka tertera besarnya\nharga meterai. Di sebelah kanan dan kiri ruang empat persegi\npanjang ini tercetak gambar cendra-sengkala yang kedua-duanya\nmenghadap ke luar.\nDi bawah ruang empat persegi panjang tersebut nampak gambar\nGaruda lambang Negara atas mana tercetak \"tanggal\" dan \"19\nDi sebelah kanan dan kiri Garuda nampak hiasan\ngambar-gambar bunga tanjung.\nDalam Tajur empat persegi panjang yang tercetak di bawah\ngambar Garuda, dinyatakan sekali lagi dengan huruf, besarnya\nharga meterai. Pada lajur empat persegi panjang, yang\nmerupakan ruangan terbawah, terlukis hiasan gambar-gambar\nbunga tanjung\".\nPasal II.\nMeterai upah, yang berbentuk dan bercorak lama menurut\nperaturan yang berlaku terakhir sebelum peraturan ini berlaku,\nmasih dapat digunakan sebagai meterai yang sah hingga permulaan\nbulan keenam setelah pengundangan peraturan ini.\nPasal III.\nPeraturan Pemerintah ini mulai berlaku pada hari diundangkan.\nAgar supaya setiap orang dapat mengetahuinya, memerintahkan\npengundangan Peraturan Pemerintah ini dengan penempatan dalam\nLembaran Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "14",
        "Tahun": "1953",
        "Tentang": "PERUBAHAN PERATURAN PERATURAN PENYELENGGARAAN\n\"ORDONNANTIE OP DE LOON BELASTING\"",
        "Menimbang": {
            "Introduction": "\nbahwa dianggap perlu mengadakan perobahan mengenai bentuk dan\ncorak meterai upah dalam pasal 5 ayat 3 Peraturan Penyelenggara\n\"Ordonnantie op de loonbelasting\" (Staatsblad 1934 Nomor 6441),\nsebagai telah beberapa kali diubah, terakhir dengan Staatsblad\n1948 Nomor 9;"
        },
        "Mengingat": {
            "Introduction": "\nPasal 98 Undang-undang Dasar Sementara Republik Indonesia dan\nPasal 14 \"Ordonnantie op de loonbelasting\"\nMendengar\nDewan Menteri dalam rapatnya yang ke-76, pada tanggal 30 Januari",
            "1953": ""
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PERUBAHAN. PERATURAN PENYELENGGARA\n\"ORDONNANTIE OP DE LOONBELASTING\"",
        "tanggal sah": "9 Maret 1953"
    }
}