{
    "results": [
        {
            "id": "f9a30ad6-999a-4b94-94df-bb8ad90f505a",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "d4d5c3d8-e0f3-46d3-b39f-b17d71c48486",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Adanya perbedaan mengenai sifat dari pajak peralihan (Ordonansi pajak peralihan\n1944) dalam pajak peralihan ketetapan besar dan ketetapan kecil, ialah ketetapan besar\nditagih oleh Jawatan Pajak dan ketetapan kecil oleh Kepala Desa dibawah penilikan\nPamongpraja. Inilah yang menjadi alasan untuk menetapkan pajak peralihan ketetapan\nkecil sebagai pajak yang 90% dari penerimaannya diserahkan kepada Daerah tingkat II.\nMengenai pajak peralihan ketetapan besar jumlah persentasi yang ditetapkan untuk\nDaerah tingkat I, Kotapraja Jakarta Raya dan Daerah tingkat II adalah masing-masing\n60%, 10% dan 30%.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "29809585-2acb-428e-9648-31a1f7bdcd0e",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "0016f113-a0e9-4a21-8633-e0a6fd276b52",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dalam pasal ini persentasi dari penerimaan pajak upah (Ordonansi pajak upah\n1934) ditetapkan bagi Kotapraja Jakarta Raya dan Daerah tingkat II masing-masing 20%\ndan 90%.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "252cf163-1af3-4cac-81ba-32951364be01",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "d81801b4-0b75-4c01-b903-2980f46f5ae7",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Bagian dari penerimaan pajak meterai (Peraturan bea meterai 1921) ditetapkan\nhanya untuk Daerah tingkat I, karena sukar diketahui dimana tempat kediaman pemakai\nmeterai itu.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "8e1db2de-f0be-451b-8553-25549333e63d",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "810cc2cc-d343-4008-ad1d-6f6069af9e7d",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dalam kenyataan pajak kekayaan (Ordonansi pajak kekayaan 1932) dan pajak\nperseroan (Ordonansi pajak perseroan 1925) dipungut dikota-kota besar, tetapi alasan-\nalasan untuk ketetapan pajak itu senantiasa terdapat dalam lingkungan Daerah tingkat I.\nKarena demikian penerimaan dari kedua pajak tersebut diserahkan kepada Daerah tingkat I, yaitu sebesar 75%.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "aa823585-2b32-4d80-99e5-8fbff1463c82",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "df9d0424-2630-406b-b4fe-67b4de0c4f04",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Cukup jelas.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "e61b9deb-5bfa-42c1-8047-dafe72f4f785",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "eef51585-6a63-4c28-a550-8b1bfd1ea1d0",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Seperti dinyatakan dalam penjelasan umum alinea 10, penyerahan penerimaan dari sumber-sumber Negara disertai pembatasan, bahwa penerimaan daerah berdasarkan Peraturan Pemerintah No. 3 tahun 1957 dan Peraturan Pemerintah ini tidak boleh melebihi jumlah tunjangan yang diterima masing-masing Daerah dalam tahun 1957.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "8bd39447-ac97-4c54-b6b1-96a9732f601d",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "3df610d0-83f3-4ff8-a978-7f97cfca4440",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pasal ini memberi jaminan kepada Daerah-daerah, yang berdasarkan penetapan persentasi akan mendapat penerimaan yang kurang dari tunjangan yang diterima dalam tahun 1957, bahwa kekurangan tersebut akan diberikan sebagai sumbangan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "62ededdf-84b5-4403-bd57-296edd8540c7",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "3cd15428-d83f-445d-be24-6b5bf05b05fb",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pelaksanaan selanjutnya serta persoalan yang timbul dalam pelaksanaan Peraturan\nPemerintah ini diatur dalam instruksi bersama Menteri Dalam Negeri dan Menteri\nKeuangan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "12760a43-760d-4e36-b68f-6cef99377f05",
            "name": "Article 9",
            "type": "article",
            "children": {
                "id": "328f9f2d-1d40-4996-9e03-7c4318ed4fc7",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Karena penetapan persentasi dalam Peraturan Pemerintah ini merupakan langkah yang pertama dalam melaksanakan perimbangan keuangan, maka dianggap perlu menetapkan bahwa peraturan ini untuk sementara berlaku untuk satu tahun.\nTermasuk Lembaran-Negara No. 23 tahun 1958.\nDiketahui\nMenteri Kehakiman\nG. A. MAENGKOM\nKutipan:LEMBARAN NEGARA DAN TAMBAHAN LEMBARAN NEGARA TAHUN 1958\nYANG TELAH DICETAK ULANG\nSumber:LN 1958/23; TLN NO. 1552\n",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "731ed940-e4a5-4f81-8f46-7aa6bfb4523f",
            "name": "Article 10",
            "type": "article",
            "children": {
                "id": "8f8da346-79c4-48a8-9c55-47767ac6e98b",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada hari diumumkan dan berlaku surut sampai 1\nJanuari 1958.\nAgar supaya setiap orang dapat mengetahuinya, memerintahkan pengundangan\nPeraturan Pemerintah ini dengan penempatan dalam Lembaran Negara Republik\nIndonesia.\nDitetapkan di Jakarta\npada tanggal 6 Maret 1958\nPresiden Republik Indonesia,\nttd.\nSOEKARNO.\nMenteri Dalam Negeri,\nttd.\nSANOESI HARDJADINATΤΑ.\nMenteri Keuangan,\nttd.\nSUTIKNO SLAMET.\nDiundangkan\npada tanggal 12 Maret 1958.\nMenteri Kehakiman,\nttd.\nG.A. MAENGKOM.\nPENJELASAN\nTERHADAP\nPERATURAN PEMERINTAH TENTANG PENETAPAN PERSENTASI DARI\nPENERIMAAN BEBERAPA PAJAK NEGARA UNTUK DAERAH.\nUMUM.\n1.  Dengan Peraturan Pemerintah No. 3 tahun 1957 tentang Penyerahan Pajak\nNegara kepada Daerah, telah ditetapkan kepada daerah-daerah mana pajak tersebut\ndalam pasal 3 \"Undang-undang Perimbangan Keuangan 1957\" diserahkan (Rancangan\nhasil bagi Daerah-daerah menurut ketentuan dalam Peraturan Pemerintah itu dimuat\n2. Sebagai langkah selanjutnya perlu ditetapkan Peraturan Pemerintah, untuk\nmengatur pelaksanaan pasal 4 dan 5 \"Undang-undang Perimbangan Keuangan 1957\"\nguna menetapkan persentasi/ bagian untuk semua Daerah, dengan tidak mengurangi\nketentuan pada pasal 5 ayat (2) Undang-undang itu. Persentasi/bagian dari Pajak Negara\nyang menurut pasal 4 dan 5 Undang-undang diserahkan kepada Daerah, tidak diterima\nlangsung oleh tiap Daerah seperti halnya mengenai pajak dimaksud dalam pasal 3\nUndang-undang, tetapi jumlah-jumlah itu disatukan dalam satu gabungan (fonds) untuk\nsemua daerah. Cara penetapan pembagian untuk daerah dari gabungan itu ditentukan\ndengan mengingat faktor-faktor yang mempengaruhi keadaan keuangan daerah seperti\ndimaksud dalam pasal 6 Undang-undang tersebut.\n3. Keputusan Panitia II (Ekonomi, Keuangan dan Pembangunan) Musyawarah\nNasional pada tanggal 15 September 1957 antara lain menyarankan agar supaya :\na.dalam peraturan pelaksanaan perimbangan keuangan, bagian-bagian yang diperoleh\nmasing-masing daerah dari pajak yang dipungut (dikenakan) di dalam wilayahnya,\nditetapkan secara mutlak, menurut sifat pajak dan keadaan daerah masing-masing.\nb.daerah-daerah sejauh mungkin dan secara langsung dapat memperoleh bagiannya\nmasing-masing.\n4. Dari saran itu nyata keinginan agar supaya persentasi/ bagian dari penerimaan\nPajak Negara, yang diserahkan berdasarkan pasal 4 ayat (1) dan (2) dan pasal 5 ayat (1),\nsecara langsung diperoleh tiap-tiap Daerah.\n5. Dalam pada itu Pemerintah menghadapi kenyataan, bahwa cara pembagian\nmenurut sistim gabungan belum dapat diselesaikan, karena pelaksanaan persoalan itu\nmenghendaki sangat banyak bahan-bahan keterangan, yang kini belum dapat diperoleh\nsemestinya, sehingga penyelesaiannya akan meminta waktu yang agak lama. Di samping\nitu Pemerintah memandang perlu, bahwa perimbangan keuangan sudah mulai dijalankan\npada tanggal 1 Januari 1958. Ini akan membuka jalan bagi Daerah-daerah untuk segera\nmemulai dengan penyusunan anggaran keuangan yang normal seperti dikehendaki.\n6. Berdasarkan pertimbangan-pertimbangan itu, sebagai tindakan sementara\nditetapkanlah Peraturan Pemerintah ini untuk melaksanakan ketentuan pada pasal 4 ayat\n(1) dan (2) dan pasal 5 ayat (1) \"Undang-undang Perimbangan Keuangan 1957\" dengan\nmemenuhi sejauh mungkin keinginan Daerah-daerah berdasarkan keputusan Musyawarah\nNasional (Rancangan hasil bagi Daerah-daerah menurut ketentuan dalam Peratuan\nPemerintah ini dimuat dalam ikhtisar terlampir, rubrik II, III dan IV).\n7. Mengenai gambaran keadaan yang tercipta dengan Peraturan Pemerintah No. 3\ntahun 1957 dan Peratuan Pemerintah ini seperti dimuat dalam ikhtisar yang terlampir, perlu\ndikemukakan penjelasan yang berikut.\n8. Karena pemungutan pajak Negara pada umumnya tidak selalu dilakukan\nmenurut lingkaran wilayah Daerah, bermula ditinjau penghasilan dari pajak-pajak mana\ndapat dihitung menurut penerimaan tiap-tiap Daerah, baik untuk tingkat I maupun tingkat II.\n9. Kemudian diadakan penetapan persentasi/bagian berdasarkan pedoman, bahwa\nbaik untuk Daerah tingkat I, maupun untuk Daerah tingkat II, jumlah seluruhnya yang\ndiserahkan tidak melebihi jumlah plafond tunjangan masing-masing tingkat, menurut tahun\nanggaran 1957.\nPedoman ini penting mengingat, bahwa tiap-tiap jumlah yang melebihi plafond itu\nakan menambah kekurangan dalam Anggaran Belanja Pemerintah Pusat.\n10. Mengingat pula, bahwa pada pokoknya perimbangan keuangan bertujuan\nmenggantikan pemberian tunjangan menurut cara yang sampai sekarang dijalankan\ndengan sistem penyerahan sumber-sumber penghasilan Negara, maka untuk sementara\nperlu juga dimuat ketentuan pada pasal 6 Peraturan Pemerintah ini, bahwa yang diterima\ntiap-tiap Daerah tidak boleh melebihi jumlah tunjangan yang diberikan pada masing-\nmasing Daerah dalam tahun 1957.\nSebaliknya tiap-tiap Daerah yang mendapat bagian yang kurang dari jumlah\ntunjangan yang diterimanya dalam tahun 1957 akan mendapat tambahan sampai pada\njumlah tunjangan itu, dengan memperhitungkan pula jumlah accres dalam tahun 1958.\nDengan demikian terjamin, bahwa tiap-tiap daerah dapat menyusun anggaran\nkeuangannya atas dasar penerimaan tunjangan dalam tahun 1957, sungguhpun keadaan\nkeuangan Negara tampak suram.\n11. Mengenai tindakan-tindakan pembatasan ini perlu dikemukakan, bahwa\nPeraturan Pemerintah yang ditetapkan ini sementara hanya berlaku untuk tahun anggaran\n1958 dan dimaksud sebagai langkah yang pertama dalam menjalankan perimbangan\nkeuangan. Dapat dimengerti bahwa perimbangan keuangan yang dicita-citakan\nberdasarkan Undang-undang yang telah ditetapkan memerlukan waktu pertumbuhan yang\nlama.\n12. Bagaimanapun juga, dengan adanya langkah ini dimulailah realisasi, yang\nmembuka kemungkinan untuk mengetahui:\na.bagaimana hasil perimbangan keuangan yang telah ditetapkan untuk masing-masing\ndaerah yang bersangkutan.\nb.sampai dimana jumlah tunjangan menurut cara yang selama ini dijalankan untuk masing-\nmasing daerah sudah dapat digantikan dengan penyerahan sumber-sumber\npenghasilan dari pajak-pajak Negara.\nc.sampai dimana hasil sistim yang ditetapkan ini dapat dipergunakan selanjutnva.\n13. Mengenai jalannya penyerahan bagian penerimaan untuk tiap-tiap Daerah bagi\ntahun 1958 perlu dijelaskan pula, bahwa dalam tahun itu nemungutan penerimaan pajak-\npajak masih tetap dilakukan seperti biasa dengan menyetor penerimaan dalam kas\nNegara. Cara penyediaan biaya bagi Daerah-daerah dilanjutkan juga seperti dijalankan\ndalam tahun 1957, tetapi sementara itu dapat dibuat perhitungan untuk masing-masing\nDaerah, berapa dari jumlah yang disediakan itu merupakan penerimaan daerah sendiri\nsebagai pendapatan pokok yang telah diserahkan dan berapa dari jumlah itu masih\nmerupakan tambahan.\n14. Cara bekerja demikian dengan sendirinya hanya dijalankan dalam tahun\npertama. Dalam tahun itu realisasi pengalihan pajak akan diusahakan bagi Daerah-daerah\nyang telah mampu menjalankan sendiri pekerjaan pemungutan sepanjang mengenai pajak\nNegara yang dimaksud dalam Peraturan Pemerintah No. 3 tahun 1957. Di samping itu\nakan diadakan persiapan, bagaimana penerimaan yang melalui kas Negara itu dapat\ndibayarkan dari kas Negara langsung kepada Daerah-daerah.\n15. Dicatat pula, jumlah yang akan dipergunakan oleh Pemerintah Pusat untuk\npemberian sumbangan dimaksud dalam pasal 7 Peraturan Pemerintah ini disediakan\ndalam Anggaran Belanja Negara, antara lain dengan memperhatikan bahwa sebagian\npenerimaan cukai yang juga diserahkan kepada Daerah, masih tetap berada ditangan\nPemerintah Pusat sepenuhnya, karena terhadap penerimaan itu tidak dapat ditentukan\nsistim penyerahan seperti halnya dengan pajak-pajak lain.\nPASAL DEMI PASAL.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "664015a0-d434-4116-82d2-db0493a081a0",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "79ebb656-12d0-4bdb-a356-9aa249e53b2b",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Cukup jelas.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "12",
        "Tahun": "1958",
        "Tentang": "PENETAPAN PRESENTASE DARI PENERIMAAN BEBERAPA\nPAJAK NEGARA UNTUK DAERAH\nBerkehendak melaksanakan lebih lanjut ketentuan dalam \"Undang-undang\nPerimbangan Keuangan 1957\" (Undang-undang No. 32 tahun 1956, Lembaran-Negara\ntahun 1956 No. 77), khususnya untuk menetapkan bagian tiap-tiap daerah dari hasil yang\ndiperoleh berdasarkan pasal 4 ayat (1) dan (2) dan pasal 5 ayat (1).\nMemperhatikan keputusan Panitia II (Ekonomi, Keuangan dan Pembangunan)\nMusyawarah Nasional pada tanggal 15 September 1957, yang antara lain menyarankan\nagar supaya:\na. dalam peraturan pelaksanaan pertimbangan-keuangan, bagian-bagian yang\ndiperoleh masing-masing daerah dari pajak yang dipungut (dikenakan) di dalam\nwilayahnya, ditetapkan secara mutlak, menurut sifat pajak dan keadaan daerah\nmasing-masing.\nb. daerah-daerah sejauh mungkin dan secara langsung dapat memperoleh bagian-\nbagiannya masing-masing.",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa perimbangan keuangan berdasarkan \"Undang-undang Perimbangan\nKeuangan 1957\" harus sudah mulai diselenggarakan di dalam tahun anggaran\n1958;",
            "b": " bahwa berhubung dengan itu, sejalan dengan saran Musyawarah Nasional\ndimaksud di atas, sebagai tindakan sementara III pasal 4 ayat (1) dan (2) dan pasal\n5 ayat (1) \"Undang-undang Perimbangan Keuangan 1957\" harus dilaksanakan\ndemikian, sehingga masing-masing daerah secara langsung dapat memperoleh\nbagiannya;",
            "c": " bahwa dengan mengetahui secara langsung dan kongkrit sumber-sumber\npenghasilan daerah dan jumlah penghasilan dari sumber-sumber itu daerah-daerah\ndapat segera menuju ke arah penyusunan anggaran keuangan yang normal."
        },
        "Mengingat": {
            "Introduction": "\na. \"Undang-undang Perimbangan Keuangan 1957;\nb. pasal 1 ayat (1) dan (2), pasal 2 dan pasal 73 \"Undang-undang tentang Pokok-\npokok Pemerintahan Daerah 1956;\nc. \"Undang-undang tentang Penetapan Anggaran Belanja Bagian III tahun 1957\";\nd. pasal 98 Undang-undang Dasar Sementara;\nMendengar\na. Panitia Negara Perimbangan Keuangan;\nb. Dewan Menteri dalam rapatnya yang ke-80 pada tanggal 7 Pebruari 1958;"
        },
        "Menetapkan": "\nPeraturan Pemerintah tentang penetapan persentasi dari Penerimaan beberapa pajak\nnegara untuk daerah.",
        "tanggal sah": ""
    }
}