{
    "results": [
        {
            "id": "38e9b1d0-05e3-458e-9e91-ba2cd748807e",
            "name": "Chapter I",
            "title": "\nPENGHITUNGAN PENGHASILAN KENA PAJAK",
            "type": "chapter",
            "children": [
                {
                    "id": "e72c7bb5-a008-4198-81f5-d350e0b4b0ce",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "ccf24948-bed0-4212-9db2-8cb3c108df0b",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam menghitung penghasilan berupa dividen sebagaimana dimaksud dalam Pasal 4 ayat (1) huruf g\nUndang-undang Pajak Penghasilan tidak termasuk pemberian saham bonus yang dilakukan tanpa\npenyetoran yang berasal dari:\na. Kapitalisasi agio saham kepada pemegang saham yang telah menyetor modal/membeli saham di\natas harga nominal, sepanjang jumlah nilai nominal saham yang dimilikinya setelah pembagian\nsaham bonus tidak melebihi jumlah setoran modal; dan\nb. Kapitalisasi selisih lebih revaluasi aktiva tetap sebagaimana dimaksud dalam Pasal 19 ayat (1)\nUndang-undang Pajak Penghasilan.",
                        "explanation": "\nPemberian saham bonus kepada pemegang saham yang dilakukan tanpa penyetoran termasuk\ndalam pengertian pembagian laba atau dividen. Demikian pula dengan pemberian saham bonus\nyang berasal dari kapitalisasi agio saham. Agio saham berasal dari setoran modal pemegang\nsaham di atas nilai nominal saham yang diperolehnya. Oleh karena itu apabila saham bonus\ndimaksud diberikan kepada pemegang saham yang menjadikan jumlah nilai nominal seluruh\nsaham termasuk saham bonus yang diperolehnya lebih besar dari jumlah setoran modalnya,\npemberian saham bonus yang berasal dari kapitalisasi agio saham tersebut termasuk dalam\npengertian pembagian laba atau dividen. Namun demikian apabila saham bonus dimaksud\ndiberikan kepada pemegang saham sehingga pemberian tersebut tidak menjadikan jumlah nilai\nseluruh saham (termasuk saham bonus) yang diperoleh/dimilkinya lebih besar dari jumlah setoran\nmodalnya, pemberian saham bonus yang berasal dari kapitalisasi agio saham tersebut tidak\ntermasuk dalam pengertian pembagian laba atau dividen.\n"
                    }
                },
                {
                    "id": "b48d7fd7-59d8-4bec-9cba-03a4337c4ca0",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "ed7ab4cb-c67a-4876-9068-4bfd162052f6",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nBiaya pengembangan hutan tanaman industri yang berumur lebih dari 1 (satu) tahun dan hanya 1 (satu)\nkali memberikan hasil, dikapitalisasi selama periode pengembangan dan merupakan bagian dari harga\npokok produk yang diproduksi atau dijual.",
                        "explanation": "\nHutan tanaman industri dari jenis-jenis tertentu yang hanya dapat memberikan hasil satu kali saja\nyaitu berupa batang tanaman yang ditebang setelah mencapai umur tertentu (lebih dari satu\ntahun), pada dasarnya bukan merupakan aktiva tetap berwujud yang menurut tujuan semula tidak\nuntuk diperjualbelikan melainkan merupakan produk dari industri kehutanan. Oleh karena itu, atas\npengeluaran yang langsung berkaitan dengan pengembangan tanaman industri tersebut,\ndiperlakukan sebagai bagian dari biaya produksi langsung yang pembebanannya dalam harga\npokok produk yang diproduksi/dijual dilakukan dalam tahun pada saat produk batang tanaman\ntersebut dihasilkan/dijual."
                    }
                },
                {
                    "id": "d8a71884-193c-47c1-850e-eb697a92b7a0",
                    "name": "Article 3",
                    "type": "article",
                    "children": [
                        {
                            "id": "d2b0f8ea-b70d-466d-8d22-f3d7fea10ce9",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pajak Masukan yang tidak dapat dikreditkan berdasarkan ketentuan Pasal 9 ayat (8)\nUndang-undang Pajak Pertambahan Nilai Barang dan Jasa dan Pajak Penjualan atas Barang\nMewah dapat dikurangkan dari penghasilan bruto, kecuali:\na. Pajak Masukan sebagaimana dimaksud dalam Pasal 9 ayat (8) huruf f dan huruf g\nUndang-undang Pajak Pertambahan Nilai Barang dan Jasa dan Pajak Penjualan atas\nBarang Mewah, sepanjang tidak dapat dibuktikan bahwa Pajak Masukan tersebut\nbenar-benar telah dibayar;\n\nb. Pajak Masukan berkenaan dengan pengeluaran yang tidak dapat dikurangkan dalam\nmenentukan besarnya Penghasilan Kena Pajak sebagaimana dimaksud dalam Pasal 9 ayat\n(1) Undang-undang Pajak Penghasilan.",
                            "explanation": "\nPajak Masukan yang telah dibayar oleh Wajib Pajak/Pengusaha Kena Pajak yang tidak\ndapat dikreditkan sebagaimana dimaksud dalam Pasal 9 ayat (8) Undang-undang Pajak\nPertambahan Nilai Barang dan Jasa dan Pajak Penjualan atas Barang Mewah, merupakan bagian\ndari harga perolehan barang dan jasa. Oleh karena itu, apabila Pajak Masukan tersebut berkenaan\ndengan pengeluaran untuk mendapatkan, menagih dan memelihara penghasilan yang merupakan\nObjek Pajak, dapat dikurangkan dari penghasilan bruto. Sedangkan Pajak Masukan yang\nberkenaan dengan pengeluaran sebagaimana dimaksud dalam Pasal 9 ayat (1) Undang-undang\nPajak Penghasilan, tidak dapat dikurangkan dari penghasilan bruto. Dalam hal Pajak Masukan\nsebagaimana dimaksud dalam Pasal 9 ayat (8) huruf f dan huruf g Undang-undang Pajak\nPertambahan Nilai Barang dan Jasa dan Pajak Penjualan atas Barang Mewah, yaitu apabila\nFaktur Pajak Masukan tidak memenuhi ketentuan sebagaimana dimaksud dalam Pasal 13 ayat (5)\ndan ayat (6) Undang-undang Pajak Pertambahan Nilai Barang dan Jasa dan Pajak Penjualan atas\nBarang Mewah, pengurangan dari penghasilan bruto tetap dapat dilakukan sepanjang dapat\ndibuktikan bahwa Pajak Masukan tersebut telah dibayar."
                        },
                        {
                            "id": "6c2de4ca-62f8-4c38-bffe-e9ce6ccde4c7",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pajak Masukan yang boleh dikurangkan dari penghasilan bruto sebagaimana dimaksud dalam ayat\n(1) sehubungan dengan pengeluaran untuk memperoleh harta berwujud dan atau harta tidak\nberwujud serta biaya lainnya yang mempunyai masa manfaat lebih dari 1 (satu) tahun\nsebagaimana dimaksud dalam Pasal 11 dan Pasal 11A Undang-undang Pajak Penghasilan,\nterlebih dulu harus dikapitalisasi dengan pengeluaran/biaya tersebut dan dibebankan melalui\npenyusutan atau amortisasi.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "6138ad73-065a-4dfe-a050-0888c577445d",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "458499f9-e6ff-4ab3-91e8-50082719f3e5",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPengeluaran dan biaya yang tidak boleh dikurangkan dalam menghitung besarnya Penghasilan Kena\nPajak Wajib Pajak dalam negeri dan bentuk usaha tetap termasuk:\na. Biaya untuk mendapatkan, menagih, dan memelihara penghasilan yang bukan merupakan Objek\nPajak;\nb. biaya untuk mendapatkan, menagih dan memelihara penghasilan yang pengenaan pajaknya\nbersifat final;\nc. biaya untuk mendapatkan, menagih dan memelihara penghasilan yang dikenakan pajak\nberdasarkan Norma Penghitungan Penghasilan Neto sebagaimana dimaksud dalam Pasal 14 dan\nNorma Penghitungan Khusus sebagaimana dimaksud dalam Pasal 15 Undang-undang Pajak\nPenghasilan;\nd. Pajak Penghasilan yang ditanggung oleh pemberi penghasilan, kecuali pajak atas penghasilan\nsebagaimana dimaksud dalam Pasal 26 ayat (1) Undang-undang Pajak Penghasilan tetapi tidak\ntermasuk dividen sepanjang Pajak Penghasilan tersebut ditambahkan dalam penghitungan dasar\nuntuk pemotongan pajak; dan\ne. kerugian dari harta atau utang yang tidak dimiliki dan tidak dipergunakan dalam usaha atau\nkegiatan untuk mendapatkan, menagih, dan memelihara penghasilan yang merupakan Objek\nPajak.",
                        "explanation": "\nHuruf a\nCukup jelas\nHuruf b dan huruf c\nBiaya-biaya yang berkenaan dengan penghasilan yang dikenakan pajak tersendiri,\nbaik penghasilan yang dikenakan pemotongan atau pemungutan atau pembayaran Pajak\nPenghasilan yang bersifat final sebagaimana dimaksud dalam Pasal 4 ayat (2) maupun\npenghasilan yang dikenakan pajak berdasarkan Norma Penghitungan Penghasilan Neto\nsebagaimana dimaksud dalam Pasal 14 dan Norma Penghitungan Khusus sebagaimana\ndimaksud dalam Pasal 15 Undang-undang Pajak Penghasilan, telah diperhitungkan dalam\ntarif pajak ataupun norma penghitungan yang berlaku untuk penghasilan tersebut. Oleh\nkarena itu, biaya-biaya tersebut tidak boleh lagi dikurangkan dari penghasilan bruto lainnya\nyang pengenaan pajaknya dilakukan berdasarkan tarif umum.\nHuruf d\nPajak Penghasilan sebagaimana dimaksud dalam PPh Pasal 21 dan PPh\nPasal 26 dapat ditanggung oleh pemberi penghasilan/pemberi kerja. Dalam hal PPh Pasal\n21 ditanggung oleh pemberi penghasilan/kerja, sesuai dengan ketentuan perpajakan yang\nberlaku, pajak tersebut diperlakukan sama seperti kenikmatan, yaitu sebagai bukan biaya\npemberi kerja dan bukan penghasilan pegawai yang menerimanya. Pajak Penghasilan\nyang terutang atas penghasilan sebagaimana dimaksud dalam Pasal 26 ayat (1) kecuali\ndividen yang ditanggung oleh pemberi penghasilan, dapat dibebankan sebagai biaya\nsepanjang pajak tersebut ditambahkan (gross-up) pada penghasilan yang dipakai sebagai\ndasar pemotongan Pajak Penghasilan Pasal 26 tersebut.\nContoh:\nPT. ABC membayar bunga pinjaman kepada Bank di luar negeri sebesar Rp\n100.000.000,00 yang sesuai dengan perjanjian Pajak Penghasilannya ditanggung oleh badan\ntersebut. Tarif pemotongan PPh Pasal 26 yang berlaku adalah 20%.\nDasar pengenaan PPh Pasal 26 =\n100\n--- x Rp. 100.000.000,00 = Rp. 125.000.000,00\n80\nPPh Pasal 26 yang terutang = 20% x Rp 125.000.000,00 = Rp 25.000.000,00\nJumlah biaya bunga yang boleh dikurangkan dari penghasilan bruto PT. ABC\nadalah sebesar Rp 125.000.000,00 (Rp 100.000.000,00 + Rp 25.000.000,00).\nHuruf e\nKerugian dari harta atau utang yang tidak dipergunakan untuk mendapatkan,\nmenagih dan memelihara penghasilan yang merupakan Objek Pajak tidak boleh\ndikurangkan dalam menentukan besarnya Penghasilan Kena Pajak.\nContoh:\nKerugian selisih kurs yang timbul dari pinjaman dalam mata uang asing\nyang dipergunakan untuk membiayai pembangunan lapangan golf untuk kepentingan\npegawai (benefit in kind) tidak boleh dikurangkan untuk menentukan besarnya\nPenghasilan Kena Pajak."
                    }
                },
                {
                    "id": "f0894bfe-0225-4039-a130-d4b45466e515",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "e95fcc77-cf03-4970-aedb-5abd6a3b57ee",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam hal terjadi pengalihan harta perusahaan kepada pegawainya, maka keuntungan berupa selisih",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "ac9d0bbb-49be-4305-acdf-a384d2a98a8a",
                    "name": "Article 6",
                    "type": "article",
                    "children": [
                        {
                            "id": "b4eaf2fb-1290-46a7-9ab1-c6bb56132eaf",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Laba bruto usaha dalam suatu tahun pajak yang diterima atau diperoleh Wajib Pajak yang\nberusaha di bidang jasa konstruksi yang proses pekerjaan fisiknya meliputi masa beberapa tahun\npajak dihitung berdasarkan metode persentase tingkat penyelesaian pekerjaan.",
                            "explanation": "\nBerdasarkan ketentuan umum sebagaimana diatur dalam Pasal 16 ayat (1)\nUndang-undang Pajak Penghasilan, penghitungan Penghasilan Kena Pajak dalam suatu\ntahun pajak bagi Wajib Pajak dalam negeri dan bentuk usaha tetap dilakukan sesuai\ndengan prinsip persandingan biaya dengan penghasilan (matching cost against revenue).\nNamun bagi Wajib Pajak dalam negeri dan bentuk usaha tetap yang\nberusaha di bidang jasa konstruksi yang mengerjakan proyek-proyek konstruksi berjangka\nwaktu lebih dari satu tahun, penghitungan Penghasilan Kena Pajak dapat menggunakan\nmetode lain yang lazim dalam praktek akuntansi, seperti metode persentase penyelesaian\n(percentage of completion method). Dengan metode ini, pengakuan penghasilan tahunan\ndidasarkan atas penghitungan secara proporsional sesuai dengan tahap penyelesaian\npekerjaan.\nDalam penerapan metode tersebut, biaya-biaya yang dapat\ndiperhitungkan adalah biaya-biaya yang langsung dan semata-mata berhubungan dengan\npelaksanaan proyek tersebut, yaitu : biaya pemakaian material, upah buruh langsung,\nserta biaya-biaya lainnya dengan karakteristik yang sama.\nContoh:\nSuatu proyek konstruksi yang bernilai Rp. 1.000.000.000,00 dengan jangka waktu\npelaksanaan pekerjaan tahun 2001 sampai dengan tahun 2005 (lima tahun). Keterangan\n---\nbiaya yang terjadi pada tiap-tiap tahun adalah sebagai berikut:\n\n2001 Akumulasi biaya sampai dengan akhir tahun buku Rp 150.000.000,00\nPerkiraan sisa biaya penyelesaian proyek. Rp 700.000.000,00\n2002 Akumulasi biaya sampai dengan akhir tahun buku Rp 400.000.000,00\nPerkiraan sisa biaya penyelesaian proyek Rp 450.000.000,00\n2003 Akumulasi biaya sampai dengan akhir tahun buku Rp 600.000.000,00\nPerkiraan sisa biaya penyelesaian proyek Rp 250.000.000,00\n2004 Akumulasi biaya sampai dengan akhir tahun buku Rp 750.000.000,00\nPerkiraan sisa biaya penyelesaian proyek Rp 100.000.000,00\n2005 Total biaya proyek Rp 875.000.000,00\n(total perkiraan semula Rp 850.000.000,00).\nLaba bruto usaha setiap tahun dihitung sebagai berikut:\nTahun 2001\nHarga kontrak Rp 1.00<ctrl100>0.000.000,00\nAkumulasi biaya s.d. akhir tahun 2001 ...... Rp. 150.000.000,00\nPerkiraan sisa biaya penyelesaian proyek Rp. 700.000.000,00\nRp 850.000.000,00\nPerkiraan laba bruto usaha proyek Rp. 150.000.000,00\nLaba bruto usaha tahun 2001:\nRp 150.000.000,00\n-------------- x Rp 150.000.000,00 = Rp 26.470.588,23\nRp 850.000.000,00\nTahun 2002\nHarga kontrak Rp 1.000.000.000,00\nAkumulasi biaya s.d. akhir tahun 2002 ....... Rp 400.000.000,00\nPerkiraan sisa biaya penyelesaian proyek Rp 450.000.000,00\nRp 850.000.000,00\nPerkiraan laba bruto usaha proyek Rp 150.000.000,00\nLaba bruto usaha sampai dengan tahun 2002\nRp 400.000.000,00\nx Rp 150.000.000,00 = Rp 70.588.235,29\nRp 850.000.000,00\nLaba bruto usaha tahun 2001.......... Rp 26.470.588,23\nLaba bruto usaha tahun 2002 Rp 44.117.647,06\nTahun 2003\nHarga kontrak Rp 1.000.000.000,00\nAkumulasi biaya s.d. akhir tahun 2003 ...... Rp 600.000.000,00\nPerkiraan sisa biaya penyelesaian proyek Rp 250.000.000,00\n\nRp 850.000.000,00\nPerkiraan laba bruto usaha proyek Rp. 150.000.000,00\nLaba bruto usaha sampai dengan tahun 2003\nRp 600.000.000,00\nx Rp 150.000.000,00 = Rp105.882.352,94\nRp 850.000.000,00\nLaba bruto usaha sampai dengan tahun 2002 ........... Rp 70.588.235,29\nLaba bruto usaha tahun 2003 Rp 35.294.117,65\nTahun 2004\nHarga kontrak Rp 1.000.000.000,00\nAkumulasi biaya s.d. akhir tahun 2004.....Rp 750.000.000,00\nPerkiraan sisa biaya penyelesaian proyek Rp 100.000.000,00\nRp 850.000.000,00\nPerkiraan laba bruto usaha proyek Rp 150.000.000,00\nLaba bruto usaha sampai dengan tahun 2004\nRp 750.000.000,00\nx Rp 150.000.000,00 = Rp132.352.941,17\nRp 850.000.000,00\nLaba bruto usaha sampai dengan tahun 2003\n105.882.352,94\nLaba bruto usaha tahun 2004\nRp 26.470.588,23\nTahun 2005\n\nRp\nHarga kontrak\nRp.1.000.000.000,00\n\nLaba bruto usaha proyek.. Rp. 125.000.000,00\nLaba bruto usaha sampai dengan tahun 2004\nLaba (rugi) usaha tahun 2005 (Rp7.352.941,17)\nRp 132.352.941,17"
                        },
                        {
                            "id": "a560698d-e95f-41bd-8b9a-a3e7b180d815",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Untuk menghitung penghasilan neto, laba bruto usaha sebagaimana dimaksud dalam ayat (1)\ndikurangi dengan biaya atau pengeluaran lainnya sebagaimana dimaksud dalam Pasal 6 ayat (1)\nUndang-undang Pajak Penghasilan.",
                            "explanation": "\nUntuk menghitung penghasilan neto, laba bruto usaha sebagaimana\ndimaksud dalam ayat (1) dikurangi dengan biaya-biaya lainnya yang diperkenankan sesuai\ndengan ketentuan Pasal 6 ayat (1) Undang-undang Pajak Penghasilan, yaitu : biaya-biaya\ntidak langsung (termasuk penyusutan dan amortisasi) serta biaya umum dan administrasi."
                        }
                    ]
                },
                {
                    "id": "3b1feb33-e8b0-4659-9cde-98f1de37eff4",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "a5e22142-83d8-4f61-91ba-3685fb403d80",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan Keputusan Direktur Jenderal Pajak, dapat ditetapkan saat pengakuan penghasilan dan biaya\ndalam hal-hal tertentu dan atau bagi Wajib Pajak tertentu sesuai dengan kebijaksanaan Pemerintah.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "bba92167-dffa-467e-85f8-4eda717f4634",
            "name": "Chapter II",
            "title": "\nPELUNASAN PAJAK DALAM TAHUN BERJALAN\nMELALUI PIHAK LAIN",
            "type": "chapter",
            "children": [
                {
                    "id": "4382b428-988c-47ac-b204-46d53b48b9a6",
                    "name": "Article 8",
                    "type": "article",
                    "children": [
                        {
                            "id": "066930c7-fd7f-4ac8-9215-0b9ca7926e4c",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pemotongan Pajak Penghasilan oleh pihak-pihak sebagaimana dimaksud dalam Pasal 21 ayat (1)\nUndang-undang Pajak Penghasilan terutang pada akhir bulan dilakukannya pembayaran atau\npada akhir bulan terutangnya penghasilan yang bersangkutan, tergantung peristiwa yang terjadi\nterlebih dahulu.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "cb3ca04e-cd41-4b75-a82c-75715515d4a5",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pemungutan Pajak Penghasilan oleh pihak-pihak sebagaimana dimaksud dalam Pasal 22 ayat (1)\nUndang-undang Pajak Penghasilan, terutang pada saat pembayaran, kecuali ditetapkan lain oleh\nMenteri Keuangan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "42774787-a15e-453a-ac24-2b807860378a",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Pemotongan Pajak Penghasilan oleh pihak-pihak sebagaimana dimaksud dalam Pasal 23\nUndang-undang Pajak Penghasilan, terutang pada akhir bulan dilakukannya pembayaran atau\nakhir bulan terutangnya penghasilan yang bersangkutan, tergantung peristiwa yang terjadi terlebih\ndahulu.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "8309561b-4746-41d5-9224-51b2f81d2059",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Pemotongan Pajak Penghasilan atas penghasilan sebagaimana dimaksud dalam Pasal 26 ayat (1)",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "22d723ac-737b-4a5d-93a9-7945671b28cf",
                    "name": "Article 9",
                    "type": "article",
                    "children": [
                        {
                            "id": "07a631a4-d544-4db4-95fb-77184ed99ca0",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pajak Penghasilan yang terutang sebagaimana dimaksud dalam Pasal 26 ayat (4) Undang-undang\nPajak Penghasilan harus dibayar lunas paling lambat tanggal dua puluh lima bulan ketiga setelah\ntahun pajak atau bagian tahun pajak berakhir sebelum Surat Pemberitahuan Tahunan\ndisampaikan, kecuali Wajib Pajak tersebut mendapat kemudahan berdasarkan peraturan\nperundang-undangan perpajakan yang berlaku.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "79ffb743-d4e3-43c6-becb-7c11157437d2",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dalam hal Wajib Pajak memperoleh izin perpanjangan jangka waktu penyampaian Surat\nPemberitahuan Tahunan, Pajak Penghasilan Pasal 26 ayat (4) yang terutang berdasarkan\npenghitungan sementara harus dibayar lunas paling lambat tanggal dua puluh lima bulan ketiga\nsetelah tahun pajak atau bagian tahun pajak berakhir bersamaan dengan pengajuan permohonan\nperpanjangan jangka waktu penyampaian Surat Pemberitahuan Tahunan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "d58dbb93-9031-435b-a06b-fd625be604d6",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Dalam hal Wajib Pajak memperoleh persetujuan untuk mengangsur atau menunda pelunasan\nkekurangan pembayaran pajak yang terutang berdasarkan Surat Pemberitahuan Tahunan,\nangsuran atau penundaan tersebut juga berlaku untuk pelunasan pembayaran Pajak Penghasilan\nPasal 26 ayat (4).",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "8fb08b40-0d73-470c-923d-c0e538cf3fd6",
                    "name": "Article 10",
                    "type": "article",
                    "children": [
                        {
                            "id": "5163d365-d94d-43a9-bba1-e7de7cb3540f",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Wajib Pajak yang dalam tahun pajak berjalan dapat menunjukkan tidak akan terutang Pajak\nPenghasilan karena mengalami kerugian fiskal atau berhak melakukan kompensasi kerugian fiskal,\natau Pajak Penghasilan yang telah dibayar lebih besar dari Pajak Penghasilan yang akan terutang,\ndapat mengajukan permohonan pembebasan dari pemotongan dan atau pemungutan Pajak\nPenghasilan oleh pihak lain kepada Direktur Jenderal Pajak.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "adb520ce-ad41-4672-a0f5-d1fdf10ad955",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Permohonan sebagaimana dimaksud dalam ayat (1) tidak berlaku terhadap penghasilan yang\ndikenakan pajak tersendiri yang bersifat final.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "e836b5c2-f212-42a4-90b8-2dce58942c69",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Pelaksanaan ketentuan sebagaimana dimaksud dalam ayat (1) diatur lebih lanjut dengan\nKeputusan Direktur Jenderal Pajak.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "793b52b3-1911-412b-aa8a-2a71abebea3b",
            "name": "Chapter III",
            "title": "\nPELUNASAN PAJAK DALAM TAHUN BERJALAN\nOLEH WAJIB PAJAK SENDIRI",
            "type": "chapter",
            "children": [
                {
                    "id": "cbaf5b02-572c-40cd-b7aa-c3182276cfbe",
                    "name": "Article 11",
                    "type": "article",
                    "children": {
                        "id": "46613941-5a73-4d21-a74d-65cb52c873cc",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nWajib Pajak orang pribadi dalam negeri yang menerima penghasilan sehubungan dengan pekerjaan dari\nbadan-badan yang tidak wajib melakukan pemotongan, penyetoran dan pelaporan pajak sebagaimana\ndimaksud dalam Pasal 21 ayat (2) Undang-undang Pajak Penghasilan, wajib memiliki NPWP dan\nmelaksanakan sendiri penghitungan dan pembayaran Pajak Penghasilan yang terutang dalam tahun\nberjalan serta melaporkannya dalam Surat Pemberitahuan Tahunan.",
                        "explanation": "\nBadan perwakilan negara asing dan organisasi internasional tertentu sebagai bukan Subjek Pajak\ntidak berkewajiban melakukan pemotongan Pajak Penghasilan sebagaimana dimaksud dalam\nPasal 21 ayat (2) Undang-undang Pajak Penghasilan. Oleh karena itu, Wajib Pajak orang pribadi\ndalam negeri yang menerima atau memperoleh penghasilan berupa gaji dan imbalan lain\nsehubungan dengan pekerjaan pada badan-badan tersebut yang jumlahnya melebihi batas\nPenghasilan Tidak Kena Pajak (PTKP) berkewajiban menghitung, membayar, dan melaporkan\nsendiri Pajak Penghasilan yang terutang."
                    }
                }
            ]
        },
        {
            "id": "ec160302-ef36-4a86-8891-2cc9a90da381",
            "name": "Chapter IV",
            "title": "\nKETENTUAN LAIN-LAIN",
            "type": "chapter",
            "children": [
                {
                    "id": "f279367b-8251-4a0b-899d-942387ba8942",
                    "name": "Article 12",
                    "type": "article",
                    "children": [
                        {
                            "id": "ee144e49-bd2a-4f9d-aeb8-e33795a46dec",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dalam hal Wajib Pajak melakukan perubahan tahun buku dan telah mendapat persetujuan Direktur\nJenderal Pajak sebagaimana dimaksud dalam Pasal 28 ayat (6) Undang-undang Ketentuan Umum\ndan Tata Cara Perpajakan, penghasilan yang diterima atau diperoleh dalam bagian tahun buku\nyang tidak termasuk dalam tahun buku yang baru harus dilaporkan dengan Surat Pemberitahuan\ntersendiri dengan melampirkan neraca dan laporan laba-rugi.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "5144d8af-977e-4188-b5ce-0f39395c6a61",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pelaksanaan ketentuan sebagaimana dimaksud dalam ayat (1) diatur lebih lanjut dengan\nKeputusan Direktur Jenderal Pajak.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "bcfebfd5-86b0-4ddd-80c7-099f93c82be3",
            "name": "Chapter V",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "f7d4a9b8-c62d-4096-a935-88d496e0e13a",
                    "name": "Article 13",
                    "type": "article",
                    "children": [
                        {
                            "id": "b831d46a-94fb-4e0b-80e3-d3ed592e0881",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Terhadap Wajib Pajak yang tahun pajak/tahun bukunya tidak sama dengan tahun takwim,\nketentuan Undang-undang Nomor 7 Tahun 1983 tentang Pajak Penghasilan sebagaimana telah\ndiubah dengan Undang-undang Nomor 10 Tahun 1994 berlaku sampai dengan tahun pajak/tahun\nbuku 2000 yang berakhir sebelum tanggal 1 Juli 2001, kecuali dalam hal sebagaimana dimaksud\ndalam Pasal 14.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "0941e4db-bd6b-4177-88e7-1954fe44b90d",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Wajib Pajak yang telah memperoleh fasilitas perpajakan sebelum atau pada tanggal 31 Desember\n2000 yang jangka waktunya terbatas, dapat menikmati fasilitas tersebut sampai dengan jangka\nwaktu tersebut habis.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "b988c4ac-2670-42c8-abce-e64bb7ecd2a9",
                    "name": "Article 14",
                    "type": "article",
                    "children": {
                        "id": "e6921955-5d2c-454d-80bb-85aee65615e6",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKewajiban pajak dalam tahun berjalan untuk tahun pajak/tahun buku 2001 yang meliputi masa\npajak/pembukuan sampai dengan Desember 2000 dari Wajib Pajak sebagaimana dimaksud dalam Pasal\n13 ayat (1), tetap dihitung berdasarkan ketentuan Undang-undang Nomor 7 Tahun 1983 tentang Pajak\nPenghasilan beserta Perubahannya sebelum diubah berdasarkan Undang-undang Nomor 17 Tahun 2000.",
                        "explanation": "\nCukup Jelas"
                    }
                }
            ]
        },
        {
            "id": "fde9e0f0-5839-41c4-a4e7-99864ae2e41d",
            "name": "Chapter VI",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "9c7eea1c-4bc6-41eb-950e-ad0b08d643e5",
                    "name": "Article 15",
                    "type": "article",
                    "children": {
                        "id": "d32fcf97-c3e7-46b6-ae57-e5579ce9e513",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPada saat Peraturan Pemerintah ini mulai berlaku, Peraturan Pemerintah Nomor 47 Tahun 1994 tentang\nPenghitungan Penghasilan Kena Pajak dan Pelunasan Pajak Penghasilan Dalam Tahun Berjalan\n(Lembaran Negara Republik Indonesia Tahun 1994 Nomor 76, Tambahan Lembaran Negara Nomor 3579)\nsebagaimana telah diubah dengan Peraturan Pemerintah Nomor 83 Tahun 1998 (Lembaran Negara\nRepublik Indonesia Tahun 1998 Nomor 196, Tambahan Lembaran Negara Nomor 3798), dinyatakan tidak\nberlaku.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "03a64b07-954f-46fb-805e-3a26e6b021f8",
                    "name": "Article 16",
                    "type": "article",
                    "children": {
                        "id": "05ad5f66-0f14-4ee4-b14b-c66dc80eb4fc",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal 1 Januari 2001.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan\npenempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nPENJELASAN\nATAS\nPERATURAN PEMERINTAH REPUBLIK INDONESIA\nNOMOR 138 TAHUN 2000\nTENTANG\nPENGHITUNGAN PENGHASILAN KENA PAJAK DAN PELUNASAN\nPAJAK PENGHASILAN DALAM TAHUN BERJALAN\nBerdasarkan ketentuan Pasal 35 Undang-undang Nomor 7 Tahun 1983 tentang Pajak Penghasilan\nsebagaimana telah diubah terakhir dengan Undang-undang Nomor 17 Tahun 2000, hal-hal yang belum\ncukup diatur dalam Undang-undang tersebut diatur lebih lanjut dengan Peraturan Pemerintah. Beberapa\nhal yang diatur dalam Peraturan Pemerintah ini adalah ketentuan-ketentuan yang berkenaan dengan\nPenghitungan Penghasilan Kena Pajak dan Pelunasan Pajak Dalam Tahun Berjalan. Selain itu, diatur juga\nketentuan peralihan dalam rangka pelaksanaan Undang-undang Pajak Penghasilan mulai tanggal 1\nJanuari 2001.",
        "Nomor": "138",
        "Tahun": "2000",
        "Tentang": "PENGHITUNGAN PENGHASILAN KENA PAJAK DAN PELUNASAN\nPAJAK PENGHASILAN DALAM TAHUN BERJALAN\nPRESIDEN REPUBLIK INDONESIA,",
        "Menimbang": {
            "Introduction": "\nbahwa dalam rangka memudahkan Wajib Pajak dalam memenuhi kewajiban\nperpajakannya dan sebagai pelaksanaan ketentuan Pasal 35 Undang-undang Nomor 7\nTahun 1983 tentang Pajak Penghasilan sebagaimana telah diubah terakhir dengan\nUndang-undang Nomor 17 Tahun 2000, perlu menetapkan Peraturan Pemerintah\ntentang Penghitungan Penghasilan Kena Pajak dan Pelunasan Pajak Penghasilan\nDalam Tahun Berjalan;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945 sebagaimana telah diubah dengan\nPerubahan Kedua Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 6 Tahun 1983 tentang Ketentuan Umum dan Tata Cara\nPerpajakan (Lembaran Negara Republik Indonesia Tahun 1983 Nomor 49, Tambahan\nLembaran Negara Nomor 3262) sebagaimana telah diubah terakhir dengan\nUndang-undang Nomor 16 Tahun 2000 (Lembaran Negara Republik Indonesia Tahun\n2000 Nomor 126, Tambahan Lembaran Negara Nomor 3984);",
            "3": " Undang-undang Nomor 7 Tahun 1983 tentang Pajak Penghasilan (Lembaran Negara\nRepublik Indonesia Tahun 1983 Nomor 50, Tambahan Lembaran Negara Nomor\n3263) sebagaimana telah diubah terakhir dengan Undang-undang Nomor 17 Tahun\n2000 (Lembaran Negara Republik Indonesia Tahun 2000 Nomor 127, Tambahan\nLembaran Negara Nomor 3985);",
            "4": " Undang-undang Nomor 8 Tahun 1983 tentang Pajak Pertambahan Nilai Barang dan\nJasa dan Pajak Penjualan atas Barang Mewah (Lembaran Negara Republik Indonesia\nTahun 1983 Nomor 51, Tambahan Lembaran Negara Nomor 3264) sebagaimana\ntelah diubah terakhir dengan Undang-undang Nomor 18 Tahun 2000 (Lembaran\nNegara Republik Indonesia Tahun 2000 Nomor 128, Tambahan Lembaran Negara\nNomor 3986);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PENGHITUNGAN PENGHASILAN KENA\nPAJAK DAN PELUNASAN PAJAK PENGHASILAN DALAM TAHUN BERJALAN.",
        "tanggal sah": "1 Januari 2001"
    }
}