{
    "results": [
        {
            "id": "ddecd2ab-51fd-4fa5-b84d-e9c489ca190c",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "9a1ea009-4853-42a3-b060-98bd13c22325",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "03cd2ddf-58f5-4acd-aad1-f743c9b56311",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan :\na. Angkutan Laut adalah setiap kegiatan pelayaran dengan menggunakan Kapal\nLaut untuk mengangkut penumpang, barang, dan/atau hewan untuk satu\nperjalanan atau lebih dari satu pelabuhan ke pelabuhan lain atau antara\nbeberapa pelabuhan;\nb. Kapal adalah setiap alat apung dengan bentuk dan jenis apapun;\nc. Kapal Laut adalah kapal yang memenuhi persyaratan berlayar di laut untuk\nkeperluan angkutan laut atau yang diperuntukkan untuk itu;\nd. Kapal Laut Indonesia adalah setiap kapal yang dianggap demikian berdasarkan\nketentuan peraturan perundang-undangan Indonesia;\ne. Perusahaan Pelayaran adalah badan hukum atau badan usaha yang\nmengusahakan jasa angkutan laut dengan menggunakan Kapal;\nf. Usaha Pelayaran Dalam Negeri adalah kegiatan usaha pelayaran untuk\nmelakukan usaha pengangkutan antar pelabuhan di Indonesia;\ng. Usaha Pelayaran Luar Negeri adalah kegiatan usaha pelayaran untuk melakukan\nusaha pengangkutan ke dan dari pelabuhan luar negeri;\nh. Usaha Ekspedisi Muatan Kapal Laut adalah kegiatan usaha mengurus dokumen\ndan melaksanakan pekerjaan yang menyangkut penerimaan dan penyerahan\nmuatan yang diangkut melalui lautan untuk diserahkan kepada atau diterima\ndari Perusahaan Pelayaran bagi kepentingan pemilik barang;\ni. Usaha Jasa Pengurusan Transportasi (freight forwading) adalah kegiatan usaha\nyang ditujukan mengurus semua kegiatan yang diperlukan bagi terlaksananya\npengiriman dan penerimaan barang melalui transportasi darat, laut atau udara\nyang dapat mencakup kegiatan penerimaan, penyimpanan, sortasi, pengepakan,\npengukuran, penimbangan, pengurusan penyelesaian dokumen, penerbitan\ndokumen angkutan, perhitungan biaya angkutan, klaim asuransi atas\npengiriman barang serta penyelesaian tagihan dan biaya-biaya lainnya\nberkenaan dengan pengiriman barang barang tersebut sampai dengan\nditerimanya oleh yang berhak menerimanya;\nj. Usaha Bongkar Muat Barang adalah kegiatan jasa yang bergerak dalam kegiatan\nbongkar muat barang dari dan ke kapal, yang terdiri dari kegiatan stevedoring,\ncargodoring, dan receiving/delivery;\nk. Usaha Angkutan Bandar adalah kegiatan usaha memindahkan penumpang,\nbarang, dan/atau hewan dari dermaga ke kapal atau sebaliknya dan dari kapal\nke kapal yang sedang berlabuh;\nl. Usaha Tally adalah kegiatan usaha jasa menghitung dan membuat catatan\nmengenai muatan untuk kepentingan pemilik muatan dan pengangkut;\nm. Menteri adalah Menteri yang bertanggung jawab dalam bidang perhubungan\nlaut.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "fce9138d-848b-43d5-80e5-47d296dc6c0d",
            "name": "Chapter II",
            "title": "\nKETENTUAN TENTANG ANGKUTAN LAUT\nDAN USAHA PELAYARAN",
            "type": "chapter",
            "children": [
                {
                    "id": "131569ee-3555-4e9c-b50d-c6b6feab1f56",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "831f3174-b6dc-43b5-a3a8-224c6a28a8b6",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAngkutan laut yang merupakan salah satu sarana untuk mewujudkan Wawasan\nNusantara, khususnya dalam rangka menumbuhkan kesatuan ekonomi nasional,\ndiselenggarakan sebagai bagian terpadu dari sistem perhubungan nasional.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "c85e8713-c49f-4637-9630-14e13b4c15c8",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "d24bd264-255e-44fb-89ab-708487333557",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPenyelenggaraan angkutan laut diarahkan dengan tujuan untuk :\na. menyediakan sarana dan prasarana, serta jasa angkutan laut yang aman, lancar, tertib serta dengan biaya yang terjangkau dan sesuai dengan kebutuhan masyarakat, bangsa, dan negara;\nb. mewujudkan kepastian dan ketertiban usaha di bidang angkutan laut dalam menunjang pengembangan bidang usaha di sektor lainnya;\nc. mengembangkan potensi angkutan laut sesuai dengan perkembangan keadaan nasional dan internasional.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "89a96205-d900-4981-acac-9c557ea20d5a",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "7af6f012-fd48-49b8-b66a-ea934f856173",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPenyelenggaraan angkutan laut sebagaimana dimaksud dalam Pasal 3 merupakan kegiatan yang terdiri dari unsur-unsur sebagai berikut: a.Usaha Pelayaran, meliputi pelayaran tetap dan teratur, serta pelayaran tidak tetap dan tidak teratur;\nb. usaha penunjang angkutan laut, meliputi kegiatan yang mendukung kegiatan angkutan laut;\nc. usaha kepelabuhanan sebagaimana diatur berdasarkan ketentuan peraturan perundang-undangan yang berlaku.",
                        "explanation": "\nHuruf a\nPelayaran tetap dan teratur dimaksudkan untuk tersedianya angkutan\nsecara berjadwal sehingga pemakai jasa dapat mengetahui secara pasti\nadanya sarana angkutan pada jalur tertentu yang telah ditetapkan. Untuk\nmenjamin kesinambungan jasa angkutan keseluruh pelosok tanah air\nmaka pelayaran tetap dan teratur perlu dilengkapi dengan pelayaran tidak\ntetap dan tidak teratur.\nHuruf b\nCukup jelas\nHuruf c\nUsaha kepelabuhanan merupakan salah-satu mata rantai dari pada\nkegiatan penyelenggaraan angkutan laut, yang telah diatur tersendiri\ndalam Peraturan Pemerintah Nomor 11 Tahun 1983 tentang Pembinaan\nKepelabuhanan."
                    }
                },
                {
                    "id": "ead0dcc9-b68b-4884-b561-b6742cdb16c3",
                    "name": "Article 5",
                    "type": "article",
                    "children": [
                        {
                            "id": "c6756f58-0212-490c-9501-fbc2657e8bce",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penyelenggaraan Usaha Pelayaran, sebagaimana dimaksud dalam Pasal 4 huruf a, di dalam negeri dilakukan oleh Perusahaan Pelayaran Nasional dengan menggunakan kapal berbendera Indonesia.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "fd17204c-31e5-4476-8051-6535835925d3",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Perusahaan Pelayaran Nasional dapat menggunakan kapal asing atas dasar sewa untuk jangka waktu atau perjalanan tertentu ataupun berdasarkan perjanjian lainnya.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "3d68deee-aafd-438d-9153-d330ca4f1356",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Perusahaan Pelayaran Nasional yang menggunakan kapal asing sebagaimana dimaksud dalam ayat (2) wajib melaporkan kepada Menteri atau pejabat yang ditunjuk.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "76fa3c26-7402-44c5-b453-3f6b2b3f5ec0",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Izin Usaha Pelayaran berlaku pula sebagai tanda Dispensasi Syarat Bendera (DSB).",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "f8500dad-8d4b-46b1-be9c-5b779ceb2a28",
                    "name": "Article 6",
                    "type": "article",
                    "children": [
                        {
                            "id": "6fe5d6c1-037a-4d6c-a545-ad5319ea2bac",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Perusahaan Pelayaran Asing yang menyelenggarakan angkutan laut ke dan dari pelabuhan Indonesia wajib menunjuk Perusahaan Pelayaran Nasional sebagai agen umum (general agent) di Indonesia.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "16842e53-618c-42a8-b761-0659155a0d13",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Kapal yang dioperasikan oleh Perusahaan Pelayaran Asing yang menyelenggarakan angkutan laut ke dan dari pelabuhan Indonesia dapat memasuki pelabuhan-pelabuhan laut atau pantai yang terbuka untuk perdagangan luar negeri berdasarkan ketentuan yang ditetapkan oleh Menteri sesuai dengan ketentuan peraturan perundang-undangan yang berlaku.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "f681e9b1-7f26-404b-b02b-0f500c778377",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "35d128e7-9ebe-4701-a2e5-40afb6382113",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPerusahaan pelayaran bertanggung jawab sebagai pengangkut penumpang, barang, dan hewan sesuai dengan ketentuan peraturan perundang-undangan yang berlaku atau persyaratan perjanjian pengangkutan, atau kelaziman yang berlaku dalam bidang pelayaran.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "c12bcc9d-259b-4f68-b84c-76ee57220895",
                    "name": "Article 8",
                    "type": "article",
                    "children": [
                        {
                            "id": "02222e84-823a-4040-8e28-4ee686f7da21",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Perusahaan Pelayaran Nasional dapat menentukan sendiri maupun bersama-\nsama pola trayek pelayaran baik yang dilayari dengan jadwal tetap dan teratur\nmaupun dengan tidak berjadwal (tramping) serta dapat menentukan sendiri\npenempatan kapal baik untuk pelayaran dalam negeri maupun pelayaran luar\nnegeri.",
                            "explanation": "\nKemudahan untuk menentukan trayek dan menempatkan kapal dalam trayek\noleh Perusahaan Pelayaran Nasional dimaksudkan untuk mendorong Perusahaan\nPelayaran Nasional menuju kemandirian usaha, sehingga dapat menentukan\nsendiri jenis investasi maupun daerah operasinya. Untuk memantau\nperkembangan yang terjadi maka setiap Perusahaan Pelayaran diwajibkan untuk\nmembuat laporan perjalanan kepada Administrator Pelabuhan/Kepala\nPelabuhan di pelabuhan pemberangkatan maupun tujuan yang selanjutnya\nsecara bertingkat Administrator Pelabuhan/Kepala Pelabuhan yang\nbersangkutan melaporkannya kepada Kepala Kantor Wilayah Departemen\nPerhubungan dan Direktur Jenderal Perhubungan Laut. Trayek yang akan\ndilayani oleh setiap Perusahaan Pelayaran Nasional wajib untuk diumumkan\nkepada masyarakat luas agar pengguna jasa dapat memanfaatkan sesuai dengan\nkepentingannya."
                        },
                        {
                            "id": "fa215c36-6dc5-443d-bfa4-f7390f9caaaa",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Perusahaan Pelayaran Nasional wajib melaporkan asal dan tujuan perjalanan\nkapal serta muatan yang diangkut (dibongkar dan dimuat) kepada\nAdministrasi/Kepala Kantor Pelabuhan pemberangkatan maupun pelabuhan\ntujuan.",
                            "explanation": "\nKemudahan untuk menentukan trayek dan menempatkan kapal dalam trayek\noleh Perusahaan Pelayaran Nasional dimaksudkan untuk mendorong Perusahaan\nPelayaran Nasional menuju kemandirian usaha, sehingga dapat menentukan\nsendiri jenis investasi maupun daerah operasinya. Untuk memantau\nperkembangan yang terjadi maka setiap Perusahaan Pelayaran diwajibkan untuk\nmembuat laporan perjalanan kepada Administrator Pelabuhan/Kepala\nPelabuhan di pelabuhan pemberangkatan maupun tujuan yang selanjutnya\nsecara bertingkat Administrator Pelabuhan/Kepala Pelabuhan yang\nbersangkutan melaporkannya kepada Kepala Kantor Wilayah Departemen\nPerhubungan dan Direktur Jenderal Perhubungan Laut. Trayek yang akan\ndilayani oleh setiap Perusahaan Pelayaran Nasional wajib untuk diumumkan\nkepada masyarakat luas agar pengguna jasa dapat memanfaatkan sesuai dengan\nkepentingannya."
                        },
                        {
                            "id": "b7c1efe2-79d0-4a3a-bae5-7260c8d39284",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Rencana trayek yang akan dilayari oleh Perusahaan Pelayaran Nasional tersebut\nwajib diumumkan kepada masyarakat.",
                            "explanation": "\nKemudahan untuk menentukan trayek dan menempatkan kapal dalam trayek\noleh Perusahaan Pelayaran Nasional dimaksudkan untuk mendorong Perusahaan\nPelayaran Nasional menuju kemandirian usaha, sehingga dapat menentukan\nsendiri jenis investasi maupun daerah operasinya. Untuk memantau\nperkembangan yang terjadi maka setiap Perusahaan Pelayaran diwajibkan untuk\nmembuat laporan perjalanan kepada Administrator Pelabuhan/Kepala\nPelabuhan di pelabuhan pemberangkatan maupun tujuan yang selanjutnya\nsecara bertingkat Administrator Pelabuhan/Kepala Pelabuhan yang\nbersangkutan melaporkannya kepada Kepala Kantor Wilayah Departemen\nPerhubungan dan Direktur Jenderal Perhubungan Laut. Trayek yang akan\ndilayani oleh setiap Perusahaan Pelayaran Nasional wajib untuk diumumkan\nkepada masyarakat luas agar pengguna jasa dapat memanfaatkan sesuai dengan\nkepentingannya."
                        }
                    ]
                }
            ]
        },
        {
            "id": "1bcffa8a-c7d6-41db-a57a-092415bf1458",
            "name": "Chapter III",
            "title": "\nPENYELENGGARAAN ANGKUTAN LAUT",
            "type": "chapter",
            "children": [
                {
                    "id": "bd78e2fc-53ab-4c9b-b882-8c0dcc579226",
                    "name": "Article 9",
                    "type": "article",
                    "children": [
                        {
                            "id": "302cb04b-569e-4967-80ba-b9bf3504e401",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Usaha Pelayaran sebagaimana dimaksud dalam Pasal 4 huruf a terdiri dari:\na. pelayaran dalam negeri, termasuk pelayaran rakyat dan pelayaran\nperintis;\nb. pelayaran luar negeri.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "5a561b74-f6d0-40e7-81d0-befda74537f9",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pelayaran dalam negeri merupakan kegiatan angkutan laut antar pelabuhan di\nIndonesia yang dilakukan secara tetap dan teratur dan atau dengan pelayaran\nyang tidak tetap dan tidak teratur, dengan menggunakan semua jenis kapal.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "fbf64208-1a90-49c8-95e8-921a2b76c964",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Pelayaran rakyat merupakan kegiatan angkutan laut khusus untuk barang atau\nhewan antar pelabuhan di Indonesia dengan menggunakan kapal layar atau\nkapal layar motor sesuai dengan persyaratan sebagaimana dimaksud dalam Pasal\n14.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "ad258e73-1fe6-4098-acf2-d78d31208cfa",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Pelayaran perintis merupakan kegiatan angkutan laut secara tetap dan teratur\nsebagaimana dimaksud dalam Pasal 4 huruf c, diselenggarakan oleh Pemerintah.",
                            "explanation": "\nUntuk daerah-daerah yang terpencil dan belum terjangkau, serta tidak\nterlayani oleh perusahaan pelayaran maka pelayaran perintis\ndimaksudkan untuk melayani daerah-daerah tersebut."
                        },
                        {
                            "id": "6d81f8fb-6515-49ed-b372-0e929ee16163",
                            "name": "Verse 5",
                            "number": "5",
                            "type": "verse",
                            "content": " Pelayaran luar negeri merupakan pelayaran samudera sebagai kegiatan\nangkutan laut ke atau dari luar negeri yang dilakukan secara tetap dan teratur\ndan atau dengan pelayaran yang tidak tetap dan tidak teratur dengan\nmenggunakan semua jenis kapal.",
                            "explanation": ""
                        }
                    ]
                },
                {
                    "id": "b1721368-b6de-449f-8094-9a382517108e",
                    "name": "Article 10",
                    "type": "article",
                    "children": {
                        "id": "37bfdee3-9f44-499a-852a-20b015172f09",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nTermasuk dalam pengertian usaha pelayaran sebagaimana dimaksud dalam Pasal 4\nhuruf a adalah kegiatan pelayaran yang dilakukan oleh perusahaan non pelayaran\nuntuk menunjang usaha pokoknya.",
                        "explanation": "\nDisamping pelayaran yang bersifat umum (melayani pihak lain) maka kepada\nPerusahaan di luar perusahaan pelayaran yang karena sifat usahanya\nmemerlukan dan memiliki kapal khusus untuk mengangkut bahan-bahan baku\natau hasil produksinya atau Usaha Jasa Pariwisata, maka untuk perusahaan ini\ndimungkinkan melakukan kegiatan pelayaran untuk memenuhi kebutuhan\nusaha pokoknya."
                    }
                },
                {
                    "id": "44eb55ba-d132-4ea7-b91a-5114e4290cf7",
                    "name": "Article 11",
                    "type": "article",
                    "children": {
                        "id": "8121b2b9-03d7-498f-bb6f-4d04824c095a",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKegiatan usaha pelayaran sebagaimana dimaksud dalam Pasal 9 dan Pasal 10 wajib\nmemenuhi persyaratan serta izin yang ditetapkan dalam Peraturan Pemerintah ini.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "0477554d-a88c-43f3-99ea-620aed58b887",
                    "name": "Article 12",
                    "type": "article",
                    "children": [
                        {
                            "id": "4396c86a-ad8e-475c-9e6a-0b3b95a7adc8",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Usaha penunjang angkutan laut meliputi penyediaan jasa di bidang:\na. Ekspedisi Muatan Kapal Laut;\nb. Jasa Pengurusan Transportasi;\nc. Bongkar Muat;\nd. Perusahaan Tally;\ne. Angkutan Bandar;\nf. Usaha Penyewaan Peralatan Angkutan Laut/Alat Apung;\ng. Gudang Laut;\nh. Usaha-usaha penunjang angkutan lainnya.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "ba55a15a-5ef0-4b31-b3cd-883cb4ca75de",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Kegiatan usaha penunjang angkutan laut sebagaimana dimaksud dalam ayat (1) wajib memenuhi persyaratan serta izin yang ditetapkan dalam Peraturan Pemerintah ini.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "124bdc49-7b1c-48f1-985f-0a5f320aef26",
            "name": "Chapter IV",
            "title": "\nPENGUSAHAAN ANGKUTAN LAUT",
            "type": "chapter",
            "children": [
                {
                    "id": "dc141eca-711c-43f9-9122-b0a8924743ec",
                    "name": "Section First",
                    "title": "\nPersyaratan Usaha",
                    "type": "section",
                    "children": [
                        {
                            "id": "e2e122fa-60a5-4cde-bd2a-9144ce6e7e2d",
                            "name": "Article 13",
                            "type": "article",
                            "children": [
                                {
                                    "id": "ea067d99-37e7-4908-a26c-2982df7c04fd",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Untuk menjalankan Usaha Pelayaran sebagaimana dimaksud dalam Pasal 9 wajib dipenuhi persyaratan sebagai berikut:\na. dilakukan oleh badan hukum Indonesia berbentuk Perseroan Terbatas (PT) dan Badan Usaha Milik Negara sesuai dengan peraturan perundang-undangan yang berlaku.\nb. memiliki dan atau menguasai kapal laut berbendera Indonesia.\nc. memiliki Nomor Pokok Wajib Pajak (NPWP).",
                                    "explanation": "\nHuruf a\nPengertian Badan Hukum Indonesia termasuk pula di dalamnya\nBadan Usaha Milik Daerah, maupun perusahaan patungan antara\nperusahaan pelayaran nasional dan perusahaan pelayaran asing;\nHuruf b\nMenguasai Kapal dalam ketentuan ini ialah cara penguasaan kapal\nyang dilakukan dengan sewa guna usaha (leasing) ataupun carter.\nHuruf c\nCukup jelas"
                                },
                                {
                                    "id": "19cd2681-465a-4e9e-a7f7-97150e54a21b",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Persyaratan usaha bagi kegiatan pelayaran yang dilakukan oleh perusahaan non pelayaran ditetapkan oleh Menteri.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "a3c231ea-7e90-473e-b046-33fc0d8ced42",
                            "name": "Article 14",
                            "type": "article",
                            "children": {
                                "id": "74f9d8c9-9590-43b0-9a93-6511d2aa98d4",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nUntuk menyelenggarakan Usaha Pelayaran Rakyat sebagaimana dimaksud dalam Pasal 9 ayat (3) wajib dipenuhi persyaratan sebagai berikut:\na. dilakukan oleh perusahaan dalam salah satu bentuk badan usaha, termasuk koperasi;\nb. memiliki unit perahu layar atau kapal layar motor dengan ukuran sampai dengan 850 M3 isi kotor atau kapal motor dengan ukuran sampai dengan 100 M3.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "a6a04565-e0cc-4cf8-85dc-51498f6168c0",
                            "name": "Article 15",
                            "type": "article",
                            "children": {
                                "id": "d8eb2aba-289d-45f7-8542-ec42787f5692",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nUntuk menjalankan usaha penunjang angkutan laut wajib dipenuhi persyaratan sebagai berikut:\na. dilakukan oleh badan hukum Indonesia berbentuk Perseroan Terbatas (PT), Badan Usaha Milik Negara, dan koperasi sesuai dengan peraturan perundang-undangan yang berlaku;\nb. memiliki dan atau menguasai peralatan yang sesuai dengan bidang usahanya;\nc. memiliki Nomor Pokok Wajib Pajak (NPWP).",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "90261137-c02d-47f9-a92c-0a9f388c19bd",
                            "name": "Article 16",
                            "type": "article",
                            "children": {
                                "id": "d271745d-b93e-4f4f-b4ef-daf8944f923c",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nUsaha pergudangan yang melakukan kegiatan di lingkungan kerja pelabuhan wajib memenuhi persyaratan kerja yang ditetapkan oleh Menteri.",
                                "explanation": "\nUsaha pergudangan yang dimaksud adalah usaha pergudangan yang didirikan\nberdasarkan Bedrjfsreglementerings Ordonnantie (BRO) 1934 sebagaimana telah\ndiubah dan ditambah."
                            }
                        }
                    ]
                },
                {
                    "id": "735a780c-7d78-4408-8ad4-376e248319a2",
                    "name": "Section Second",
                    "title": "\nPerizinan Usaha",
                    "type": "section",
                    "children": [
                        {
                            "id": "b902c8b9-2cb4-4371-bb6b-48eff4d4e9e0",
                            "name": "Article 17",
                            "type": "article",
                            "children": [
                                {
                                    "id": "1c87ca4b-2fbf-4547-adeb-f1b4cd0df536",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Untuk menjalankan Usaha Pelayaran sebagaimana dimaksud dalam Pasal 9 wajib\ndimiliki Izin Usaha Pelayaran yang diberikan oleh Menteri atau pejabat yang\nditunjuk.",
                                    "explanation": "\nIzin Usaha diberikan untuk setiap badan hukum Indonesia yang akan\nmenjalankan Usaha Pelayaran. Izin Usaha diberikan setelah persyaratan\numum yang ditetapkan dipenuhi. Izin usaha ini sekaligus merupakan Izin\nOperasi."
                                },
                                {
                                    "id": "0935b462-d98b-438e-b85a-03dcb75970ed",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Izin Usaha Pelayaran sebagaimana dimaksud dalam ayat (1) berlaku selama\nperusahaan yang bersangkutan masih menjalankan kegiatan usahanya.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "1e11df37-1cd4-4b84-ba45-ace868df150c",
                            "name": "Article 18",
                            "type": "article",
                            "children": [
                                {
                                    "id": "d3941119-b986-450b-a50a-66913675c048",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Untuk menjalankan kegiatan pelayaran yang dilakukan oleh perusahaan non\npelayaran wajib dimiliki Izin Operasi yang diberikan oleh Menteri atau pejabat\nyang ditunjuk.",
                                    "explanation": "\nIzin Operasi ini diberikan khusus untuk keperluan pengoperasian kapal.\nSedangkan Izin Usaha bagi perusahaan yang bersangkutan, diberikan oleh\nMenteri lain yang membina bidang usaha yang bersangkutan."
                                },
                                {
                                    "id": "2d1c8c70-79bf-47f6-99b1-273e916faeb3",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Untuk menjalankan Usaha Pelayaran Rakyat sebagaimana dimaksud dalam Pasal\n14 wajib dimiliki Izin Usaha Pelayaran yang diberikan oleh Menteri atau pejabat\nyang ditunjuk.",
                                    "explanation": "\nLihat penjelasan Pasal 17 ayat (2)"
                                }
                            ]
                        },
                        {
                            "id": "7799a77a-360c-41c5-af7b-9fe85c90f5b6",
                            "name": "Article 19",
                            "type": "article",
                            "children": [
                                {
                                    "id": "03e2649d-cf60-4202-8f8b-6d7c16d036d1",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Untuk menjalankan usaha penunjang angkutan laut sebagaimana dimaksud\ndalam Pasal 12 wajib dimiliki Izin Usaha yang diberikan oleh Menteri atau\npejabat yang ditunjuk.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "cd1b5fa3-66e8-4cf0-ab4b-5e11ddf3fa89",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Perusahaan penunjang angkutan laut yang telah mendapat Izin Usaha sebagaimana dimaksud dalam ayat (1) wajib memenuhi ketentuan yang\nditetapkan bagi masing-masing kegiatan, yang bersangkutan.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "882c30f3-14b6-4f56-969c-db8a7c1821c5",
                            "name": "Article 20",
                            "type": "article",
                            "children": {
                                "id": "48b1d53c-d137-4f52-8e42-8aaafb623fab",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nTatacara untuk mengajukan permohonan serta pemberian Izin Usaha Perusahaan\nPelayaran dan Izin Operasi bagi perusahaan non pelayaran ditetapkan oleh Menteri.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "742e8b76-dcab-4da2-b547-046195bfa0a7",
                            "name": "Article 21",
                            "type": "article",
                            "children": [
                                {
                                    "id": "845999aa-b694-4171-a631-09d628f9a8a4",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Perusahaan Pelayaran wajib melaksanakan ketentuan yang ditetapkan dalam Izin\nUsaha.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "9b70d6b1-31e2-4f78-9442-93c119a4f99d",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Perusahaan penunjang angkutan laut wajib melaksanakan ketentuan yang\nditetapkan dalam Izin Usaha.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "439ba2f7-f1cf-4044-aea6-6b92869236b9",
                            "name": "Article 22",
                            "type": "article",
                            "children": [
                                {
                                    "id": "bd373c4d-f259-4ffd-ae1c-20b9457454df",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Izin Usaha Pelayaran, Izin Operasi, dan Izin Usaha di bidang usaha penunjang\nangkutan laut dicabut oleh Menteri berdasarkan pertimbangan sebagai berikut:\na. tidak menjalankan kegiatan usaha dengan nyata dalam jangka waktu 12\n(dua belas) bulan secara berturut-turut;\nb. perusahaan dinyatakan pailit;\nc. perusahaan menyatakan membubarkan diri;\nd. tidak memenuhi lagi ketentuan sebagaimana dimaksud dalam Pasal 13,\nPasal 14, Pasal 15, dan Pasal 16 serta peraturan perundang-undangan\nlainnya yang berlaku;\ne. Izin Usaha dan Izin Operasi diperoleh dengan cara tidak sah;\nf menjalankan usaha yang tidak sesuai dengan bidang usaha yang\nbersangkutan atau kegiatan yang melanggar ketentuan peraturan\nperundang-undangan yang berlaku.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "b343dd63-8c3a-41ad-b012-4b18cb1fc5c5",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Kecuali dalam hal-hal sebagaimana dimaksud dalam ayat (1) huruf b dan huruf\nc sebelum dilakukan pencabutan Izin Usaha dan Izin Operasi, kepada\nperusahaan yang bersangkutan diberikan peringatan terlebih dahulu yang\nkemudian diikuti dengan pembekuan Izin Usaha untuk jangka waktu tertentu.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "4b1ab4b4-80fb-49c4-a515-ee4309d5897a",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Ketentuan tentang tata cara pemberian peringatan, pembekuan, dan pencabutan\nIzin Usaha serta Izin Operasi ditetapkan oleh Menteri.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id": "65242e96-bce8-43fd-b455-c8b5a4d603f2",
            "name": "Chapter V",
            "title": "\nKETENTUAN-KETENTUAN LAIN",
            "type": "chapter",
            "children": [
                {
                    "id": "f1931999-b200-460a-9d01-4c75c3f2126e",
                    "name": "Article 23",
                    "type": "article",
                    "children": [
                        {
                            "id": "7ad65d63-b878-42ef-972e-4f68bf178965",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dengan memperhatikan ketentuan Pasal 6 ayat (2), perusahaan pelayaran asing\ndapat menempatkan atau menunjuk perwakilannya di Indonesia untuk\nmengurus kepentingannya di bidang administrasi.",
                            "explanation": "\nKetentuan ini dimaksudkan untuk membedakan bahwa penunjukan agen umum\nialah merupakan keharusan, sedangkan penunjukan perwakilan di Indonesia\nbukan merupakan suatu keharusan, karena tugas perwakilan perusahaan\npelayaran asing hanya bertindak di bidang administrasi. Ia tidak dibolehkan\nmelakukan kegiatan operasional seperti misalnya mencari muatan kapal,\nmengurus kegiatan bongkar muat barang dan lain-lain yang lazimnya dilakukan\nAgen Umum."
                        },
                        {
                            "id": "215ab7ec-f283-403f-a3fb-3ad2b26449a6",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Persyaratan mengenai penempatan atau penunjukan perwakilan perusahaan\npelayaran asing di Indonesia ditetapkan oleh Menteri.",
                            "explanation": "\nKetentuan ini dimaksudkan untuk membedakan bahwa penunjukan agen umum\nialah merupakan keharusan, sedangkan penunjukan perwakilan di Indonesia\nbukan merupakan suatu keharusan, karena tugas perwakilan perusahaan\npelayaran asing hanya bertindak di bidang administrasi. Ia tidak dibolehkan\nmelakukan kegiatan operasional seperti misalnya mencari muatan kapal,\nmengurus kegiatan bongkar muat barang dan lain-lain yang lazimnya dilakukan\nAgen Umum."
                        }
                    ]
                },
                {
                    "id": "c83245f8-ff96-446c-8641-e9ee752fb87d",
                    "name": "Article 24",
                    "type": "article",
                    "children": {
                        "id": "4c87dd91-ebca-481c-bd70-cbc01b0d0457",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPenyelenggaraan dan pengusahaan angkutan di perairan daratan dan penyeberangan\ndiatur dalam peraturan perundang-undangan tersendiri.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "277b9f92-4f5f-4348-972b-90e5a4d99898",
            "name": "Chapter VI",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "bb2b5085-ec51-4f2c-bd63-95d5ccf45ff8",
                    "name": "Article 25",
                    "type": "article",
                    "children": {
                        "id": "51ae40cf-46e9-4b36-8c4a-8ba7aa0e642b",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan berlakunya Peraturan Pemerintah ini, semua peraturan pelaksanaan Peraturan\nPemerintah Nomor 2 Tahun 1969 sebagaimana telah diubah dengan Peraturan\nPemerintah Nomor 25 Tahun 1985 dinyatakan tetap berlaku sepanjang belum diganti\natau diubah berdasarkan Peraturan Pemerintah ini.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "9afdec7d-c22d-41ca-a6d9-fc2f0dbab214",
                    "name": "Article 26",
                    "type": "article",
                    "children": {
                        "id": "bf013030-25ca-4aee-b8f1-39ff928e491b",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPerusahaan Pelayaran dan perusahaan penunjang angkutan laut yang telah\nmenjalankan usahanya berdasarkan Peraturan Pemerintah Nomor 2 Tahun 1969\nsebagaimana telah diubah dengan Peraturan Pemerintah Nomor 25 Tahun 1985 wajib\nmenyesuaikan perizinan usahanya sesuai dengan Peraturan Pemerintah ini dalam\njangka waktu selambat-lambatnya 12 (dua belas) bulan sejak tanggal ditetapkannya\nPeraturan Pemerintah ini.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "4ffd4ed1-1f54-4ed3-8362-2236d4582cbe",
            "name": "Chapter VII",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "a1248a73-11da-46e2-b5cd-7e1b920bd167",
                    "name": "Article 27",
                    "type": "article",
                    "children": {
                        "id": "9a48b1dd-f303-4ae7-a5a5-17e1f3d90f41",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan lebih lanjut yang diperlukan bagi pelaksanaan Peraturan Pemerintah ini\nditetapkan oleh Menteri.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "40b0203d-d339-40b8-b32f-57f688d8e588",
                    "name": "Article 28",
                    "type": "article",
                    "children": {
                        "id": "d42405a3-a234-4ae3-9117-d48cea1cd5b1",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\n1.  Peraturan Pemerintah ini dimaksudkan untuk menggantikan Peraturan\n    Pemerintah Nomor 2 Tahun 1969 tentang Penyelenggaraan dan\n    Pengusahaan Angkutan Laut (Lembaran Negara Tahun 1969 Nomor 2,\n    Tambahan Lembaran Negara Nomor 2881) sebagaimana telah diubah\n    dengan Peraturan Pemerintah Nomor 25 Tahun 1985 (Lembaran Negara\n    Tahun 1985 Nomor 32, Tambahan Lembaran Negara Nomor 3292) yang\n    dewasa ini sudah tidak sesuai lagi dengan perkembangan usaha angkutan\n    laut. Selain itu, ditujukan pula untuk dapat menunjang terwujudnya\n    Wawasan Nusantara.\n2.  Penyempurnaan dimaksud diperlukan untuk menata kembali\n    penyelenggaraan dan pengusahaan angkutan laut dan kegiatan usaha\n    penunjangnya, agar dapat menciptakan kepastian dan ketertiban usaha,\n    tersedianya jasa angkutan laut yang nyaman, aman, lancar, tertib dengan\n    biaya yang terjangkau, serta sesuai dengan kebutuhan masyarakat,\n    bangsa, dan negara.\n3.  Penataan tersebut meliputi :\n    a. kerangka dasar angkutan laut nasional;\n    b. kegiatan angkutan laut yang terdiri dari usaha pelayaran, kegiatan\n       pelayaran, pelayaran perintis, usaha penunjang angkutan laut, dan\n       usaha kepelabuhanan;\n    c. Persyaratan dan perizinan usaha yang disederhanakan.\n4.  Mengingat usaha pelayaran merupakan usaha yang membutuhkan modal\n    yang cukup dengan pengembalian yang cukup lama, Pemerintah juga\n    perlu memberikan perhatian dan kemudahan-kemudahan dalam\n    pengembangan armada usaha pelayaran dan hal-hal lain yang\n    memungkinkan pengembangannya sesuai dengan kemampuan.",
        "Nomor": "17",
        "Tahun": "1988",
        "Tentang": "PENYELENGGARAAN DAN PENGUSAHAAN ANGKUTAN LAUT",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa angkutan laut sebagai salah satu sarana perhubungan,\nperlu diselenggarakan atas dasar kepentingan umum dalam\nrangka mewujudkan Wawasan Nusantara;",
            "b": " bahwa untuk mencapai tujuan seperti tersebut di atas ketentuan\nmengenai penyelenggaraan dan pengusahaan angkutan laut\ndewasa ini sudah tidak sesuai lagi dengan tujuan efisiensi dan\nperkembangan usaha angkutan laut;",
            "c": " bahwa sehubungan dengan hal tersebut di atas, dipandang\nperlu untuk menyempurnakan Peraturan Pemerintah Nomor 2\nTahun 1969;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Pelayaran Indonesia Tahun 1936 (Indische\nScheepvaartswet Staatsblad Tahun 1936 Nomor 700);",
            "3": " Ordonansi Kapal Tahun 1935 (Scheepen Ordonnantie\nStaatsblad Tahun 1935 Nomor 66), beserta peraturan\npelaksanaannya;",
            "4": " Peraturan Pemerintah Nomor 11 Tahun 1983 tentang\nPembinaan Kepelabuhan (Lembaran Negara Tahun 1983\nNomor 14, Tambahan Lembaran Negara Nomor 3251),\nsebagaimana telah diubah dengan Peraturan Pemerintah\nNomor 23 Tahun 1985 (Lembaran Negara Tahun 1985 Nomor\n31, Tambahan Lembaran Negara Nomor 3290);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG PENYELENGGARAAN DAN\nPENGUSAHAAN ANGKUTAN LAUT.",
        "tanggal sah": ""
    }
}