{
    "results": [
        {
            "id": "17c2a608-9ece-4878-812e-7945f0e709c2",
            "name": "Chapter I",
            "title": "\nPENAMBAHAN PENYERTAAN MODAL",
            "type": "chapter",
            "children": [
                {
                    "id": "5c05eaa0-8114-4e9b-b196-ed776c72816f",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "7dabb7fd-26fe-4bb1-887b-b6dc1b77fa4d",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nNegara Republik Indonesia melakukan penambahan penyertaan modal ke\ndalam modal saham Perusahaan Perseroan (PERSERO) PT. Rajawali\nNusantara Indonesia yang didirikan berdasarkan Peraturan Pemerintah\nNomor 5 Tahun 1974.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "9585af1c-f5c0-49c5-8416-f33401db08e0",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "b1c5f6c8-b1e0-445b-92f5-8402d48819f6",
                            "name": "Verse 1",
                            "number": "(1)",
                            "type": "verse",
                            "content": " Penambahan penyertaan modal Negara sebagaimana dimaksud\ndalam Pasal 1 berupa uang tunai yang telah disetorkan kepada\nPerusahaan Perseroan (PERSERO) PT. Rajawali Nusantara\nIndonesia dan telah diinvestasikan untuk membeli saham-saham PT.\nPabrik Gula Tjandi Sidoardjo, pembiayaan Proyek Pengembangan\nLingkungan Kuningan (PPLK) di Jakarta dan pembayaran ganti\nrugi tanah di Jalan Pondok Gede, Kelurahan Pinang Ranti,\nKecamatan Makasar - Jakarta Timur.\n",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "c8b221d3-4a00-4dcf-8c6e-efbe316fca07",
                            "name": "Verse 2",
                            "number": "(2)",
                            "type": "verse",
                            "content": " Nilai penambahan penyertaan modal Negara Republik Indonesia ke dalam modal saham Perusahaan Perseroan (PERSERO) PT. Rajawali Nusantara Indonesia sebagaimana dimaksud dalam ayat (1) adalah sebesar Rp. 46.280.000.000,- (empat puluh enam milyar dua ratus delapan puluh juta rupiah).",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "7c335e93-8ef4-4be2-8ebc-4a9c7a2a1b39",
            "name": "Chapter II",
            "title": "\nPELAKSANAAN PENAMBAHAN PENYERTAAN MODAL",
            "type": "chapter",
            "children": [
                {
                    "id": "6f33f622-98f2-4b10-9c96-4635de0cb5fe",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "1a9d8c3b-1ae8-42a4-9f77-1a2c32330003",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPelaksanaan penyertaan modal Negara Republik Indonesia ke dalam Modal Saham Perusahaan Perseroan (PERSERO) PT. Rajawali Nusantara Indonesia sebagaimana dimaksud dalam Pasal 1 dilakukan menurut Undang-undang Hukum Dagang (Staatsblad Tahun 1847 Nomor 23) sebagaimana telah beberapa kali diubah, terakhir dengan Undang-undang Nomor 4 Tahun 1971, dengan memperhatikan ketentuan-ketentuan yang tercantum dalam Peraturan Pemerintah Nomor 12 Tahun 1969, sebagaimana telah diubah dengan Peraturan Pemerintah Nomor 24 Tahun 1972.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "5ec6db75-04e5-4041-9483-898807b5974c",
            "name": "Chapter III",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "c5539245-4ffa-4adb-a4aa-9a24ac01374f",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "d4e65a88-e432-45c9-9d97-087625cf6966",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan lebih lanjut yang diperlukan bagi pelaksanaan Peraturan Pemerintah ini diatur oleh Menteri Keuangan.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "9b02384e-9c87-413f-9d41-a6e4a99b2536",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "591b36c6-97a4-42ec-bf1b-2f7e5a0ce00c",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan\nPeraturan Pemerintah ini dengan penempatannya dalam Lembaran\nNegara Republik Indonesia.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Nomor": "10",
        "Tahun": "1994",
        "Tentang": "PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA\nKE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO)\nPT. RAJAWALI NUSANTARA INDONESIA",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa untuk lebih meningkatkan dan mengembangkan kegiatan usaha\nPerusahaan Perseroan (PERSERO) PT. Rajawali Nusantara Indonesia,\nperlu untuk melakukan penambahan penyertaan modal Negara\nRepublik Indonesia ke dalam modal saham Persero tersebut;",
            "b": " bahwa kekayaan Negara berupa uang tunai yang telah disetorkan\nkepada Perusahaan Perseroan (PERSERO) PT. Rajawali Nusantara\nIndonesia dan telah diinvestasikan untuk membeli saham-saham PT.\nPabrik Gula Tjandi Sidoardjo, pembiayaan Proyek Pengembangan\nLingkungan Kuningan (PPLK) di Jakarta dan pembayaran ganti rugi\ntanah di Jalan Pondok Gede, Kelurahan Pinang Ranti, Kecamatan\nMakasar - Jakarta Timur dapat ditetapkan sebagai tambahan\npenyertaan modal Negara ke dalam modal saham Perusahaan\nPerseroan (PERSERO) PT. Rajawali Nusantara Indonesia;",
            "c": " bahwa penambahan penyertaan modal Negara Republik Indonesia\ntersebut, perlu ditetapkan dengan Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Kitab Undang-undang Hukum Dagang (Staatsblad Tahun 1847 Nomor\n23) sebagaimana telah beberapa kali diubah, terakhir dengan\nUndang-undang Nomor 4 Tahun 1971 (Lembaran Negara Tahun 1971\nNomor 20, Tambahan Lembaran Negara Nomor 2959);"
        },
        "Menetapkan": "\n3. Undang-undang Nomor 9 Tahun 1969 tentang Penetapan Peraturan Pemerintah Pengganti Undang-undang Nomor 1 Tahun 1969 tentang Bentuk-bentuk Usaha Negara (Lembaran Negara Tahun 1969 Nomor 16, Tambahan Lembaran Negara Nomor 2890) Menjadi Undang-undang (Lembaran Negara Tahun 1969 Nomor 40, Tambahan Lembaran Negara Nomor 2904);\n4. Peraturan Pemerintah Nomor 12 Tahun 1969 tentang Perusahaan Perseroan (PERSERO) (Lembaran Negara Tahun 1969 Nomor 21, Tambahan Lembaran Negara Nomor 2894) sebagaimana telah diubah dengan Peraturan Pemerintah Nomor 24 Tahun 1972 (Lembaran Negara Tahun 1972 Nomor 32, Tambahan Lembaran Negara Nomor 2987)\n5. Peraturan Pemerintah Nomor 5 Tahun 1974 tentang Penyertaan Modal Negara Republik Indonesia Dalam Perseroan Terbatas Perusahaan Perkembangan Ekonomi Nasional Rajawali Nusantara Indonesia (PT. Rajawali Nusantara Indonesia) (Lembaran Negara Tahun 1974 Nomor 7)\n6. Peraturan Pemerintah Nomor 3 Tahun 1983 tentang Tata Cara Pembinaan dan Pengawasan Perusahaan Jawatan (PERJAN), Perusahaan Umum (PERUM) dan Perusahaan Perseroan (PERSERO) (Lembaran Negara Tahun 1983 Nomor 3, Tambahan Lembaran Negara Nomor 3246) sebagaimana telah diubah dengan Peraturan Pemerintah Nomor 28 Tahun 1983 (Lembaran Negara Tahun 1983 Nomor 37);\nMEMUTUSKAN \nMenetapkan PERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG\nPENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK\nINDONESIA KE DALAM MODAL SAHAM PERUSAHAAN\nPERSEROAN (PERSERO) PT. RAJAWALI NUSANTARA\nINDONESIA.",
        "tanggal sah": "18 Maret 1994"
    }
}