{
    "results": [
        {
            "id": "215b0bb8-88e8-4b9e-b08a-fc7bc53055a3",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "3fc433f6-12a8-47b2-94b3-2cf7a9202d45",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dalam Peraturan Pemerintah ini yang dimaksud dengan:\n1. Penerimaan Negara Bukan Pajak adalah seluruh penerimaan Pemerintah Pusat yang tidak berasal\ndari penerimaan perpajakan.\n2. Ruang gudang yang akan disewakan adalah bangunan gudang milik BULOG di seluruh Indonesia\nyang sedang tidak dimanfaatkan dan atau dalam waktu pendek tidak akan dimanfaatkan oleh\nBULOG.\n3. Gudang Bulog Modem (GBM) adalah gudang yang dibangun menggunakan konstruksi baja\ndengan perkiraan luas lantai antara 2.800 m2 sampai dengan 4.140 m2 dan mempunyai fasilitas\nbongkar muat dalam gudang.\n4. Gudang Bulog Baru (GBB) adalah gudang yang dibangun menggunakan konstruksi baja dengan\nperkiraan luas lantai antara 480 m2 sampai dengan 1.440 m2 dan mempunyai fasilitas bongkar\nmuat di luar gudang.\n5. Gudang Semi Permanen (GSP) adalah gudang yang dibangun menggunakan konstruksi baja atau\nkayu dengan perkiraan luas lantai antara 276 m2 sampai dengan 960 m2 dan mempunyai fasilitas\nbongkar muat di luar gudang.\n6. Gudang Bulog Lama (GBL) adalah gudang yang dibangun atau diperoleh dari pihak ke tiga\ndengan konstruksi baja atau kayu dengan luas yang bervariasi dan mempunyai fasilitas bongkar\nmuat di luar gudang, di beberapa tempat dapat melaksanakan bongkar muat di dalam gudang.\n7. Gudang Daerah Terpencil (GDT) adalah gudang yang dibangun di daerah terpencil menggunakan\nkonstruksi kayu dengan perkiraan luas lantai antara 100 m2 sampai dengan 480 m2 mempunyai\nfasilitas bongkar muat di luar gudang.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "5da1f5cc-d8ae-4c06-9f2b-a1d9ed4cdd9d",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "10c901e4-c113-4b3b-a251-87e8a66b6a65",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "1. Jenis Penerimaan Negara Bukan Pajak yang berlaku pada BULOG berasal dari penerimaan hasil\npenyewaan gudang milik BULOG di seluruh Indonesia dan penerimaan sewa forklif.\n2. Tarif atas jenis Penerimaan Negara Bukan Pajak yang berlaku pada BULOG sebagaimana\ndimaksud dalam ayat (1) ditetapkan dalam Lampiran Peraturan Pemerintah ini.\n",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "82c68ee3-c6ea-46a0-830f-966c14bc5f20",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "34cbc0a2-4f5b-494b-8adf-0d600e4b74fa",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Seluruh penerimaan hasil penyewaan gudang milik BULOG merupakan Penerimaan Negara\nBukan Pajak dan wajib disetor langsung secepatnya ke Kas Negara.\n(2) Dana hasil penyewaan gudang milik gudang BULOG sebagaimana dimaksud dalam ayat (1)\ndiutamakan untuk membiayai kegiatan pemeliharaan gudang-gudang BULOG melalui mekanisme\nAnggaran Pendapatan dan Belanja Negara.",
                "explanation": "\nPengertian Kas Negara adalah sebagaimana dimaksud dalam Undang-undang Nomor 20\nTahun 1997 tentang Penerimaan Negara Bukan Pajak."
            }
        },
        {
            "id": "dbef954d-a093-4a93-9a90-d69f674f8ccc",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "a5e4b51c-6de7-4e1c-b73c-c17b76b9e924",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Tarif gudang merupakan tarif sewa ruang gudang tertutup dan sudah termasuk penggunaan\nfasilitas berupa flonder/pallet yang tersedia.\n(2) Pemberian keringanan atas tarif sewa gudang sebagaimana ditetapkan dalam Lampiran Peraturan\nPemerintah ini ditetapkan dengan Keputusan Kepala BULOG setelah mendapat persetujuan\nMenteri Keuangan.",
                "explanation": "\nPenggunaan fasilitas lain berupa listrik, telepon, dan air dibebankan kepada dan dibayar\noleh penyewa sesuai tagihan perusahaan penyedia jasa listrik, telepon dan air."
            }
        },
        {
            "id": "65062162-8457-44fe-8c70-55b7128992f7",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "aabcdef5-c833-46fa-9d7f-4cca1e90e104",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Penyewaan gudang dilakukan untuk sekurang-kurangnya 1 (satu) unit bangunan gudang.\n(2) Tarif sewa gudang dihitung setiap bulan dan paling lama 3 (tiga) tahun.\n(3) Satuan sewa gudang adalah meter persegi (m2) per bulan dan tarif sewa gudang adalah dalam\nRupiah.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "856e249e-3953-41bc-be6a-4fc2650560e4",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "62e139d9-48b2-4337-8379-8c32ef4d311d",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Dalam hal penyewaan gudang kurang dari 1 (satu) bulan, tarif sewa gudang ditetapkan mingguan.\n(2) Besarnya tarif mingguan sebagaimana dimaksud dalam ayat (1) adalah seperempat dikali tarif\nsewa gudang yang bersangkutan sebagaimana ditetapkan dalam Lampiran Peraturan Pemerintah\nini.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "f6b2980c-867c-459b-995b-09a2544da2a2",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "7d1540ff-2f02-44fb-b96d-7c36eea514a6",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Setiap transaksi penyewaan gudang harus dinyatakan dengan kontrak penyewaan gudang dan dilaporkan\nsecara berkala kepada Menteri Keuangan.\n",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "da428e07-2d07-45bc-909e-35562ff85e28",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "86a043b3-e006-42d7-9e1b-0a338d545ab1",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Ketentuan lebih lanjut yang berkaitan dengan teknis pelaksanaan penyewaan gudang diatur lebih lanjut dengan keputusan Kepala BULOG.",
                "explanation": "\nKetentuan lebih lanjut yang diatur oleh Kepala BULOG antara lain barang/komoditi yang akan\ndisimpan di dalam gudang tidak menimbulkan kerusakan."
            }
        },
        {
            "id": "d1f1fd37-ddc2-4228-860e-d09296d45b6b",
            "name": "Article 9",
            "type": "article",
            "children": {
                "id": "cbaa6cc7-d415-4a48-9420-9a6efb9da6f6",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pada saat Peraturan Pemerintah ini mulai berlaku, perjanjian yang telah dibuat antara BULOG dengan pihak penyewa tetap berlaku sampai dengan berakhirnya perjanjian dimaksud.\n(2) Dalam hal dipandang perlu dilakukan penyesuaian terhadap perjanjian sebagaimana dimaksud dalam ayat (1), penyesuaian dimaksud dilakukan paling lambat 3 (tiga) bulan sejak Peraturan Pemerintah ini berlaku.",
                "explanation": "\nCukup jelas\n"
            }
        },
        {
            "id": "a6242f48-855a-4407-bdd7-543bda4d4a48",
            "name": "Article 10",
            "type": "article",
            "children": {
                "id": "3ae64210-093d-417d-b5ac-27fe9e575cfb",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku sejak tanggal ditetapkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                "explanation": "\nCukup jelas\n"
            }
        }
    ],
    "metadata": {
        "Nomor": "18",
        "Tahun": "2001",
        "Tentang": "TARIF ATAS JENIS PENERIMAAN NEGARA BUKAN PAJAK\nYANG BERLAKU PADA BADAN URUSAN LOGISTIK",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa untuk meningkatkan Penerimaan Negara Bukan Pajak, aset pergudangan\nyang dimiliki Badan Urusan Logistik (BULOG) di seluruh Indonesia perlu dioptimalkan\npemanfaatannya dengan cara disewakan;",
            "b": " bahwa sehubungan dengan tersebut dan sebagai pelaksanaan ketentuan mengenai\npenetapan jenis dan tarif Penerimaan Negara Bukan Pajak dalam Undang-undang\nNomor 20 Tahun 1997 tentang Penerimaan Negara Bukan Pajak, perlu menetapkan\nPeraturan Pemerintah tentang Tarif atas Jenis Penerimaan Negara Bukan Pajak yang\nberlaku pada Badan Urusan Logistik (BULOG);"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945 sebagaimana telah diubah dengan\nPerubahan Kedua Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 20 Tahun 1997 tentang Penerimaan Negara Bukan Pajak\n(Lembaran Negara Republik Indonesia Tahun 1997 Nomor 43, Tambahan Lembaran\nNegara Nomor 3687);",
            "3": " Peraturan Pemerintah Nomor 22 Tahun 1997 tentang Jenis dan Penyetoran\nPenerimaan Negara Bukan Pajak (Lembaran Negara Republik Indonesia Tahun 1997\nNomor 57, Tambahan Lembaran Negara Nomor 3694) sebagaimana telah diubah\ndengan Peraturan Pemerintah Nomor 52 Tahun 1998 Lembaran Negara Republik\nIndonesia Tahun 1998 Nomor 85, Tambahan Lembaran Negara Nomor 3760);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG TARIF ATAS JENIS PENERIMAAN NEGARA BUKAN PAJAK\nYANG BERLAKU PADA BADAN URUSAN LOGISTIK.",
        "tanggal sah": "16 April 2001"
    }
}