{
    "results": [
        {
            "id": "00ea9c9a-ed98-4e9c-954d-5cd25ba392ab",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "b124a490-8e40-457d-bcdb-e0c064a4cdf6",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "971c24c7-a641-445f-837b-182410f6ad60",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan:\n1. Instansi sipil adalah organisasi pemerintahan di luar instansi Tentara Nasional Indonesia dan\nKepolisian Negara Republik Indonesia.\n2. Pejabat Pembina Kepegawaian adalah pejabat yang berwenang mengangkat, memindahkan, dan\nmemberhentikan Pegawai Negeri Sipil di lingkungannya sesuai dengan peraturan\nperundang-undangan yang berlaku.\n3. Anggota Tentara Nasional Indonesia dan Anggota Kepolisian Negara Republik Indonesia adalah\nAnggota Tentara Nasional Indonesia dan Anggota Kepolisian Negara Republik Indonesia yang\nakan menduduki jabatan struktural di lingkungan instansi sipil.\n4. Jabatan struktural adalah jabatan struktural Eselon I dan Eselon II sebagaimana dimaksud dalam\nPeraturan Pemerintah Nomor 100 Tahun 2000 tentang Pengangkatan Pegawai Negeri Sipil dalam\nJabatan Struktural.\n5. Kompetensi adalah kemampuan karakteristik yang dimiliki oleh seorang Pegawai Negeri Sipil\nberupa pengetahuan, keterampilan, dan sikap perilaku yang diperlukan dalam pelaksanaan tugas\njabatannya.\n6. Persyaratan jabatan adalah persyaratan yang harus dipenuhi oleh Pegawai Negeri Sipil untuk\ndapat diangkat dalam jabatan struktural sesuai dengan peraturan perundang-undangan yang\nberlaku.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "ef33ecf7-52d6-460e-9aac-ff1cb2251f57",
            "name": "Chapter II",
            "title": "\nPENGALIHAN STATUS",
            "type": "chapter",
            "children": [
                {
                    "id": "b3941ac4-05ff-415f-ac29-f3ed3ca34b14",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "08e7bbb4-a98d-40a3-bf5b-bd7fdd880d28",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n7. Anggota Tentara Nasional Indonesia dan Anggota Kepolisian Negara Republik Indonesia yang\nakan menduduki jabatan struktural dialihkan statusnya menjadi Pegawai Negeri Sipil.\n8. Anggota Tentara Nasional Indonesia dan Anggota Kepolisian Negara Republik Indonesia yang\ntelah dialihkan statusnya menjadi Pegawai Negeri Sipil diberhentikan dengan hormat sebagai\nAnggota Tentara Nasional Indonesia atau Anggota Kepolisian Negara Republik Indonesia.\n9. Pemberhentian sebagaimana dimaksud dalam ayat (2) dilakukan terhitung mulai tanggal yang\nbersangkutan diangkat sebagai Pegawai Negeri Sipil.",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        },
        {
            "id": "67b3e48a-1fd9-4fd6-90f7-c87d1b2a67eb",
            "name": "Chapter III",
            "title": "\nPERSYARATAN DAN TATA CARA",
            "type": "chapter",
            "children": [
                {
                    "id": "82e80ff6-0159-4dc5-9aae-f96286de1c76",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "6390f845-3def-495f-80bd-e737cf73a5ac",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAnggota Tentara Nasional Indonesia dan Anggota Kepolisian Negara Republik Indonesia sebagaimana\ndimaksud dalam Pasal 2 harus memenuhi persyaratan sebagai berikut:\na. mempunyai pengetahuan serta keahlian yang berkaitan dengan substansi tugas jabatan yang\nakan didudukinya;\nb. keahliannya tidak terdapat dalam lingkungan Pegawai Negeri Sipil pada instansi yang\nmembutuhkan;\nc. mempunyai pengalaman yang berkesesuaian dengan bidang tugas jabatan yang akan\ndidudukinya;\nd. memenuhi syarat jabatan dan syarat kompetensi yang ditentukan bagi Pegawai Negeri Sipil;\ne. mempunyai kemampuan manajerial dan/atau mempunyai pengalaman memimpin organisasi;\nf. sehat jasmani dan rohani;\ng. memiliki integritas yang tinggi terhadap Negara.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "8c1d17ee-0d04-40f3-8ee6-9ae80b655767",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "556c3839-9c90-46c1-b3fc-64fa2b441267",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1. Pejabat Pembina Kepegawaian menyampaikan permintaan kepada Panglima Tentara Nasional\nIndonesia bagi Anggota Tentara Nasional Indonesia atau Kepala Kepolisian Negara Republik\nIndonesia bagi Anggota Kepolisian Negara Republik Indonesia yang memenuhi kualifikasi tenaga yang dibutuhkan.\n2. Permintaan sebagaimana dimaksud dalam ayat (1) tembusannya disampaikan kepada Kepala Badan Kepegawaian Negara.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "b1a4a85d-0ffa-4c92-99eb-6aadddaafdc6",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "b82c619a-f77d-4220-b9a7-fbc0f95f6ad3",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1. Apabila permintaan Pejabat Pembina Kepegawaian sebagaimana dimaksud dalam Pasal 4 dipenuhi, Panglima Tentara Nasional Indonesia atau Kepala Kepolisian Negara Republik Indonesia mengajukan calon disertai dengan:\na. daftar riwayat hidup;\nb. salinan/foto copy surat keputusan pangkat terakhir yang telah dilegalisir,\nc. salinan/foto copy surat keputusan pengangkatan dalam jabatan terakhir yang telah dilegalisir;\nd. surat keterangan kesehatan dari dokter pemerintah.\n2. Persetujuan Panglima Tentara Nasional Indonesia atau Kepala Kepolisian Negara Republik\nIndonesia sebagaimana dimaksud dalam ayat (1) tembusannya disampaikan kepada Kepala Badan Kepegawaian Negara.",
                        "explanation": "\nDalam hal Anggota Tentara Nasional Indonesia atau Anggota Kepolisian Negara Republik Indonesia yang dicalonkan oleh Panglima Tentara Nasional Indonesia atau Kepala Kepolisian Negara Republik Indonesia untuk pengalihan status menjadi Pegawai Negeri Sipil sebagaimana dimaksud dalam pasal ini harus didasarkan atas kesukarelaan yang bersangkutan."
                    }
                },
                {
                    "id": "7faf2649-d149-42af-8c77-3675a143d592",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "f3c48d6a-ffcd-4136-a7ee-f1f9ccb90a21",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKepala Badan Kepegawaian Negara memberikan pertimbangan teknis kepegawaian kepada Presiden atau\nPejabat Pembina Kepegawaian mengenai pengalihan status kepegawaian Anggota Tentara Nasional",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "b44fc9d8-91cd-4fe6-b64c-6248b41a57ea",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "bc95e3e1-9d93-46f0-a75f-799728e5222f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1. Kepada Anggota Tentara Nasional Indonesia dan Anggota Kepolisian Negara Republik Indonesia\nyang telah dialihkan statusnya menjadi Pegawai Negeri Sipil diangkat dalam jabatan struktural,\ndiberikan pangkat yang sesuai dengan jabatan tersebut dan diberikan nomor identitas Pegawai\nNegeri Sipil.\n2. Penyesuaian sebagaimana dimaksud dalam ayat (1) adalah sebagaimana tercantum dalam\nLampiran Peraturan Pemerintah ini.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "7e0a7cc1-13f8-4ddf-aeaa-b98a16cff0d3",
                    "name": "Article 8",
                    "type": "article",
                    "children": {
                        "id": "83389b64-47a7-4319-9979-1b6b719ce2f1",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPengalihan status sebagaimana dimaksud dalam Pasal 7 ayat (1) ditetapkan oleh:\na. Presiden bagi yang diangkat dalam jabatan struktural Eselon I untuk menjadi Pegawai Negeri Sipil\nPusat dalam pangkat Pembina Utama Muda golongan ruang IV/c sampai dengan Pembina Utama\ngolongan ruang IV/e berdasarkan usul dari Pejabat Pembina Kepegawaian Pusat setelah\nmendapat pertimbangan teknis Kepala Badan Kepegawaian Negara;\nb. Pejabat Pembina Kepegawaian Pusat bagi yang diangkat dalam jabatan struktural Eselon II untuk\nmenjadi Pegawai Negeri Sipil Pusat dalam pangkat Pembina Tingkat I golongan ruang IV/b sampai\ndengan Pembina Utama Muda golongan ruang IV/c setelah mendapat pertimbangan Kepala\nBadan Kepegawaian Negara;\nc. Pejabat Pembina Kepegawaian Daerah bagi yang diangkat dalam jabatan struktural Eselon II dan\nEselon I untuk menjadi Pegawai Negeri Sipil Daerah dalam pangkat Pembina Tingkat I golongan\nruang IV/b sampai dengan Pembina Utama golongan ruang IV/e setelah mendapat pertimbangan\nKepala Badan Kepegawaian Negara.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "71ed0e0e-8a36-47c3-9659-225c8bf0017b",
                    "name": "Article 9",
                    "type": "article",
                    "children": {
                        "id": "a03b9428-4404-4181-80d8-d184ae9411f6",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSelain oleh Pegawai Negeri Sipil, jabatan struktural tertentu pada instansi sipil:\na. Departemen Pertahanan;\nb. Sekretariat Militer Presiden;\nc. Badan Intelijen Negara;\n\nd. Lembaga Sandi Negara;\ne. Lembaga Ketahanan Nasional;\nf. Dewan Ketahanan Nasional;\ng. Badan S.A.R. Nasional, dapat diduduki oleh Anggota Tentara Nasional Indonesia dan Anggota Kepolisian Negara Republik Indonesia tanpa dialihkan statusnya menjadi Pegawai Negeri Sipil berdasarkan Peraturan Pemerintah ini.",
                        "explanation": "\nYang dimaksud dengan Jabatan Struktural tertentu instansi sipil dalam Pasal ini adalah\njabatan-jabatan struktural yang tugas dan fungsinya sesuai dengan tugas dan fungsi Tentara\nNasional Indonesia dan Kepolisian Negara Republik Indonesia."
                    }
                }
            ]
        },
        {
            "id": "d0b5ef6b-0bf0-48ca-a4f0-8f5ced34b85a",
            "name": "Chapter IV",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "693e9b66-2122-44ba-8ff4-31f8c100939b",
                    "name": "Article 10",
                    "type": "article",
                    "children": {
                        "id": "56ad0101-d157-4c3e-a5a6-b859c57f481a",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1. Anggota Tentara Nasional Indonesia dan Anggota Kepolisian Negara Republik Indonesia yang telah menduduki Jabatan Struktural Eselon I atau Eselon II pada saat Peraturan Pemerintah ini berlaku harus menentukan pilihan mengenai statusnya.\n2. Penentuan pilihan sebagaimana dimaksud dalam ayat (1) diajukan selambat-lambatnya 6 (enam) bulan setelah Peraturan Pemerintah ini ditetapkan.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "088b9ba5-60b2-42dd-a396-0d583c75dd52",
            "name": "Chapter V",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "f485e4b7-d5e2-41ed-b36e-08c4a3c7b089",
                    "name": "Article 11",
                    "type": "article",
                    "children": {
                        "id": "bb5d3446-0da8-4549-9754-2715e38f6442",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan pelaksanaan Peraturan Pemerintah ini diatur lebih lanjut oleh Panglima Tentara Nasional Indonesia, Kepala Kepolisian Negara Republik Indonesia dan Kepala Badan Kepegawaian Negara.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "eedb832f-4249-437c-b103-e16a6a875158",
                    "name": "Article 12",
                    "type": "article",
                    "children": {
                        "id": "783d4298-552d-4a89-b24d-01f993cdd04d",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan\npenempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nDalam rangka mencapai daya guna dan hasil guna penyelenggaraan pemerintahan sepanjang\ndiperlukan, jabatan struktural di lingkungan instansi sipil dapat diisi oleh Anggota Tentara Nasional\nIndonesia dan Anggota Kepolisian Negara Republik Indonesia, setelah dialihkan statusnya menjadi\nPegawai Negeri Sipil. Untuk itu perlu diatur tata cara pengalihan status Anggota Tentara Nasional\nIndonesia dan Anggota Kepolisian Negara Republik Indonesia menjadi Pegawai Negeri Sipil. Alih\nstatus sebagaimana dimaksud dilakukan apabila di lingkungan instansi sipil memenuhi kompetensi\nyang dibutuhkan. Oleh karena itu pengisian jabatan struktural di lingkungan instansi sipil oleh\nAnggota Tentara Nasional Indonesia atau Anggota Kepolisian Negara Republik Indonesia harus\nsesuai dengan kompetensi jabatan yang dipersyaratkan. Untuk itu dilakukan secara obyektif dan\nselektif sehingga dapat menimbulkan kegairahan untuk berkompetisi bagi semua Pegawai Negeri\nSipil dalam meningkatkan kemampuan profesionalismenya dalam rangka memberikan pelayanan\nyang terbaik kepada masyarakat.",
        "Nomor": "15",
        "Tahun": "2001",
        "Tentang": "PENGALIHAN STATUS ANGGOTA TENTARA NASIONAL INDONESIA\nDAN ANGGOTA KEPOLISIAN NEGARA REPUBLIK INDONESIA\nMENJADI PEGAWAI NEGERI SIPIL\nUNTUK MENDUDUKI JABATAN STRUKTURAL\nPRESIDEN REPUBLIK INDONESIA,",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa jabatan struktural di lingkungan instansi sipil merupakan jabatan karier yang\nhanya dapat diisi dan diduduki oleh Pegawai Negeri Sipil dan/atau Pegawai Negeri\nyang telah beralih status sebagai Pegawai Negeri Sipil;",
            "b": " bahwa apabila dibutuhkan dan sesuai dengan kompetensi yang ditetapkan, jabatan\nstruktural di lingkungan instansi sipil dapat diisi oleh Anggota Tentara Nasional\nIndonesia dan Anggota Kepolisian Negara Republik Indonesia setelah dialihkan\nstatusnya menjadi Pegawai Negeri Sipil;",
            "c": " bahwa untuk maksud tersebut pada huruf b, dipandang perlu untuk mengatur\npengalihan status Anggota Tentara Nasional Indonesia dan Anggota Kepolisian\nNegara Republik Indonesia menjadi Pegawai Negeri Sipil untuk kemudian diangkat\ndalam jabatan struktural di lingkungan instansi sipil dengan Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 4 ayat (1) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 8 Tahun 1974 tentang Pokok-pokok Kepegawaian (Lembaran\nNegara Tahun 1974 Nomor 55, Tambahan Lembaran Negara Nomor 3041)\nsebagaimana telah diubah dengan Undang-undang Nomor 43 Tahun 1999 (Lembaran\nNegara Tahun 1999 Nomor 169, Tambahan Lembaran Negara Nomor 3890);",
            "3": " Undang-undang Nomor 2 Tahun 1988 tentang Prajurit Angkatan Bersenjata Republik\nIndonesia (Lembaran Negara Tahun 1988 Nomor 4, Tambahan Lembaran Negara\nNomor 3369);",
            "4": " Undang-undang Nomor 28 Tahun 1997 tentang Kepolisian Negara Republik\nIndonesia (Lembaran Negara Tahun 1997 Nomor 81, Tambahan Lembaran Negara\nNomor 3710);",
            "5": " Peraturan Pemerintah Nomor 6 Tahun 1990 tentang Administrasi Prajurit Angkatan\nBersenjata Republik Indonesia (Lembaran Negara Tahun 1990 Nomor 9, Tambahan\nLembaran Negara Nomor 3402);",
            "6": " Peraturan Pemerintah Nomor 96 Tahun 2000 tentang Wewenang Pengangkatan,\nPemindahan, dan Pemberhentian Pegawai Negeri Sipil (Lembaran Negara Tahun\n2000 Nomor 193, Tambahan Lembaran Negara Nomor 4014);",
            "7": " Peraturan Pemerintah Nomor 98 Tahun 2000 tentang Pengadaan Pegawai Negeri\nSipil (Lembaran Negara Tahun 2000 Nomor 195, Tambahan Lembaran Negara\nNomor 4016);",
            "8": " Peraturan Pemerintah Nomor 100 Tahun 2000 tentang Pengangkatan Pegawai\nNegeri Sipil dalam Jabatan Struktural (Lembaran Negara Tahun 2000 Nomor 197,\nTambahan Lembaran Negara Nomor 4018);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PENGALIHAN STATUS ANGGOTA TENTARA\nNASIONAL INDONESIA DAN ANGGOTA KEPOLISIAN NEGARA REPUBLIK INDONESIA\nMENJADI PEGAWAI NEGERI SIPIL UNTUK MENDUDUKI JABATAN STRUKTURAL.",
        "tanggal sah": "27 Maret 2001"
    }
}