{
    "results": [
        {
            "id": "56bcd4ad-1bed-4376-afc3-4ec6b7be4cdb",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "76c6861a-dcd8-45b0-9efc-b05d4012880d",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "4d948525-51dd-4fce-9666-9e7a5d62cf06",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan:\n1. Standar adalah spesifikasi teknis atau sesuatu yang dibakukan termasuk tata cara dan metode\nyang disusun berdasarkan konsensus semua pihak yang terkait dengam memperhatikan\nsyarat-syarat keselematan, keamanan, kesehatan lingkungan hidup, perkembangan ilmu\npengetahuan dan teknologi, serta pengalaman, perkembangan masa kini dan masa yang akan\ndatang untuk memperoleh manfaat yang sebesar-besarnya.\n2. Standardisasi adalah proses merumuskan, menetapkan, menerapkan dan merevisi standar, yang\ndilaksanakan secara tertib dan bekerjasama dengan semua pihak.\n3. Standar Nasional Indonesia (SNI), adalah standar yang ditetapkan oleh Badan Standardisasi\nNasional dan berlaku secara nasional.\n4. Rancangan Standar Nasional Indonesia (RSNI), adalah rancangan standar yang dirumuskan oleh\npanitia teknis setelah tercapai konsensus dari semua pihak yang terkait.\n5. Perumusan Standar Nasional Indonesia adalah rangkaian kegiatan sejak pengumpulan dan\npengolahan data untuk menyususn Rancangan Standar Nasional Indonesia sampai tercapainya\nkonsensus dari semua pihak yang terkait.\n6. Penetapan Satandar Nasional Indonesia adalah kegiatan menetapkan Rancangan Standar\nNasional Indonesia menjadi Standar Nasional Indonesia.\n7. Penerapan Standar Nasional Indonesia adalah kegiatan menggunakan Standar Nasional\nIndonesia oleh pelaku usaha.\n8. Revisi Standar Nasional Indonesia adalah kegiatan penyempurnaan Standar Nasional sesuai\ndengan kebutuhan.\n9. Pemberlakuan Standar Nasional Indonesia adalah keputusan pimpinan instansi teknis yang\nberwenang untuk memberlakukan Standar Nasional Indonesia secara wajib terhadap barang dan\natau jasa.\n10. Akreditasi adalah rangkaian kegiatan pengakuan formal oleh Komite Akreditasi Nasioan (KΑΝ),\nyang menyatakan bahwa suatu lembaga/laboratorium telah memenuhi persyaratan unuk\nmelakukan kegiatan sertifikasi tertentu.\n11. Sertifikasi adalah rangkaian kegitan penerbitan sertifikat terhadap barang dan atau jasa.\n12. Sertifikat adalah jaminan tertulis yang diberikan oleh lembaga/laboratorium yang telah diakreditasi\nuntuk menyatakan bahwa barang, jasa, proses sistem atau personel telah memenuhi standar yang\ndipersyaratakan.\n12. Tanda SNI adalah tanda sertifikasi yang dibubuhkan pada barang kemasan atau label yang\nmenyatakan telah terpenuhinya persyaratan Standar Nasional Indonesia.\n14. Barang adalah setiap benda baik berwujud maupun tidak berwujud, baik bergerak maupun tidak\nbergerak, dapat dihabiskan maupun tidak dapat dihabiskan, yang dapat diperdagangnkan, dipakai,\ndipergunakan, atau dimanfaatkan oleh konsumen.\n15. Jasa adalah setiap layanan yang berbentuk pekerjaan atau prestasi yang disediakan bagi\nmasyarakat untuk dimanfaatkan oleh konsumen.\n16. Sistem Standardisasi Nasional (SSN), adalah tatanan jaringan sarana dan kegiatan standardisasi\nyang serasi, selaras dan terpadu serta berwawasan nasional, yang meliputi penelitian dan\npengembangan standardisasi, perumusan standar, penetapan standar, pemberlakuan standar,\npenerapan standar, akreditasi, sertifikasi, metrologi, pembinaan dan pengawasan standardisasi,\nkerjasama, informasi dan dokumentasi, pemasyarakatan dan pendidikan dan pelatihan\nstandardisasi.\n17. Badan Standardisasi Nasional (BSN), adalah Badan yang membantu PResiden dalam\nmenyelenggarakan pengembangan dan pembinaan dibidang standardisasi sesuai dengan\nperaturan perundang-undangan yang berlaku.\n18 Pelaku usaha adalah setiap orang perseorangan atau badan usah, baik yang berbentuk badan\nhukum maupun bukan badan hukum yang didirikan dan bekedudukan atau melakukan kegiatan\ndalam wilayah hukum negara Republik Indonesia, baik sendiri maupun bersama-sama melalui\nperjanjian menyelenggarakan kegiatan usaha dalam berbagai bidang ekonomi.\n19 Instansi teknis adalah Kantor Menteri Negara, Departemen atau Lembaga Pemerintah Non\nDepartemen yang salah satu kegiatannnya melakukan kegiatan standardisasi.\n20. Pimpinan instansi adalah Meteri Negara atau Menteri yang memimpin Departemen atau Pimpinan",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        },
        {
            "id": "3e22b5bb-cc77-4f28-bec2-8e8bc3167001",
            "name": "Chapter II",
            "title": "\nRUANG LINGKUP STANDARDISASI\nNASIONAL",
            "type": "chapter",
            "children": [
                {
                    "id": "f8b8e6f4-8cc1-4d28-b6f8-23eeebe1929e",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "9ce5afac-fee0-4a50-834b-d215b96aa530",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nRuang lingkup standardisasi nasional mencakup semua kegiatan yang berkaitan dengan metrologi teknis,\nstnadar, pengujian dan mutu.",
                        "explanation": "\nYang dimaksud metrologi teknik adalah metrologi yang mengelola sauan-satuan ukuran, metode-metode pengukuran dan alat-alat ukur, yang menyangkut persyaratan teknik dan pengembangan standar nasional untuk satuan ukuran dan alat ukur sesuai dengan perkembangan ilmu pengetahuan dan teknologo untuk membeikan kepastian dan kebenaran dalam pengukuran.\nPengujian adalah kegiatan teknis yang terdiri atas penetapan, penentuan satu atau lebih sifat atau karakteristik dari suatu produk bahan, peralatan, organismen, fenomena fisik, proses atau jasa, sesuai dengan prosedur yang telah ditetapkan. Sedangkan yang dimaksud dengan mutu adalah keseluruhan karakteristik dari maujud yang mendukung kemampuannya dalam memuaskan kebutuhan yang dinyatkan atau tersirat."
                    }
                }
            ]
        },
        {
            "id": "8dfc8899-0e52-42e0-a20b-67698a6e9919",
            "name": "Chapter III",
            "title": "\nTUJUAN STANDARDISASI NASIONAL",
            "type": "chapter",
            "children": [
                {
                    "id": "7673a27e-62c4-43d0-bf18-3f6be83ae0f0",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "19b2eba6-7ed7-40ad-b2aa-cced3654af68",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nStandardisasi nasional bertujuan untuk:\n1. Meningkatkan perlindungan kepada konsumen, perilaku usaha, tenaga kerja, dan masyarakat\nlainnya baik untuk keselamatan, keamanan, kesehatan maupun pelestarian fungsi lingkungan\nhidup;\n2. Membantu kelancaran perdagangan;\n3. Meujudkan persaingan usaha yang sehat dalam perdagangan.",
                        "explanation": "\nDengan adanya standardisasi nasional maka akan ada acuan tunggal dalam mengukur mutu produk dan atau jasa di dalam perdagangan, yaitu Standar Nasional Indonesia, sehingga dapat meningkatkan perlindungan kepada konsumen, pelaku usaha, tenaga kerja, dan masyarakata lainnya baik untuk keselematan, keamanan, kesehatan maupun pelestarian fungsi lingkungan hidup."
                    }
                }
            ]
        },
        {
            "id": "03c08d7e-80c9-4ba5-97e5-c08ddbf0a246",
            "name": "Chapter IV",
            "title": "\nKELEMBAGAAN",
            "type": "chapter",
            "children": [
                {
                    "id": "8d49cede-9a5a-49a1-98a1-7693fb72156c",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "b8ed8f51-f203-450d-9501-b05360232ff6",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penyelenggaraan pengembangan dan pembinaan di bidang standaridasi dilakukan oleh Badan\nStandardisasi Nasional.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "04f80c41-dad8-4022-9c1a-20672a22ef10",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pelaksanaan tugas dan fungsi Badan Standardisasi Nasional di bidang akreditasi dilakukan oleh\nKomite Akreditasi Nasional.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "b002da62-e57c-4157-aa9f-77f1a415f7d3",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Komite Akreditasi Nasional sebagimana dimaksud dalam ayat (2) mempunyai tugas dan\nmenetapkan akreditasi dan memberikan pertimbangan serta saran kepada Badan Standardisasi\nNasional dalam menetapkan sistem akreditasi dan sertifikasi.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "85b6263a-0e25-45d3-98fa-427b0980e232",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": "\n\n(4)\nPelaksanaan tugas dan fungsi Badan Standardisasi Nasional di bidang Standar Nasional untuk\nSatuan Ukuran dilakukan oleh komite Standaridisasi Nasional untuk Satuan Ukuran.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "53723ae0-5aec-4407-85d1-4794d49be0c2",
                            "name": "Verse 5",
                            "number": "5",
                            "type": "verse",
                            "content": "\nKomite Standar Nasional untuk Satuan ukuran sebagaimana dimaksud dalam ayat (4) mempunyai\ntugas memberikan pertimbangan dan saran kepada Badan Standardisasi Nasional mengenao\nstandar nasional untuk satuan ukuran.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "378f3b9d-2864-476f-8fdc-689cb8e9323d",
                            "name": "Verse 6",
                            "number": "6",
                            "type": "verse",
                            "content": " Badan Standardisasi Nasional, Komite Akreditasi dan Komite Standar Nasional untuk Satuan\nUkuran sebagaimana dimaksud dalam ayat (1)(, ayat (2) dan ayat (4) dibentuk dengan Keputusan\nPresiden.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "a06c3ba2-19af-4a0c-9ae9-d9c9a0982c68",
                    "name": "Article 5",
                    "type": "article",
                    "children": [
                        {
                            "id": "cdeefa24-a89d-430f-a0ed-82ae28f3f553",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Badan Stasndardisasi Nasional menyusun dan menetapkan Sistem Standardisasi Nasional dan\nPedoman dibidang standardisasi nasional.",
                            "explanation": "\nPedoman di bidang standardisasi nasioal meliputi ketentuan-ketentuan yang lebih rinci sebagi penjabaran dari Sistem Standardisasi Nasional untuk digunakan sebagai panduan di dalam melaksanakan kegiatan standardisasi.\nPedoman terse ut antar lai berupa Pedoman Perumusan Standar Nasional Indonesia, Pedoman Penulisan Standar Nasional Indonesia, Pedoman Haji ulang Standar Nasional Indonesia dan Pedoman Penerapan SNI."
                        },
                        {
                            "id": "283f40f9-1ff3-4b10-b3b5-359bb0e79d19",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": "\nSistem Standardisasi Nasional dan Pedoman sebagaimana dimaksud dalam ayat (1) merupakan\ndasar dan pedoman pelaksanaan yang harus diacu untuk setiap kegiatan standardisasi di\nIndonesia.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "99ea6cb2-b5cc-4398-943d-6939c77371cd",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Dalam penyususnan Sistem Standardisasi Nasional dan Pedoman sebagaimana dimaksud dalam\nayat (1), badan Standardisasi Nasional memperhatikan masukan dari instansi teknis dan pihak\nyang terkait dengan standardisasi.",
                            "explanation": "\nYang dimaksud dengan pihak-pihak yang terkait adalah konsumen, pelaku usaha, ilmuana"
                        }
                    ]
                }
            ]
        },
        {
            "id": "9fba4939-b360-4899-a575-e73f81da4acd",
            "name": "Chapter V",
            "title": "\nPERUMUSAN DAN PENETAPAN SNI",
            "type": "chapter",
            "children": [
                {
                    "id": "9ac496aa-3687-4178-aa27-23652a483fbc",
                    "name": "Article 6",
                    "type": "article",
                    "children": [
                        {
                            "id": "af83ba6c-16af-46a7-af0c-d918f4e10fb5",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": "\nStandardisasi Nasional Indonesia disusun melalui proses perumusan Rancangan TStandar\nNasional Indonesias.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "106af8c2-1e52-4cf4-b75e-95852c7f4bd1",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": "\nPerumusan Rancangan Standar Nasional Indonesia dilaksanakan oleh Panitia Teknis melalui\nkonsensus dari semua pihak yang terkait.",
                            "explanation": "\nPerumusan Rancangan Standar Nasional Indonesia dimulai sejak pengumpulan dan\npengolahan data sampai menjadi Rancangan Standar Naional Indonesia.\nYang dimaksud dengan konsensus adalah kesepakatan bersama dari semua pihak yang\nterkait yaitu konsumen, pelaku usaha, ilmuan dan instansi pemerintah."
                        },
                        {
                            "id": "af2c9983-c156-4d3b-b8d8-77fc9d913434",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Ketentuan tentang konsensus sebagaimana dimaksud dalam ayat (2) diatur lebih lanjut oleh\nKepala Badan Standardisasi Nasional.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "483eba65-76d8-49ed-b549-ec062fe94af0",
                    "name": "Article 7",
                    "type": "article",
                    "children": [
                        {
                            "id": "1c0fd91c-da66-4063-b73f-cde41eb80d17",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Rancangan Standardisasi Nasional Indonesia ditetapkan menjadi Standar Nasional Indonesia oleh\nKepala Badan Standardisasi Nasional.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "85a21f60-f0fc-4e0b-9ae0-416fba9d59a6",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Standar Nasional Indonesia sebagaimana dimaksud dalam ayat (1) diberi nomor urut, dan kode\nbidang standar sesuai Pedoman Badan Standardisasi Nasional.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "1dded1d8-1169-4e05-ba99-b2f44dbc1cd4",
                    "name": "Article 8",
                    "type": "article",
                    "children": {
                        "id": "154a5fc7-023e-4ec3-800e-18c17e9745f7",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKaji ulang dan revisi Standar Nasional Indonesia dilaksanakan oleh Panitia Teknis melalui\nkonsensus dari semua pihak yang terkait.",
                        "explanation": "\nKaji ulang merupakan kegiatan untuk meneliti kembali apakah suatu standar masih sesuai untuk digunakan\natau perlu direvisi."
                    }
                },
                {
                    "id": "46a8f0c7-541d-4312-be7b-1fb643d93a5f",
                    "name": "Article 9",
                    "type": "article",
                    "children": [
                        {
                            "id": "26d6aaf6-d0fd-4068-8e39-172ffafc5a76",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Panitia Teknis sebagaimana dimaksud dalam Pasal 6 ayatr (2) dan Pasal 8 ditetapkan oleh Kepala\nBadan Standardisasi Nasional berdasarkan pedoman yang disepakati oleh Badan Standaridisasi\nNasional bersama instansi teknis.",
                            "explanation": "\nPedoman yang disepakati Badan Standardisasi Nasional bersama instansi teknis antara lain\nmemuat ruang lingkup kegiatan di bidang standardisasi, kriteria keanggotaan Panitia Teknis dan\nprosedur kerja Panitir Teknis."
                        },
                        {
                            "id": "fb31301e-8d7e-4738-9fa8-e45210c8ba15",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dalam pelaksanaan tugasnya Panitia Teknis dikoordinasikan oleh instansi teknis sesuai dengan\nkewenangannya.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "47c87509-fbeb-45b9-84b4-ffd17b956d4c",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Dalam hal instansi teknis belum dapat melakukan koordinasi sebagaimana dimaksud dalam ayat\n(2), Badan Standardisasi Nasional dapat mengkoordinasikan Panitia Teknis dimaksud.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "531895ce-964e-45fe-8308-2f43c201b025",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Panitia Teknis dalam melaksanakan tugasnya mengacu pada Pedoman sebagaimana dimaksud\ndalam Pasal 5.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "8da1af9c-018a-478d-954e-5a05142146f4",
                    "name": "Article 10",
                    "type": "article",
                    "children": {
                        "id": "34feca6f-f30b-4246-95fd-774abd8b9417",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam rangka perumusan Rancangan Standar Nasional Indonesia, kaji ulang Standar Nasional\nIndonesia, dan revisi Standar Nasional Indonesia, badan Standardisasi Nasional dan instansi teknis dapat\nmelakukan kegiatan Penelitian dan Pengembangan Standardisasi.",
                        "explanation": "\nCuukp jelas"
                    }
                },
                {
                    "id": "25617a2b-1392-4540-8e17-b9c8b91715be",
                    "name": "Article 11",
                    "type": "article",
                    "children": {
                        "id": "3007d0e0-6b76-4de4-be0c-cf402d42b993",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan lebih lanjut mengenai Peurmusan dan Penetapan Standar Nasional Indonesia diatur\ndengan keputusan Kepala Badan Standardisasi Nasional.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "5b467507-59f4-4306-a1a3-22e6223902ea",
            "name": "Chapter VI",
            "title": "\nPENERAPAN SNI",
            "type": "chapter",
            "children": [
                {
                    "id": "b8682cc3-9b01-4f6d-a74e-426954b6fa46",
                    "name": "Article 12",
                    "type": "article",
                    "children": [
                        {
                            "id": "578c9f6b-c3b0-42f5-b409-771e86a94c77",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Standar nasional Indonesia berlaku di seluruh wilayah Republik Indonesia.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "d2aed31a-0044-4aec-8b46-d5260f089fef",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Standar Nasional Indonesia bersifat sukarela untuk ditetapkan oleh pelaku usaha.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "2b05e34f-39c5-4cfa-934c-37f9b13f736d",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Dalam hal standar Nasional Indonesia berkaitan dengan kepentingan keselamatan, keamanan,\nkesehatan masyarakat atau pelestarian fungsi lingkungan hidup dan atau pertimbangan\nsekonomis, instansi teknis dapat memberlakukan secara wajib sebagian atau seluruh spesifikasi\nteknis dan atau parameter dalamStandar nasional Indonesia.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "63a9ddcd-d02d-4566-97e8-75bb9a80d5de",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Tata cara Pemberlakukan Standar Nasional Indonesia sebagaimana dimaksud dalam ayat (3),\ndiatur lebih lanjut dengan keputusan Pimpinan Instansi teknis sesuai denga bidang tugasnya.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "79de8b10-e3b0-448a-a27e-2168a44325e2",
                    "name": "Article 13",
                    "type": "article",
                    "children": {
                        "id": "6ecb33a6-60b8-43ec-a6d0-22a657cce3b3",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPenetapan Standar Nasional Indonesia dilakukan melalui kegitan sertifikasi dan akreditasi.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "ba626753-13ed-40cc-8959-dc00a717b9c6",
                    "name": "Article 14",
                    "type": "article",
                    "children": [
                        {
                            "id": "50ec3047-3750-4e53-bff1-f16276b6c351",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Terhadap barang dan atau jasa, proses, sistem dan personel yang telah memenuhi\nketentuan/spsifikasi dan atau dibubuhi tanda SNI.",
                            "explanation": "\nSertifikat yang dimaksud berupa sertifikat hasil ujim sertifikat kalibrasi, sertifikat sistem\nmutu, sertifikat sistem manajemen lingkungan, sertifikat produk, sertifikat personel, sertifikat\npengelolaan hutan produksi lestari, sertifikat inspeksi, sertifikat keselamtan.\nKhusus sertifikat personel yang berkaitan denga kegiatan standardisasi meliputi\nasesor/auditor sestem manajemen mutu, asesor/auditor sistem manajemen lingkungan, personel\npengambil contoh untuk laboratorium penguji, asesor/auditor laboratorium penguji dan kalibrasi,\nassesor/auditor lembaga inspeksi."
                        },
                        {
                            "id": "52894f62-ff9e-4d4b-9ee9-50b8d941b4b2",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Sertifikasi dilakukan oleh lembaga sertifikasi, lembaga inspeksi, lembga atau laboratorium.",
                            "explanation": "\nLembaga sertifikasi antar lain meliputi lembaga sertifikasi sistem mutu, lembaga sertifikasi\nsistem manajemen lingkungan, lembaga sertifikasi personel, lembaga sertifikasi produk, lembaga\nsertifikasi keamanan produk pangan (HACCP-Hazard Analysis of Critical Control Point), lembaga\nsertifikasi sistem pengelolaan hutan lestasi.\nLembaga inspeksi adalah lembaga yang melakukan pemeriksaan, kesesuaian barang atau\njasa terhadap persyaratan tertentu.\nLembaga pelatihan adalah lembaga yang melakukan pelatihan personel yang berkaitan\ndengan kegitan standardisasi meliputi aseseor/auditor sistem manajemen mutu, asesor/auditor\nsistem menajemen lingkungan, personel pengambil contoh untuk laboratorium penguji,\nasesor/auditor laboratorium pengujo dan kalibrasi, asesor/auditor lembaga inspeksi.\nLaboratorium adlah laboratorium penguji dari laboratorium kalibrasi."
                        },
                        {
                            "id": "4ff61a6d-ee63-4c7c-b24d-77ac3deee97b",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Tanda SNI yang berlaku adalah sebagaimana tercantum dalam lampiran Peraturan Pemerintah ini.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "321a85f1-0f80-421c-b71f-6889472876ef",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Persyaratan dan tata cara pemberian sertifikat dan pembubuhan tanda SNI sebagaimana\ndimaksud dalam ayat (1) dan ayat (2) diatur lebih lanjut oleh Ketua Komite AKreditasi nasional.",
                            "explanation": "\nCukup jelas\n"
                        }
                    ]
                },
                {
                    "id": "3c23ffcb-d4b2-4fa3-9bb1-9b42f36b62c7",
                    "name": "Article 15",
                    "type": "article",
                    "children": {
                        "id": "a440d762-0200-4a9b-b9c2-400e2a69cca9",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPelaku usaha yang menerapkan Standar Nasional Indonesia yang diberlakukan secara wajib,\nharus memiliki sertifikat dan atau tanda SNI.",
                        "explanation": "\nPelaksanaan akreditasi oleh Komite Akreditasi Nasional dilakukan berdasarkan Pedoman\nyang ditetapkan oleh Komite Akreditasi nasional."
                    }
                },
                {
                    "id": "6f8f7d60-b102-4655-b2e8-b66e7616f218",
                    "name": "Article 16",
                    "type": "article",
                    "children": [
                        {
                            "id": "2f5f769a-1e6e-486f-9b53-4cc184314a5c",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Lembaga sertifikasi, lembaga inspeksi, lembaga pelatihan, atau laboratorium sebagaimana\ndimaksud dalam Pasal 14 ayat (2) di akreditasi oleh Komite Akreditasi Nasional.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "4387e962-e56c-476d-97ba-173065996f5b",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Unjuk kerja lembaga sertifikasi, lembaga inspeksi, lembaga pelatihan, atau laboratorium\nsebagaimana dimaksud dalam ayat (1) diawasi dan dibina oleh Komite Akreditasi Nasional.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "c2b575ad-8503-4c5e-92e9-26e3d3494d8f",
                    "name": "Article 17",
                    "type": "article",
                    "children": [
                        {
                            "id": "85943afd-e5a6-47de-b03d-41c88db82bb3",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Biaya Akreditasi dibebankan kepada lembaga sertifikasi, lembaga inspeksi, lembaga pelatihan dan\nlaboratorium yang mengajukan permohonan akreditasi.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "8d9063ac-1a23-45ea-8316-f78ddf0fc8dc",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Besarnya biaya akreditasi diatur lebih lanjut dengan Peraturan Pemerintah tersendiri.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "cff1ea1e-33df-4fd8-88b7-37b93daf257f",
                    "name": "Article 18",
                    "type": "article",
                    "children": [
                        {
                            "id": "736db964-6cac-4b58-a1f5-e0a6d1bbf07a",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pelaku usaha dilarang memproduksi dan atau mengedarkan barang atau jasa, yang tidak\nmemenuhi dan atau tidak sesuai dengan Stanar Nasional Indonesia yang telah diberlakukan\nsecara wajib.",
                            "explanation": "\nAyat 91)\nYang dimaksud mengedarkan barang dan atau jasa meliputi memperdagangkan,\nmenawarkan, mempromosikan dan atau mengiklankan."
                        },
                        {
                            "id": "a901e1ae-10dc-489d-85c9-8b8284b8b63c",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pelaku usaha, yang barng dan atau jasanya telah memperoleh sertifikat produk dan atau tanda\nStandar Nasional Indonesia dari lembaga sertifikasi produk, dilarang memproduksi dan\nmengedarkan barang dan atau jasa yang tidak memenuhi Standar Nasional Indonesia.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "85cd29fd-3d6e-4cd4-8fcd-d328d9d09328",
                    "name": "Article 19",
                    "type": "article",
                    "children": [
                        {
                            "id": "18b7a72d-e0f7-4ef5-b2fc-c4428ec1981a",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Standardisasi Nasional Indonesia yang diberlakukan secara wajib dikenakan sama, baik terhadap\nbarang dan atau jasa produksi dalam negeri maupun terhadap barang dan atau jasa impor.",
                            "explanation": "\nSesuai dengan Agreement on Technical Barrier to Trade dan Sanitary and Phyto Sanitary\nyang diatur dalam Agreement on World Trade Organization (Perjanjian Organisasi Perdagangan\nDunia). ditegaskan bahwa negara anggota harus menjamin dalam peraturan teknis mengenai\npemberlakuan standar secar wajib bahwa produk yang diimpor tidak boleh diperlakukan berbeda\ndengan produk dalam negeri atau produk yang diimpor dari negara lainnya, berkaitan denganhal di\nmaksud, setiap negara berkewajiban untuk menotifikasikan kepada Organisasi Perdagangan\nDunia setiap rencana regulasi atau rencan pemberlakuan standar secara wajib, untuk memperoleh\ntanggapan dari negara-negara anggota Organisasi Perdagangan Dunia."
                        },
                        {
                            "id": "9a5f6dee-4a6b-49ed-a973-a3d4827a7315",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Barang atau jasa impor sebagaimana dimaksud dalam ayat (1), pemeenuhan standarnya ditujukan\ndengan sertifikat yang diterbitkan oleh lembaga sertifikasi atau laboratorium yang telah diakreditasi\nKomite Nasional atau lembaga serrifikasi atau laboratorium negar pengekspor yang diakui Komite\nAkreditasi Nasional.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "535fdc9d-f3b8-45f8-b4f8-a690f2974957",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Pengakuan lembaga sertifikasi, lembaga inspeksi, lembaga pelatihan atau laboratorium negara\npengekspor oleh Komite Akreditasi Nasional sebagaimana dimaksud dalam ayat (2) didasarkan\n(4) pada perjanjian saling pengakuan baik secara bilateral auapun multilateral.\nDalam hal barang dan atau jasa impor sebagaimana dimaksud dalam ayat (1) tidak dilengkapi\nsertifikat, Pimpinan instansi teknis dapat menunjukan salah satu lembaga sertifikasi atau\nlaboratorium baik di dalam maupun di luar negeri yang telah diakreditasi dan atau diakui oleh\nKomite Akreditasi Nasional untuk melakukan sertifikasi terhadap barang dan atau jasa impr\ndimaksud.",
                            "explanation": "\nSertifikat yang berlaku terhadap barang dan atau jasa impor yaitu sertifikat yang diberikan\noleh lembaga sertifikasi atau leboratorium negara pengekspor yang telah diakui oleh Komite\nAkreditasi Nasional."
                        }
                    ]
                },
                {
                    "id": "c65038b5-b107-4619-9cd6-972edd100d3e",
                    "name": "Article 20",
                    "type": "article",
                    "children": [
                        {
                            "id": "ad7057a8-dadd-4441-835a-441a80c04529",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pemberlakuan Standar Nasional Indonesia sebagaimana dimaksud dalam Pasal 12 ayat (3)\ndinotifikasikan Basdan Standardisasi nasional kepada Organisasi Perdagangan Dunia setelah\nmemperoleh masukan dari instansi teknis yang berwenang dan dilaksanakan paling lambat 2 (dua)\nbulan sebelum Standar Nasional Indonesia yang diberlakukan secara wajib berlaku efektif.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "e6b2afd4-6bd7-44a4-bd2b-e528250d7500",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Badan Standardisasi Nasional menjawab pertanyaan yang datang dari luar negeri yang berkaitan\ndengan Pemberlakuan Standar Nasional Indonesia setelah memperoleh masukan dari instnasi\nteknis yang berwenang.",
                            "explanation": "\nDi dalam Agreement on Technical Barrier to Trade dan sanitary yang merupakan bagian\ndari Perjanjian Pembentukan Organisasi Perdagangan Dunia (World Trade Organization)\nditetapkan bahwa negara anggotra diwajibkan untuk menjawab semua pertanyaan yang berkaitan\ndengan peraturan atau regulasi yang dikeluarkannya."
                        }
                    ]
                },
                {
                    "id": "d78c166c-74a6-4355-9b2e-a2d52a769c4f",
                    "name": "Article 21",
                    "type": "article",
                    "children": {
                        "id": "cd413940-16aa-4dc2-b2e1-efa4204f8c6c",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan lebih lanjut mengenai Pemberlakuan Standar Nasional Indonesia diatur dengan\nKeptusan poimpinan instansi yang berwenang.",
                        "explanation": "\nCukp jelas"
                    }
                }
            ]
        },
        {
            "id": "a608e7ce-2d2f-471d-8abb-1a5324ace4e3",
            "name": "Chapter VII",
            "title": "\nPEMBINAAN DAN PENGAWASAN",
            "type": "chapter",
            "children": [
                {
                    "id": "97a3b20c-9cb7-4f59-b034-81f5719c903e",
                    "name": "Article 22",
                    "type": "article",
                    "children": [
                        {
                            "id": "3dca7e4c-5494-476b-9a72-1f41c5d278da",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pimpinan instansi teknis dan atau Pemerintah Daerah melakukan pembinaan terhadap pelaku\nusaha dan masayarakat dalam menerapkan standar.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "93a7942b-15e5-4718-a4ef-c6ae24d23fe1",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pembinaan sebagaimana dimaksud dalam ayat (1) meliputi konstitusi, pendidikan, pelatihan, dan\npemasyarakatan standardisasi.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "a243fe4c-f795-4a8c-8418-f815740c2c47",
                    "name": "Article 23",
                    "type": "article",
                    "children": [
                        {
                            "id": "3b56ba43-9154-4499-960f-29f342f72100",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pengawasan terhadap pelaku usaha, barang dan atau jasa yang telah memperoleh sertifikasi dan\natau dibubuhi tanda SNI yang diberlakukan secara wajib, dilakukan oleh Pimpinan instansi teknis\nsesuai kewenangannya dan atau Pemerintah Daerah.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "897a0bf1-6791-4683-a360-c243bf609092",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pengawasan terhadap unjuk kerja pelaku usaha yang telah memperoleh sertifikasi produk dan\natau tanda SNI dilakukan oleh lembaga sertifikasi produk yang menerbitkan sertifikat dimaksud.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "8d1e617c-5954-47d5-9212-4b056d2369c9",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Masyarakat dan lembaga perlindungan konsumen swadaya masyarakat melakukan pengawasan\nterhadap barang yang beredar di pasaran.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "9097dfa3-e80a-40b2-a1f1-28c097728ab1",
            "name": "Chapter VIII",
            "title": "\nSANKSI",
            "type": "chapter",
            "children": [
                {
                    "id": "813feafd-47d3-4c8c-aa9f-d3f23880d700",
                    "name": "Article 24",
                    "type": "article",
                    "children": [
                        {
                            "id": "0e413ad5-f066-4cfd-9ea2-46bb3758cd12",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pelaku usaha yang melakukan pelanggaran sebagaimana dimaksud dalam Pasal 18 ayat (1) dan\n(2) dapat dikenakan sanksi administratif dan atau sanksi pidana.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "3ebf4a50-383d-43b4-856c-5e472fb6fa3d",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Saknsi administratif sebagaiman dimaksud dalam ayat (1) berupa pencabutan sertifikat produk dan\natau pencabutan hak penggunaan tanda SNI, pencabutan ijin usaha, dan atau penarikan barng\ndari peredaran.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "3e520828-9b6b-4369-ab00-40b0ffbf9a6f",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Sanksi pencabutan sertifikat produk dan atau hak penggunaan tanda SNI dilakukan oleh lembaga\nsertifikasi produk.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "09fb9d44-78e7-4f48-b9c8-85be4cb38246",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Sanksi pencabutan ijin usaha dan atau penarikan barang dari peredaran ditetapkan oleh instansi\ntekni yang berwenang dan atau Pemerintah Daerah.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "5a7e8ef3-6b58-41d2-846c-2a33c8164322",
                            "name": "Verse 5",
                            "number": "5",
                            "type": "verse",
                            "content": " Sanksi pidana sebagaimana dimaksud dalam ayat (1) berupa sanksi pidana sesuai peraturan\nperundang-undangan yang berlaku.",
                            "explanation": "\nYang dimaksud peraturan perundang-undangan yang berlaku antara lain peraturan perundang-undangan di bidang Perindustrian, Ketenagalsitrikan, Kesehatan, Perlindungan Konsumen dan peraturan perundang-undangan yang terkait dengan kegitan Standardisasi Nasional."
                        }
                    ]
                }
            ]
        },
        {
            "id": "fabb409f-bf94-455a-97c5-02ab7ced8e4f",
            "name": "Chapter IX",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "f82dbd48-bffa-4bb0-b7ed-b808e6f0fed2",
                    "name": "Article 25",
                    "type": "article",
                    "children": [
                        {
                            "id": "87e08c79-f5e0-4cab-b955-d03f84442a0e",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pada saat ditetapkannya Peraturan Pemerintah ini, semua ketentuan pelaksanaan yagn\nberhubungan degan standardisasi yang telah ditetapkan oleh Pimpinan instansi teknis dan atau\n(2)\nDewan Standardisasi Nasional dan atau Kepala Badan Standardisasi Nasional, dinyatakan tetap\nberlaku sepanjang tidak bertentangn atau belum diganti dengan yang baru berdasarkan Peraturan\nPemerintah ini.\nKhusus untuk ketentuan pelaksanaan yang berhubungan dengan penandaan SNI yang telah\nditetapkan oleh Menteri Perindustrian dan Perdagangan wajib disesuaikan paling lambat 2 (dua)\ntahun sejak ditetapkannya Peraturan Pemerintah ini.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "c7e7841e-1911-4c9c-a01b-91c699b4c514",
            "name": "Chapter X",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "7bc09866-b081-490a-aa2a-0f51a4bda0f1",
                    "name": "Article 26",
                    "type": "article",
                    "children": {
                        "id": "a671d52e-d8ef-4a0f-8ad7-e05ad8dd4d61",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan berlakunya Peraturan Pemerintah ini, Peraturan Pemerintah Nomor 15 Tahun 1991\ntentang Standar Nasional Indonesia dan Keputusan Presiden Nomor 12 Tahun 1991 tentang Penyusunan\nPenerapan dan Pengawasan Standar Nasional Indonesia dinyatakan tidak berlaku.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "a7f4f414-05cb-44f3-8983-d8c74651877f",
                    "name": "Article 27",
                    "type": "article",
                    "children": {
                        "id": "7a35ea7a-fc3e-4ef3-8ade-5a6aa47ee7bb",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal di undangkan.\nAgara setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini\ndengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "\nCukup jelas\nThere is no text content to extract from the image."
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nAdanya kerja sama di bidang ekonomi antara negara-negara di dunia, seperti Asean Free Trade\nArea (AFTA), Asia Pasific Economic Coorperatioan (APEC) dan World Trade Organization (WTO), telah\nmenicptakan sistem perdagangan dunia yang bebas (free trade). Sistem ini nantinya akan memperoleh\ngerak arus transaksi barang dan atau jasa melintasi batas-batas wilayah suatu negar. Sehingga pasar\nnasional nantinya akan bersifat terbuka terhadap barang dan atau jasa impor.\nUntuk mendukung pasar nasional dalam menghadapi proses globalisasi perdagangan tersebut,\ndipandang perlu untuk menyiapkan perangkat hukum nasional di bidang standardisasi yang tidak saja\nmampu menjamin perlindungan terhadap masyarakat khususnya di bidang keselamatan, keamanan,\nkesehatan, dan lingkungan hidup, tetapi juga meningkatkan pertumbuhan sekonomi nasional.\nLebih lanjut, di dalam Perjanjian World Trade Organization (WTO), sebagaimana telah diratifikasi\noleh Pemerintah Indonesia dengan Undang-undang Nomor 7 Tahun 1994, khususnya mengenai\nAgreement on Technical Barrier to Trade (TBT) yang mengatur mengenai standardisasi ditegaskan bahwa\nnegara anggota, dalam hal ini Pemerintah Indonesia, diwajibkan untuk menyesuaikan pertauran\nperundang-undangan nasional di bidang standardisasi.\nStandardisasi dimaksud untuk meningkatkan perlindungan kepada konsumen, pelaku usaha,\ntenaga kerja, dan masyarakat lainnya baik untuk keselamatan, keamanan maupun pelestarian fungsi\nlingkungan hidup, serta untuk membantu kelancaran perdagangan dan mewujudkan persaingan usaha\nyang sehat dalam perdagangan.\nUntuk dapat meningkatkan efektifitas pengaturan di bidang standardisasi diperlukan adanya\nperanan dan kerjsama yang sinergik antara konsumen, pelaku usaha, ilmuan dan instansi Pemerintah.\nBerdasarkan perkembangan tersebut di atas dan mengingat peraturan perundang-undangan di\nbidang standardisasi sudah tidak lagi selaras dengan sistem perdagangan dunia bebas, maka dipandang\nperlu mengatur kembali ketentuan tentang standardisasi secara nasional.",
        "Nomor": "102",
        "Tahun": "2000",
        "Tentang": "STANDARDISASI NASIONAL",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa dalam rangka mendukung peningkatan produktivitas, daya guna produksi,\nmutu barang, jasa, proses, sistem dan atau personel, yang diamksudkan untuk\nmeningkatkan daya saing, perlindungan konsumen, pelu usaha, tenaga kerja dan\nmasyarakat khususnya di bidang keselamatan, keamanan, kesehatan dan lingkungan\nhidup, maka efektifitas pengaturan di bidang standardisasi perlu lebih ditingkatkan;",
            "b": " bahwa Indonesia telah ikut serta dalam persetujuan pembentukan Organisasi\nPerdagangan Dunia (World Trade Organization) yang di dalamnya mengatur pula\nmasalah standardisasi berlanjut dengan kewajiban untuk menyesuaikan peraturan\nperundang-undangan nsasional di bidang standardisasi;",
            "c": " bahwa berdasarkan pertimbangan sebagaimana dimaksud pada huruf a dan huruf b,\ndipandang perlu untuk mengganti Peraturan Pemerintah Nomor 15 tahun 1991\ntentang Standar Nasional Indonesia;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945 sebagaiman telah diubah dengan\nPerubahan Kedua Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 10 Tahun 1961 tentang Peraturan Pemnerintah Pengganti\nUndang-undang Nomor 1 Tahun 1961 tentang Barang menjadi Undang-undang\n(Lembaran Negara Republik Indonesia Tahun 1961 Nomor 215, Tambahan Lembaran\nNegara Nomor 2210);",
            "3": " Undang-undang Nomor 2 Tahun 1981 tentang Metrologi Legal (Lembaran Negara\nRepublik Indonesia Tahun 1981 Nomor 11, Tambahan Lembaran Negara Nomor\n3193);",
            "4": " Undang-undang Nomor 5 Tahun 1984 tentang Perindustrian (Lembaran Negara\nRepublik Indonesia 1984 Nomor 22, Tambahan Lembaran Negara Nomor 3274);",
            "5": " Undang-undang Nomor 9 Tahun 1985 tentang Perikanan (Lembaran Negara Republik\nIndonesia Tahun 1985 Nomor 46, Tambahan Lembaran Negara Nomor 3299);",
            "6": " Undang-undang Nomor 15 Tahun 1985 tentang Ketenagalistrikan (Lembaran Negara\nTahun 1985 Nomor 74, Tambahan Lembaran Negara Nomor 3317);",
            "7": " Undang-undang Nomor 16 Tahun 1993 tentang Karantina Hewan, Ikan, dan\nTumbuhan (Lembaran Negara Republik Indonesia Tahun 1992 Nomor 56, Tambahan\nLembaran Negara Nomor 3482);",
            "8": " Undang-undang Nomor 23 Tahun 1992 tentang Kesehatan (Lembaran Negara\nRepublik Indonesia Tahun 1992 Nomor 100, Tambahan Lembaran Negara Nomor\n3495);",
            "9": " Undang-undang Nomor 7 Tahun 1994 tentang Persetujuan Pembentukan WTO\n(Lembaran Negara Republik Indonesia Tahun 1994 Nomor 57, Tambahan Lembaran\nNegara Nomor 3564);",
            "10": " Undang-undang Nomor 7 Tahun 1996 tentang Pangan (Lembaran Negara Republik\nIndonesia Tahun 1996 Nomor 99, Tambahan Lembaran Negara Nomor 3656);",
            "11": " Undang-undang Nomor 10 Tahun 1997 tentang Ketenaganukliran (Lembaran Negara\nRepublik Indonesia Tahun 1997 Nomor 23, Tambahan Lembaran Negara Nomor\n3676);",
            "12": " Undang-undang Nomor 23 Tahun 1997 tentang Lingkungan Hidup (Lembaran Negara\nRepublik Indonesia Tahun 1997 Nomor 68, Tambahan Lembaran Negara Nomor\n3699);",
            "13": " Undang-undang Nomor 8 Tahun 1999 tentang Perlindungan Konsumen (Lembaran\nNegara Republik Indonesia Tahun 1999 Nomor 42, Tambahan Lembaran Negara\nNomor 3821);",
            "14": " Undang-undang Nomor 22 Tahun 1999 tentang Pemerintah Daerah (Lembaran\nNegara Republik Indonesia Tahun 1999 Nomor 60, Tambahan Lembaran Negara\nNomor 3839);",
            "15": " Undang-undang Nomor 36 Tahun 1999 tentang Telekomunikasi (Lembaran Negara\nRepublik Indonesia Tahun 1999 Nomor 154, Tambahan Lembaran Negara Nomor\n3881);",
            "16": " Peraturan Pemerintah Nomor 2 Tahun 1989 tentang Standar Nasional untuk Satuan\nUkuran (Lembaran Negara Republik Indonesia Tahun 1989 Nomor 3, Tambahan\nLembaran Negara Nomor 3388);",
            "17": " Peraturan Pemerintah Nomor 69 Tahun 1999 tentang Label dan Iklan (Lembaran\nNegara Republik Indonesia Tahun 1999 Nomor 131, Tambahan Lembaran Negara\nNomor 3867);",
            "18": " Peraturan Pemerintah Nomor 25 Tahun 2000 tentang Kewenangan Pemerintah dan\nKewenangan Propinsi sebagai Daerah Otonom (Lembaran Negara Republlik\nIndonesia Tahun 2000 Nomor 51, Tambahan Lembaran Negara Nomor 3950);",
            "19": " Peraturan Pemerintah Nomor 53 Tahun 2000 tentang Penyelenggaraan\nTelekomunikasi (Lembaran Negara Republik Indonesia Tahun 2000 Nomor 107,\nTambahan Lembaran Negara Nomor 3980);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG STANDARDISASI NASIONAL",
        "tanggal sah": "10 November 2000"
    }
}