{
    "results": [
        {
            "id": "536e877f-285c-43b9-81b9-999629f26fb4",
            "name": "Article I",
            "type": "article",
            "children": [
                {
                    "change_type": [
                        "CHANGE"
                    ],
                    "id": "f80276bb-2bd3-4cc6-9c2c-e9c6f2ded4c9",
                    "name": "Article 1",
                    "type": "article",
                    "children": [
                        {
                            "id": "a86c2e1e-17d4-488c-96dd-e5ed6216aba6",
                            "name": "Verse 1",
                            "type": "verse",
                            "content": "\n(2) Besarnya Pajak Penghasilan sebagaimana dimaksud pada ayat (1)\nadalah 0,1% (satu per seribu) dari jumlah bruto nilai transaksi\npenjualan."
                        }
                    ]
                },
                {
                    "change_type": [],
                    "id": "4b92c1d5-701d-401f-bbef-03748ea31b3d",
                    "name": "Article 2A",
                    "type": "article",
                    "children": [
                        {
                            "id": "19d34cd1-d0d8-4487-9607-fbe191bbe1c4",
                            "name": "Verse 1",
                            "type": "verse",
                            "content": "\nPenyetoran tambahan Pajak Penghasilan atas saham pendiri sebagaimana\ndimaksud dalam Pasal 1A dilakukan oleh pemilik saham pendiri:\na. selambat-lambatnya 6 (enam) bulan setelah ditetapkannya Peraturan\nPemerintah ini, apabila saham perusahaan telah diperdagangkan di\nbursa efek sebelum Peraturan Pemerintah ini ditetapkan;\nb. selambat-lambatnya 1 (satu) bulan setelah saham tersebut\ndiperdagangkan di bursa, apabila saham perusahaan baru\ndiperdagangkan di bursa efek pada saat atau setelah Peraturan\nPemerintah ini ditetapkan.\""
                        }
                    ]
                },
                {
                    "change_type": [],
                    "id": "50381ba2-ddf0-4874-922f-f12928e785dd",
                    "name": "Article 3A",
                    "type": "article",
                    "children": [
                        {
                            "id": "1b9ab8a3-30ea-4b4d-a137-2a8ccfdaba91",
                            "name": "Verse 1",
                            "type": "verse",
                            "content": "\nWajib Pajak yang memilih untuk memenuhi kewajiban Pajak\nPenghasilannya tidak berdasarkan ketentuan sebagaimana dimaksud\ndalam Pasal 2A, atas penghasilan dari transaksi penjualan saham pendiri\ndikenakan Pajak Penghasilan sesuai dengan tarif umum sebagaimana\ndimaksud dalam Pasal 17 Undang-undang Nomor 7 Tahun 1983 tentang\nPajak Penghasilan sebagaimana telah diubah terakhir dengan\nUndang-undang Nomor 10 Tahun 1994.\""
                        }
                    ]
                }
            ]
        },
        {
            "id": "10ecf48b-d7f2-44c4-9124-b52614f0e286",
            "name": "Article II",
            "type": "article",
            "children": [
                {
                    "id": "316c8bf1-1dc3-4cdc-8fef-8cc0bc19cb99",
                    "name": "Verse 1",
                    "type": "verse",
                    "content": "\nPeraturan pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan\nPeraturan Pemerintah ini dengan penempatannya dalam Lembaran\nNegara Republik Indonesia."
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nPerkembangan perdagangan saham di bursa efek dari tahun ke tahun terus\nmeningkat. Untuk mengantisipasi perkembangan tersebut penyelenggara bursa\nefek merencanakan meningkatkan efisiensi dalam pelaksanaan perdagangan saham\ndengan cara perdagangan tanpa warkat (scriptless trading). Apabila perdagangan\ntanpa warkat tersebut dilaksanakan, penyelenggara bursa efek akan sulit\nmembedakan perdagangan saham biasa dan saham pendiri. Hal ini berakibat\nketentuan pajak penghasilan atas penghasilan dari transaksi penjualan saham di\nbursa yangtarifnya berbeda untuk saham biasa dan saham pendiri akan menjadi\nsemakin sulit untuk diawasi. Sehingga dipandang perlu untuk menyempurnakan\nPeraturan Pemerintah Nomor 41 Tahun 1994 dengan Peraturan Pemerintah.\nPokok-pokok perubahan atau penyermpurnaan tersebut adalah:\na. Setiap transaksi penjualan saham di bursa efek akan dikenakan Pajak\nPenghasilan sebesar 0,1% (satu per seribu) baik untuk saham biasa maupun\nsaham pendiri.\nb. Tambahan Pajak Penghasilan untuk transaksi penjualan saham pendiri yang\nsebelumnya dikenakan sebesar 5% (lima persen) pada saat penjualan saham\ndilakukan, diubah menjadi dikenakan sebesar 0,5% (setengah persen) dari\nnilai jual saham.\nc. Bagi perusahaan yang telah menjual sahamnya di bursa sebelum 1 Januari\n1997, nilai jual saham pendiri ditetapkan sebesar nilai saham pada saat\nperdagangan saham di bursa ditutup pada akhir tahun 1996 (tanggal 30\nDesember 1996). Sedangkan bagi perusahaan yang menjual sahamnya di\nbursa setelah 1 Januari 1997, nilai jual saham pendiri ditetapkan sebesar nilai\njual saham perusahaan pada saat penawaran umum perdana.\nd. Pemilik saham pendiri diberikan kemudahan untuk memenuhi kewajiban\npajaknya berdasarkan perhitungan sendiri sesuai dengan ketentuan di atas.\n\nDalam hal ini, pemilik saham pendiri untuk kepentingan perpajakan dapat\nmenghitung final atas dasar anggapannya sendiri bahwa sudah ada penghasilan.\nNamun apabila pemilik saham pendiri tidak memanfaatkan kemudahan tersebut,\nmaka penghitungan Pajak Penghasilannya dilakukan berdasarkan tarif Pajak\nPenghasilan yang berlaku umum sesuai dengan Pasal 17 Undang-undang Nomor 7\nTahun 1983 tentang Pajak Penghasilan sebagaimana telah diubah terakhir dengan\nUndang-undang Nomor 10 Tahun 1994.",
        "Nomor": "14",
        "Tahun": "1997",
        "Tentang": "PERUBAHAN ATAS PERATURAN PEMERINTAH NOMOR 41 TAHUN 1994\nTENTANG PAJAK PENGHASILAN ATAS PENGHASILAN DARI TRANSAKSI\nPENJUALAN SAHAM DI BURSA EFEK",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa dengan semakin meningkatnya kegiatan perdagangan saham di\nbursa efek serta akan dilaksanakannya perdagangan saham tanpa\nwarkat, pengenaan Pajak Penghasilan atas saham yang diperdagangkan\ndi bursa efek, khususnya atas saham pendiri, perlu lebih ditingkatkan\nagar dapat berlangsung secara lebih efektif;",
            "b": " bahwa sehubungan dengan hal tersebut di atas, dipandang perlu untuk\nmenyempurnakan Peraturan Pemerintah tentang pengenaan Pajak\nPenghasilan atas penghasilan dari transaksi penjualan saham pendiri di\nbursa efek dengan Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 6 Tahun 1983 tentang Ketentuan Umum dan\nTata Cara Perpajakan (Lembaran Negara Tahun 1983 Nomor 49,\nTambahan Lembaran Negara Nomor 3262) sebagaimana telah diubah\ndengan Undang-undang Nomor 9 Tahun 1994(Lembaran Negara\nTahun 1994 Nomor 59, Tambahan Lembaran Negara Nomor 3566);",
            "3": " Undang-undang Nomor 7 Tahun 1983 tentang Pajak Penghasilan\n(Lembaran Negara Tahun 1983 Nomor 50, Tambahan Lembaran\nNegara Nomor 3263) sebagaimana telah beberapa kali diubah terakhir\ndengan Undang-undang Nomor 10 Tahun 1994 (Lembaran Negara\nTahun 1994 Nomor 60, Tambahan Lembaran Negara Nomor 3567);",
            "4": " Peraturan Pemerintah Nomor 41 Tahun 1994 tentang Pajak\nPenghasilan atas Penjualan Saham di Bursa Efek (Lembaran Negara\nTahun 1994 Nomor 70, Tambahan Lembaran Negara Nomor 3574);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PERUBAHAN ATAS\nPERATURAN PEMERINTAH NOMOR 41 TAHUN 1994 TENTANG\nPAJAK PENGHASILAN ATAS PENGHASILAN DARI TRANSAKSI\nPENJUALAN SAHAM DI BURSA EFEK.",
        "tanggal sah": "29 Mei 1997"
    }
}