{
    "results": [
        {
            "id": "ac5d9682-af89-4906-a614-e1aa86ed97e8",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "f7390998-2273-4aef-8345-0a90e6c01099",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dalam Peraturan Pemerintah ini yang dimaksud dengan:\n1.\nBarang Kena Pajak Tertentu yang bersifat strategis adalah:\na. barang modal berupa mesin dan peralatan pabrik, baik dalam keadaan terpasang maupun\nterlepas, tidak termasuk suku cadang;\nb.\nmakanan ternak, unggas, dan ikan, dan atau bahan baku untuk pembuatan makanan\nternak, unggas, dan ikan;\nc.\nbarang hasil pertanian;\nd.\nbibit dan atau benih dari barang pertanian, perkebunan, kehutanan, peternakan,\npenangkaran, atau perikanan;\ne. bahan baku perak dalam bentuk butiran (granule) dan atau dalam bentuk batangan;\nf. bahan baku untuk pembuatan uang kertas rupiah dan uang logam rupiah;\ng. air bersih yang dialirkan melalui pipa oleh Perusahaan Air Minum; dan\nh. listrik, kecuali untuk perumahan dengan daya di atas 6600 watt.\n2.\nBarang hasil pertanian adalah barang yang dihasilkan dari kegiatan usaha di bidang:\na. pertanian, perkebunan, dan kehutanan;\nb. peternakan, perburuan atau penangkapan, maupun penangkaran; atau\nc. perikanan baik dari penangkapan atau budidaya;\n3.\nPetani adalah orang yang melakukan kegiatan usaha di bidang pertanian, perkebunan, kehutanan,\npeternakan, perburuan atau penangkapan, penangkaran, penangkapan atau budidaya perikanan.\n",
                "explanation": "\nCukup Jelas"
            }
        },
        {
            "id": "8acc8e56-9be1-4957-a0cc-c8a967713f26",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "8b53b47c-0988-4707-895a-622960997272",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Atas impor Barang Kena Pajak Tertentu yang bersifat strategis berupa:\na. barang modal sebagaimana dimaksud dalam Pasal 1 angka 1 huruf a yang diperlukan\nsecara langsung dalam proses menghasilkan Barang Kena Pajak, oleh Pengusaha Kena\nPajak yang menghasilkan Barang Kena Pajak tersebut;\nb. makanan ternak, unggas, dan ikan, dan atau bahan baku untuk pembuatan makanan\nternak, unggas, dan ikan sebagaimana dimaksud dalam Pasal 1 angka 1 huruf b;\nc. bibit dan atau benih dari barang pertanian, perkebunan, kehutanan, peternakan,\npenangkaran, atau perikanan sebagaimana dimaksud dalam Pasal 1 angka 1 huruf d;\nd. bahan baku perak dalam bentuk butiran (granule) dan atau dalam bentuk batangan\nsebagaimana dimaksud dalam Pasal 1 angka 1 huruf e;\ne. bahan baku untuk pembuatan uang kertas rupiah dan uang logam rupiah sebagaimana\ndimaksud dalam Pasal 1 angka 1 huruf f oleh Bank Indonesia dan atau Perum Peruri;\ndibebaskan dari pengenaan Pajak Pertambahan Nilai.\n(2) Atas penyerahan Barang Kena Pajak Tertentu yang bersifat strategis berupa:\na. barang modal sebagaimana dimaksud dalam Pasal 1 angka 1 huruf a yang diperlukan\nsecara langsung dalam proses menghasilkan Barang Kena Pajak, oleh Pengusaha Kena\nPajak yang menghasilkan Barang Kena Pajak tersebut;\nb. makanan ternak, unggas, dan ikan, dan atau bahan baku untuk pembuatan makanan\nternak, unggas, dan ikan sebagaimana dimaksud dalam Pasal 1 angka 1 huruf b;\nc. barang hasil pertanian sebagaimana dimaksud dalam Pasal 1 angka 1 huruf c oleh petani\natau kelompok petani;\nd. bibit dan atau benih dari barang pertanian, perkebunan, kehutanan, peternakan,\npenangkaran, atau perikanan sebagaimana dimaksud dalam Pasal 1 angka 1 huruf d;\ne. bahan baku perak dalam bentuk butiran (granule) dan atau dalam bentuk batangan\nsebagaimana dimaksud dalam Pasal 1 angka 1 huruf e;\nf. bahan baku untuk pembuatan uang kertas rupiah dan uang logam rupiah sebagaimana\ndimaksud dalam Pasal 1 angka 1 huruf f kepada Bank Indonesia dan atau Perum Peruri;\ng. air bersih yang dialirkan melalui pipa oleh Perusahaan Air Minum sebagaimana dimaksud\ndalam Pasal 1 angka 1 huruf g;\nh. listrik, kecuali untuk perumahan dengan daya di atas 6600 watt sebagaimana dimaksud\ndalam Pasal 1 angka 1 huruf h;\ndibebaskan dari pengenaan Pajak Pertambahan Nilai.",
                "explanation": "\nHuruf a\nCukup jelas\nHuruf b\nCukup jelas\nHuruf c\nCukup jelas\nHuruf d\nCukup jelas\nHuruf e\nYang dimaksud dengan bahan baku pembuatan uang rupiah adalah kertas uang\ndan logam uang."
            }
        },
        {
            "id": "ab43f83e-cdf1-45c9-8d0b-def5d1b36ee3",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "0030c204-b65d-4aa1-99de-7a0dce23ddcd",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pajak Masukan atas perolehan Barang Kena Pajak dan atau Jasa Kena Pajak sehubungan dengan\npenyerahan Barang Kena Pajak Tertentu yang bersifat strategis sebagaimana dimaksud dalam Pasal 1\nangka 1 yang dibebaskan dari pengenaan Pajak Pertambahan Nilai, tidak dapat dikreditkan.",
                "explanation": "\nCukup Jelas"
            }
        },
        {
            "id": "b60293bf-c1da-4398-a115-e870002d646e",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "ec1b2540-65af-4cc2-816d-95e63b462b40",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Dalam hal Barang Kena Pajak Tertentu yang bersifat strategis sebagaimana dimaksud dalam\nPasal 1 angka 1 huruf a yang dibebaskan dari pengenaan Pajak Pertambahan Nilai ternyata\ndigunakan tidak sesuai dengan tujuan semula atau dipindahtangankan kepada pihak lain baik\nsebagian atau seluruhnya dalam jangka waktu 5 (lima) tahun sejak saat impor dan atau perolehan,\nmaka Pajak Pertambahan Nilai yang dibebaskan wajib dibayar dalam jangka waktu 1 (satu) bulan\nsejak Barang Kena Pajak tersebut dialihkan penggunaannya atau dipindahtangankan.\n(2)  Dalam hal Barang Kena Pajak Tertentu yang bersifat strategis sebagaimana dimaksud dalam\nPasal 1 angka 1 huruf f yang dibebaskan dari pengenaan Pajak Pertambahan Nilai ternyata tidak\ndigunakan sebagai bahan baku untuk pembuatan uang kertas rupiah dan uang logam rupiah,\nmaka Pajak Pertambahan Nilai yang dibebaskan wajib dibayar dalam jangka waktu 1 (satu) bulan\nsejak Barang Kena Pajak tersebut dialihkan penggunaannya.\n(3) Apabila dalam jangka waktu 1 (satu) bulan sebagaimana dimaksud dalam ayat (1) dan (2), Pajak\nPertambahan Nilai yang dibebaskan tidak dibayar, Direktur Jenderal Pajak menerbitkan Surat\nKetetapan Pajak Kurang Bayar ditambah dengan sanksi sesuai ketentuan yang berlaku.\n(4) Pajak Masukan yang dibayar sebagaimana dimaksud dalam ayat (1) dan ayat (2), tidak dapat\ndikreditkan.",
                "explanation": "\nSebagai konsekuensi atas penyalahgunaan fasilitas Pajak Pertambahan Nilai yang\ndibebaskan atas impor dan atau penyerahan Barang Kena Pajak Tertentu yang bersifat strategis\nsebagaimana dimaksud dalam Pasal 1 angka 1 huruf a, Pengusaha Kena Pajak yang melakukan\npenyalahgunaan fasilitas tersebut diharuskan membayar Pajak Pertambahan Nilai yang semula\ntelah dibebaskan."
            }
        },
        {
            "id": "aeaf7269-6747-486e-81ec-c8e731219ba5",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "a3fae588-1e11-4e56-946c-dee39edaf76b",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pajak Pertambahan Nilai terutang yang telah dipungut atas impor dan atau penyerahan Barang\nKena Pajak Tertentu yang bersifat strategis yang dilakukan pada atau setelah tanggal 1 Januari\n2001 sampai dengan ditetapkannya Peraturan Pemerintah ini, harus disetorkan ke Kas Negara\nsesuai ketentuan yang berlaku.\n(2) Pajak Pertambahan Nilai terutang yang telah dipungut sebagaimana dimaksud dalam ayat (1)\ndapat dimintakan pengembalian oleh importir atau pembeli, sepanjang belum dikreditkan.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "2b218cc8-de2a-4a63-9393-651637c65033",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "a6cd8a5d-cc39-4e9d-b31b-6290de421683",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "\nKepada pengusaha yang melakukan penyerahan Barang Kena Pajak sebagaimana dimaksud dalam Pasal\n1 angka 1 huruf c, huruf g, dan huruf h dapat diberikan kemudahan dalam pelaksanaan kewajiban\nperpajakannya.",
                "explanation": "\nTerhadap petani yang hanya melakukan penyerahan Barang Kena Pajak sebagaimana dimaksud\ndalam Pasal 1 angka 1 huruf c dan atau huruf d, Perusahaan Air Minum yang hanya melakukan\npenyerahan Barang Kena Pajak sebagaimana dimaksud dalam Pasal 1 angka 1 huruf g, dan\nPerusahaan Listrik yang hanya melakukan penyerahan Barang Kena Pajak sebagaimana\ndimaksud dalam Pasal 1 angka 1 huruf h, untuk menghindari timbulnya beban administrasi yang\ntidak perlu maka untuk sementara tidak perlu dikukuhkan sebagai Pengusaha Kena Pajak."
            }
        },
        {
            "id": "afcf1192-1e42-4169-8528-c8a20a22cb6c",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "8540b1be-3c1a-4d28-ac3b-6a5e537cd8fa",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Ketentuan lebih lanjut yang diperlukan bagi pelaksanaan Peraturan Pemerintah ini diatur oleh Menteri\nKeuangan.",
                "explanation": "\nCukup Jelas"
            }
        },
        {
            "id": "94c0fb9d-4a85-4006-bf95-7901939fc404",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "9662e95c-c58c-42c8-9f98-332ee1052944",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal ditetapkan dan mempunyai daya laku surut sejak\ntanggal 1 Januari 2001.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan\npenempatannya dalam Lembaran Negara Republik Indonesia.",
                "explanation": "\nCukup Jelas\n"
            }
        }
    ],
    "metadata": {
        "Nomor": "12",
        "Tahun": "2001",
        "Tentang": "IMPOR DAN ATAU PENYERAHAN\nBARANG KENA PAJAK TERTENTU YANG BERSIFAT STRATEGIS\nYANG DIBEBASKAN DARI PENGENAAN PAJAK PERTAMBAHAN NILAI",
        "Menimbang": {
            "Introduction": "\nbahwa sebagai pelaksanaan Pasal 16B Undang-undang Nomor 8 Tahun 1983 tentang\nPajak Pertambahan Nilai Barang dan Jasa dan Pajak Penjualan atas Barang Mewah\nsebagaimana telah beberapa kali diubah terakhir dengan Undang-undang Nomor 18\nTahun 2000, dan dalam rangka mendorong pembangunan nasional dengan membantu\ntersedianya barang-barang yang bersifat strategis, serta setelah dikonsultasikan kepada\nDewan Perwakilan Rakyat, perlu menetapkan Peraturan Pemerintah tentang Impor dan\natau Penyerahan Barang Kena Pajak Tertentu yang Bersifat Strategis yang Dibebaskan\ndari Pengenaan Pajak Pertambahan Nilai;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945 sebagaimana telah diubah dengan\nPerubahan Kedua Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 6 Tahun 1983 tentang Ketentuan Umum dan Tata Cara\nPerpajakan (Lembaran Negara Republik Indonesia Tahun 1983 Nomor 49, Tambahan\nLembaran Negara Nomor 3262) sebagaimana telah beberapa kali diubah terakhir\ndengan Undang-undang Nomor 16 Tahun 2000 (Lembaran Negara Republik\nIndonesia Tahun 2000 Nomor 126, Tambahan Lembaran Negara Nomor 3984);",
            "3": " Undang-undang Nomor 8 Tahun 1983 tentang Pajak Pertambahan Nilai Barang dan\nJasa dan Pajak Penjualan atas Barang Mewah (Lembaran Negara Republik Indonesia\nTahun 1983 Nomor 51, Tambahan Lembaran Negara Nomor 3264) sebagaimana\ntelah beberapa kali diubah terakhir dengan Undang-undang Nomor 18 Tahun 2000\n(Lembaran Negara Republik Indonesia Tahun 2000 Nomor 128, Tambahan Lembaran\nNegara Nomor 3986);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG IMPOR DAN ATAU PENYERAHAN BARANG KENA\nPAJAK TERTENTU YANG BERSIFAT STRATEGIS YANG DIBEBASKAN DARI PENGENAAN\nPAJAK PERTAMBAHAN NILAI.",
        "tanggal sah": "1 Januari 2001"
    }
}