{
    "results": [
        {
            "id": "b3c9d585-bae0-4401-896c-3799744a4b39",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "c642e88d-dffb-4a2d-97a1-ca6c247c3b8b",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Sebaiknya keterangan dinyatakan dihadapan atau disampaikan kepada\nhakim (dalam hal ini sebagai pejabat administrasi), karena hakim\nadalah seorang pejabat yang biasa menjalankan pekerjaan yang\nberhubungan dengan soal-soal hukum dan pembuktian.\nAkan tetapi, di daerah-daerah yang berhubungan dengan luasnya\nsukar bagi penduduknya untuk menghadap kepada hakim guna\nmenyatakan keterangan, maka keterangan itu dapat dinyatakan (juga)\nkepada pejabat lain.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "a68d1181-8249-42fc-869c-2a15e9f5ce52",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "5c638d49-7895-4c23-9183-cc0ae64823e2",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Telah diterangkan di atas apakah arti penerimaan keterangan. Maka\ncukuplah jika pejabat dengan sepintas lalu (summier) dapat percaya\nakan keterangan yang dinyatakan.\nHanya terhadap orang yang menyatakan keterangan untuk orang lain,\nhak untuk itu harus dibuktikan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "1ed3ef3d-2a0c-4d16-b1a0-039f5d8f3283",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "f6e3d030-98c7-4e9c-ad49-8e365c2c71e0",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Surat catatan (procesverbaal) tentang keterangan yang dinyatakan\ndengan lisan dan surat penyatakan keterangan dibuat dalam empat\nrangkap supaya semua instansi yang bersangkutan mendapat aslinya,\nyang memuat tanda-tangan/cap jari orang yang menyatakan\nketerangan.\nTanggal pembuatan surat catatan dan tanggal penerimaan surat\npenyatakan keterangan penting karena mulai tanggal itu berlakulah\npemilihan atau penolakan kebangsaan.\nMaka orang yang menyatakan keterangan diberi selembar surat\ncatatan atau dapat kembali selembar surat penyatakan keterangan\nuntuk bukti tentang penyatakan keterangan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "4aaf0def-7083-4400-9800-a984a4288664",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "aab1b852-d9e4-4029-aefb-84931e73faa3",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pengembalian dengan tanggal perlu, berhubung dengan\nkemungkinan pengajuan di muka pengadilan tertera dalam pasal\n8 kalimat kedua. Pengajuan sesuatu hal untuk mendapatkan\nkeputusan-atau penetapan-hakim adalah termasuk hak-hak dasar\nmanusia.\nPasal 5 dan 7\nUmumnya dalam hal menerima keterangan Menteri Kehakiman bersikap\npasif. Jika ia mendapat penunjukan-penunjukan yang cukup kuat\nbahwa penerimaan itu tidak benar, maka barulah ia bertindak aktif.\nJuga tindakan Menteri Kehakiman ini tidak mempunyai kekuatan\nkonstitutef.\nPasal 6, 8, 9 dan 10.\nSudah terang.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "90f5e85f-4a30-4377-a522-0d7794e53136",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "c286665a-8d9c-4636-921d-e31ab6b6073f",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Menteri Kehakiman di dalam kementeriannya dan masing-masing\npejabat tersebut dalam pasal 1 dalam kantornya, memelihara sebuah\ndaftar untuk pencatatan keterangan memilih, dan sebuah daftar lagi\nuntuk pencatatan keterangan menolak kebangsaan Indonesia,\nmasing-masing disusun seperti model B yang terlampir pada\nPeraturan Pemerintah ini, hanya dengan perbedaan nama.\nSemua keterangan yang diterima, baik yang dinyatakan dengan lisan\nmaupun yang dikirimkan dengan surat, segera setelah surat\ncatatannya dibuat atau keterangan penerimaan termaksud dalam pasal\n3 ayat 3 dibubuh, oleh pejabat dicatat dalam daftar.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "a72d46b8-d223-48dc-9db3-ae8c1c61568b",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "987f137f-f5b5-4a39-bcc3-0627863dc74e",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "1.  Dari dua lembar surat (catatan) penyatakan keterangan yang\n    diterima, Menteri Kehakiman memisahkan selembar untuk,\n    bersama dengan semua surat (catatan) penyatakan keterangan\n    yang diterima dalam masa satu bulan kalender disampaikan\n    kepada Pemerintah Kerajaan Belanda dengan melalui Komisaris\n    Agung Kerajaan Belanda pada Pemerintah Republik Indonesia\n    Serikat, pada permulaan bulan yang berikut.\n    Selembar lagi disimpan sebagaimana tertera dalam pasal 3 ayat\n    4 kalimat kedua dan ketiga.\n2.  Menteri Kehakiman mengusahakan pemuatan semua keterangan,\n    yang diterima dalam masa satu bulan kalender, dalam Berita\n    Negara Republik Indonesia Serikat, pada bulan yang berikut.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "a582ef80-74ea-4086-b8ac-549b67e21e7e",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "3a22ee5b-812d-401f-8cc8-56d4fb2969dd",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Jika Menteri Kehakiman dapat mengetahui, bahwa seorang yang\nketerangannya tentang memilih atau menolak kebangsaan Indonesia\ntelah diterima, sesungguhnya tidak memenuhi syarat, maka segera ia\nmengembalikan surat (catatan) penyatakan keterangan yang masih ada\ndalam kementeriannya kepada orang yang menyatakan keterangan,\ndengan melalui pejabat yang menerimanya agar supaya daftar dan\nberkasnya dibetulkan.\nHal ini oleh Menteri Kehakiman diberitahukan kepada Komisaris\nAgung Kerajaan Belanda pada Pemerintah Republik Indonesia Serikat,\njika perlu, dan disiarkan juga di dalam Berita Negara.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "4ec52abf-f84d-45dc-9a54-e9892c232b88",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "3d7ca855-f8b3-42dc-a0c1-cbf7c9a53f03",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pemilihan atau penolakan kebangsaan Indonesia mulai berlaku pada\nhari surat catatan penyatakan keterangan dibuat atau pada hari\nsurat penyatakan keterangan diterima oleh pejabat yang berwajib.\nJikalau dengan suatu keputusan hakim diputus, bahwa orang yang\nbersangkutan dan/atau orang yang menyatakan keterangan, yang tidak\nditerima oleh pejabat sesungguhnya memenuhi syarat-syarat, maka\npemilihan atau penolakan kebangsaan Indonesia oleh orang itu\nberlaku juga mulai pada hari surat catatan tentang keterangan yang\ntidak diterima, seharusnya dibuat atau pada hari surat penyatakan\nketerangannya diterima oleh pejabat itu.\nGuna itu orang yang bersangkutan dapat mengirimkan tiga lembar\nsalinan yang sah dari keputusan hakim itu kepada yang berwajib.\nPejabat tersebut dan Menteri Kehakiman berbuat dengan salinan\nkeputusan hakim yang sah ini seperti dengan surat penyatakan\nketerangan, yang dibubuh keterangan penerimaan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "9a96f884-020c-4e62-a3da-7f741380df99",
            "name": "Article 9",
            "type": "article",
            "children": {
                "id": "42dcd5cf-6f98-4609-8897-08c87703581c",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini dapat disebut : \"Peraturan Pemerintah\npelaksanaan pembagian warganegara\".",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "15bdfc76-99de-4e88-a98e-54ce95633205",
            "name": "Article 10",
            "type": "article",
            "children": {
                "id": "7f1c7525-e8ac-4270-ba54-d90d5bd04d2c",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini segera berlaku dan berlaku surut sampai\npada waktu pemulihan kedaulatan.\nAgar supaya setiap orang dapat mengetahuinya, memerintahkan\npengumuman Peraturan Pemerintah ini dengan penempatan dalam\nLembaran Negara Republik Indonesia Serikat.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "1",
        "Tahun": "1950",
        "Tentang": "MENJALANKAN HAK MEMILIH DAN HAK MENOLAK KEBANGSAAN INDONESIA\nBAGI ORANG YANG MENJELANG WAKTU PENYERAHAN KEDAULATAN\nKAULANEGARA KERAJAAN BELANDA",
        "Menimbang": {
            "Introduction": "\nbahwa perlu diadakan ketentuan-ketentuan penjalankan lebih lanjut\nuntuk melaksanakan Persetujuan perihal Pembagian Warganegara, yang\ndilampirkan pada Persetujuan Perpindahan, yang tercapai pada\nKonperensi Meja Bundar di Den Haag pada tanggal 2 Nopember 1949;"
        },
        "Mengingat": {
            "Introduction": "\nPasal 141 ayat 1 Konstitusi;"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG MENJALANKAN HAK MEMILIH DAN HAK\nMENOLAK KEBANGSAAN INDONESIA BAGI ORANG YANG MENJELANG WAKTU\nPENYERAHAN KEDAULATAN KAULANEGARA KERAJAAN BELANDA.",
        "tanggal sah": "31 Januari 1950"
    }
}