{
    "results": [
        {
            "id": "b1d93c18-8b2b-45a7-b753-079cf30be942",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "555e78a1-132c-4a19-b9cf-1c6e99ea3035",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "9d925201-37df-4ac3-9a64-6a64386acf74",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan:\n1. Undang-undang adalah Undang-undang Nomor 3 Tahun 1975 tentang Partai Politik\ndan Golongan Karya sebagaimana telah diubah dengan Undang-undang Nomor 3\nTahun 1985;\n2. Partai Politik adalah organisasi kekuatan sosial politik yang bernama Partai\nPersatuan Pembangunan dan Partai Demokrasi Indonesia;\n3. Golongan Karya adalah organisasi kekuatan sosial politik yang bernama Golongan Karya;\n4. Rapat adalah rapat Pengurus sesuai dengan tingkat kepengurusannya dan atau rapat antar tingkat kepengurusan;\n5. Pertemuan adalah pertemuan Komisaris dan Pembantu Komisaris Kecamatan atau Komisaris dan Pembantu Komisaris Desa/Kelurahan.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "e4e2e09d-df28-4eba-abf0-8f09a7aeae82",
            "name": "Chapter II",
            "title": "\nASAS, TUJUAN, DAN PROGRAM",
            "type": "chapter",
            "children": [
                {
                    "id": "a72dbd1f-005a-4208-8499-ff612659d290",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "d43a6ebd-861d-4ad0-b027-34ba12d6bdaa",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPartai Politik dan Golongan Karya berasaskan Pancasila sebagai satu-satunya asas yang wajib dicantumkan dalam Anggaran Dasar organisasi masing-masing, dan tidak dibolehkan mencantumkan istilah atau pengertian lain yang dapat mengurangi atau mengaburkan maksud ditetapkannya Pancasila sebagai satu-satunya asas bagi Partai Politik dan Golongan Karya dalam kehidupan bermasyarakat, berbangsa dan bernegara.",
                        "explanation": "\nYang dimaksud dengan pencantuman Pancasila sebagai satu-satunya asas dalam\nAnggaran Dasar adalah pencantuman dalam pasal-pasal Anggaran Dasar."
                    }
                },
                {
                    "id": "3379729f-80f0-41a7-b164-7342356fce51",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "6a0a7487-56a1-4d08-8dd4-4e7a1296fd22",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPartai Politik dan Golongan Karya bertujuan:\na. Dalam mewujudkan cita-cita bangsa sebagaimana dimaksud dalam Undang-Undang Dasar 1945 yaitu melindungi segenap bangsa Indonesia dan seluruh tumpah darah Indonesia, memajukan kesejahteraan umum, mencerdaskan kehidupan bangsa, dan ikut melaksanakan ketertiban dunia yang berdasarkan kemerdekaan, perdamaian abadi, dan keadilan sosial, Partai Politik dan Golongan Karya berupaya terus menerus mengembangkan kepeloporannya dalam memantapkan persatuan dan kesatuan bangsa;\nb. Dalam menciptakan masyarakat adil dan makmur yang merata spiritual dan materiil berdasarkan Pancasila dan Undang-Undang Dasar 1945 dalam wadah Negara Kesatuan Republik Indonesia, Partai Politik dan Golongan Karya berperan aktif menggairahkan peranserta seluruh rakyat dalam pembangunan dan menyukseskan pelaksanaan pembangunan nasional;\nc. Dalam mengembangkan kehidupan demokrasi Pancasila, Partai Politik dan Golongan Karya berperan aktif mewujudkan kehidupan konstitusional, demokrasi dan tegaknya hukum, memantapkan stabilitas politik yang dinamis serta melaksanakan hak dan kewajibannya dalam pelaksanaan Pemilihan Umum sebagai sarana pelaksanaan asas kedaulatan rakyat berdasarkan Pancasila dalam Negara Republik Indonesia.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "4da9c9b2-8a75-4f48-83bd-6366425185b8",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "150fc4ef-e75d-4526-99c8-7228556e9b55",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Partai Politik dan Golongan Karya dalam upaya mencapai tujuan sebagaimana dimaksud dalam Pasal 3, menyusun programnya masing-masing.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "5a616d40-4456-4e10-a259-69a863a0c738",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Program Partai Politik dan Golongan Karya sebagaimana dimaksud dalam ayat (1) tidak boleh menyimpang atau bertentangan dengan asas dan tujuan sebagaimana\n(3) Program Partai Politik dan Golongan Karya dapat mencerminkan sifat kekhususannya yang nampak pada pendekatan dan penekanan dalam pemikiran dan pemecahan masalah-masalah luas yang dihadapi dalam pembangunan nasional sebagai pengamalan Pancasila.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "a981e6a2-1a23-4208-9bd4-fb1eced3b8d1",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Program Partai Politik dan Golongan Karya dilaksanakan dengan jiwa dan semangat kekeluargaan, musyawarah, dan gotong royong.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "702414ad-a857-4eac-8574-d425e4eea421",
            "name": "Chapter III",
            "title": "\nFUNGSI, HAK DAN KEWAJIBAN",
            "type": "chapter",
            "children": [
                {
                    "id": "3f1c1de8-e78d-467f-b3e9-f242554611e8",
                    "name": "Article 5",
                    "type": "article",
                    "children": [
                        {
                            "id": "0885dc0a-ca93-4b5a-9a97-743402269f12",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dalam menjalankan fungsinya sebagai salah satu lembaga demokrasi Pancasila, Partai Politik dan Golongan Karya menyalurkan pendapat dan aspirasi masyarakat secara sehat dan mewujudkan hak-hak politik rakyat dengan melaksanakan komunikasi sosial timbal balik, merumuskan gagasan-gagasan atau pemikiran yang berguna bagi keberhasilan pembangunan yang diperjuangkan secara tertib sesuai dengan peraturan perundang-undangan yang berlaku.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "f24ac745-8dcf-4951-822e-7d2ccbd98361",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dalam menjalankan fungsinya sebagai salah satu wadah untuk mendidik kesadaran politik rakyat, Partai Politik dan Golongan Karya membina anggota-anggotanya menjadi Warganegara Republik Indonesia yang bermoral Pancasila, setia terhadap Undang-Undang Dasar 1945, dengan berusaha semakin meningkatkan kesadaran akan hak dan kewajibannya sebagai warganegara serta mempunyai wawasan dan disiplin nasional untuk mernperkokoh persatuan dan kesatuan bangsa.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "d2b10894-52e9-48bd-a233-85d761f1844b",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "09973323-bf58-4acd-860d-ca694ea162ee",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nUntuk melaksanakan hak dan kewajiban mempertahankan dan mengisi kemerdekaan Negara Kesatuan Republik Indonesia, Partai Politik dan Golongan Karya berperan aktif dalam mewujudkan ketahanan nasional dan dalam pelaksanaan pembangunan nasional.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "23a80afc-ea76-48f9-aca4-5872228a51d8",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "131079e6-7f93-4747-8074-9b2c3431fa07",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nUntuk melaksanakan hak dan kewajiban ikut serta dan menyukseskan Pemilihan Umum, Partai Politik dan Golonpn Karya berhak dan wajib menjadi peserta Pemilihan Umum sesuai dengan peraturan perundang-undangan yang berlaku dan meningkatkan kesadaran rakyat dalam menggunakan hak pilihnya secara bertanggungjawab.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "61dde8df-96d2-48a8-9cd3-1a178c26748a",
            "name": "Chapter IV",
            "title": "\nKEANGGOTAAN DAN KEPENGURUSAN",
            "type": "chapter",
            "children": [
                {
                    "id": "6eb84a27-d79b-43c6-843b-559ebe68c6fa",
                    "name": "Article 8",
                    "type": "article",
                    "children": [
                        {
                            "id": "8729b1b2-d66b-4bbd-ab1d-3686e5844d81",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Keanggotaan Partai Politik dan Golongan Karya bersifat terbuka, sehingga Warganegara Republik Indonesia secara sukarela dapat menjadi anggota salah satu Partai Politik atau Golongan Karya setelah melalui penelitian/penyaringan oleh\nPengurus Partai Politik atau Golongan Karya yang bersangkutan dan telah\nmemenuhi persyaratan-persyaratan yang ditentukan.",
                            "explanation": "\nYang dimaksud dengan keanggotaan yang bersifat terbuka adalah\nkeanggotaan tanpa pembedaan suku, agama, asal keturunan, tingkat\npendidikan, jenis kelamin, dan pekerjaan.\nPenelitian/penyaringan calon anggota Partai Politik dan Golongan Karya\noleh pengurus masing-masing organisasi meliputi:\na. kesetiaan kepada Pancasila dan Undang-Undang Dasar 1945;\nb. kesetiaan kepada Negara dan Pemerintah Republik Indonesia;\nc. tidak pernah terlibat langsung atau tidak langsung dalam\npemberontakan G30.S/PKI atau organisasi terlarang lainnya.\nUntuk keperluan tersebut maka Partai Politik dan Golongan Karya dapat\nmeminta bantuan instansi Pemerintah."
                        },
                        {
                            "id": "87bb95ae-657d-43a9-9886-6c9a2d6e8096",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": "\n(3)\nPartai Politik dan Golongan Karya mendaftar anggota-anggotanya yang dicatat\ndalam buku tersendiri dan dipelihara secara ketatausahaan.\nTata cara pendaftaran dan pemeliharaan daftar anggota diatur dan ditetapkan oleh\nPartai Politik dan Golongan Karya.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "007c0dec-c57a-45bd-8589-31394c8311aa",
                    "name": "Article 9",
                    "type": "article",
                    "children": [
                        {
                            "id": "a34aae3d-d0e9-40f9-8d0c-58252ebcc683",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": "\nPengurusan Partai Politik dan Golongan Karya ditentukan oleh organisasi masing-\nmasing sesuai dengan Anggaran Dasar dan Anggaran Rumah Tangga.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "fe59fd33-d101-4d5d-a826-f90a3dc10a80",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": "\nSusunan Pengurus Tingkat Pusat Partai Politik dan Golongan Karya dan\nperubahannya, disampaikan secara tertulis kepada Menteri Dalam Negeri oleh\nPengurus Tingkat Pusat Partai Politik dan Golongan Karya yang bersangkutan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "ba344314-8675-4ef7-a8e7-c5953ded273a",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Susunan Pengurus Daerah Tingkat I atau Daerah Tingkat II dan perubahannya,\ndisampaikan secara tertulis kepada Menteri Dalam Negeri melalui Gubernur Kepala\nDaerah Tingkat I atau Bupati/Walikotamadya Kepala Daerah Tingkat II oleh\nPengurus Daerah Tingkat I atau Tingkat II Partai Politik dan Golongan Karva yang\nbersangkutan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "4a5d6cd3-d815-44dd-94f3-c3277f9a928c",
                    "name": "Article 10",
                    "type": "article",
                    "children": [
                        {
                            "id": "91635413-4206-4e50-b4ad-d39bf6202e8d",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": "\nPartai Politik dan Golongan Karya mempunyai kepengurusan di:\na.Ibukota Negara Republik Indonesia untuk Tingkat Pusat;\nb.lbukota Propinsi untuk Daerah Tingkat I;\nc.Ibukota Kabupaten/Kotamadya untuk Daerah Tingkat II.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "039c1ca9-c8ee-444a-b854-90fe757d2d01",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Kepengurusan untuk Daerah Administratif di lingkungan Daerah Khusus Ibukota\nJakarta Raya dan Wilayah Administratif lainnya yang ditetapkan setingkat dengan\nDaerah Tingkat II, dipersamakan dengan Daerah Tingkat II sebagaimana dimaksud\ndalam ayat (1) huruf c.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "40a090d2-3877-4ecb-bd98-23a7f396abfc",
                    "name": "Article 11",
                    "type": "article",
                    "children": {
                        "id": "52231d50-32d3-4e6e-a631-2a95bd862cac",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPartai Politik dan Golongan Karya dapat memasang papan nama dan lambang organisasi\nmasing-masing di tempat kedudukan Pengurus Pusat, Pengurus Daerah Tingkat I, dan\nPengurus Daerah Tingkat II.",
                        "explanation": "\nYang dimaksud dengan di tempat kedudukan pengurus adalah alamat kantor Pengurus Partai Politik dan Golongan Karya yang bersangkutan."
                    }
                }
            ]
        },
        {
            "id": "b2e7367a-e5c0-4038-970f-019c227fe82b",
            "name": "Chapter V",
            "title": "\nKOMISARIS",
            "type": "chapter",
            "children": [
                {
                    "id": "7b96063b-c754-45c8-a555-6db4dede1b76",
                    "name": "Article 12",
                    "type": "article",
                    "children": [
                        {
                            "id": "663c1349-b131-4c10-a16f-a3416f46be14",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Di Kota Kecamatan dan Desa/Kelurahan dapat ditetapkan seorang Komisaris\nsebagai pelaksana Pengurus Daerah Tingkat II, yang untuk selanjutnya disebut\nKomisaris Partai Politik atau Golongan Karya Kecamatan atau Desa/Kelurahan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "bc320cdf-52a4-494d-b68e-4fddfbadeff4",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Komisaris Partai Politik atau Komisaris Golongan Karya Kecamatan dibantu oleh\nsebanyak-banyaknya 5 (lima) orang Pembantu. Komisaris, dan Komisaris\nDesa/Kelurahan dibantu oleh sebanyak-banyaknya 4 (empat) orang Pembantu\nKomisaris.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "f21d310f-b96b-48cf-8cf3-7d66c784a554",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Komisaris dan Pembantu Komisaris Partai Politik dan Golongan Karya Kecamatan\natau Desa/Kelurahan ditetapkan oleh Pengurus Partai Politik atau Golongan Karya\nyang bersangkutan dari anggotanya masing-masing yang bertempat tinggat dalam\nwilayah Kecamatan atau Desa/Kelurahan yang bersangkutan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "a74c8bd9-b0fd-413d-a977-b1c2e4bcc83a",
                    "name": "Article 13",
                    "type": "article",
                    "children": [
                        {
                            "id": "f1987285-ed8b-42f1-add0-1d75e5238c79",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Komisaris dapat mempunyai tanda pengenal tanpa mencantumkan lambang Partai\nPolitik atau Golongan Karya.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "f9f4cd01-8da0-4111-b3cb-727123852f08",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Bentuk, ukuran, isi, dan hal-hal mengenai tanda pengenal sebagaimana dimaksud\ndalam ayat (1) diatur lebih lanjut oleh Menteri Dalam Negeri.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "1fdd20b9-563c-4334-98e4-2f32b30fdc95",
            "name": "Chapter VI",
            "title": "\nRAPAT",
            "type": "chapter",
            "children": [
                {
                    "id": "fa7cc7bc-4ee0-4bc5-96a6-9136351d4dbf",
                    "name": "Article 14",
                    "type": "article",
                    "children": [
                        {
                            "id": "b2db3c85-ae2f-4698-9f39-90151947b3d3",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Partai Politik dan Golongan Karya dalam melaksanakan fungsinya dapat\nmengadakan rapat Pengurus Tingkat Pusat, Daerah Tingkat I, dan Daerah Tingkat\nII, yang diselenggarakan di tempat kedudukan Pengurus yang bersangkutan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "3ae0ddd2-6d5f-492f-91aa-1fb5f41a604e",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Rapat Pengurus yang diselenggarakan di luar ketentuan ayat (1), rapat antar\nTingkat Kepengurusan atau rapat-rapat lainnya, dapat diselenggarakan setelah\nmendapat persetujuan dari instansi yang berwenang sesuai dengan peraturan\nperundang-undangan yang berlaku.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "85de904a-6352-44a2-9706-21fdb9d80582",
            "name": "Chapter VII",
            "title": "\nPERTEMUAN",
            "type": "chapter",
            "children": [
                {
                    "id": "5a9bf12a-8b6f-4a11-9ef7-cf65cc981848",
                    "name": "Article 15",
                    "type": "article",
                    "children": [
                        {
                            "id": "12b743ef-d12d-46ea-a106-eddbbe2b7ec8",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Komisaris Kecamatan atau Desa/Kelurahan dapat mengadakan pertemuan untuk\nmenyampaikan dan melaksanakan kebijaksanaan Pengurus Partai Politik atau\nGolongan Karya Daerah Tingkat II serta untuk menyalurkan pendapat dan aspirasi\nmasyarakat Kecamatan atau Desa/Kelurahan kepada Pengurus Partai Politik atau\nGolongan Karya Daerah Tingkat II yang bersangkutan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "ed42a862-794d-400c-bd76-c6292e682e0f",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pertemuan diadakan di tempat kedudukan Komisaris Kecamatan atau\nDesa/Kelurahan yang bersangkutan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "f985c469-7d07-4a93-8539-e02f72b4364d",
            "name": "Chapter VIII",
            "title": "\nPENGAWASAN",
            "type": "chapter",
            "children": [
                {
                    "id": "d9e16133-3858-4181-a052-a8ff96c0c84c",
                    "name": "Article 16",
                    "type": "article",
                    "children": [
                        {
                            "id": "3cdf9c9c-ea54-47fb-8d15-5957f7ed5c86",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pengawasan terhadap ditaatinya ketentuan Pasal 4, Pasal 7 huruf a, dan Pasal 12\nUndang-undang, dilakukan oleh Presiden/Mandataris Majelis Permusyawaratan\nRakyat yang dalam pelaksanaannya dibantu oleh Menteri Dalam Negeri.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "54c4b764-1055-45b8-ac8a-35fa38a5ffaa",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dalam pelaksanaan pengawasan sebagaimana dimaksud dalam ayat (1),\nPresiden/Mandataris Majelis Permusyawaratan Rakyat dapat meminta keterangan\nyang dipandang perlu kepada Pengurus Tingkat Pusat Partai Politik dan Golongan\nKarya.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "6b3ef24f-5dbc-4463-9c60-2c4727b6cc36",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Menteri Dalam Negeri dalam melaksanakan tugas sebagaimana dimaksud dalam\nayat (1) menyampaikan laporan kepada Presiden/Mandataris Majelis\nPermusyawaratan Rakyat.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "ad9e3984-68cd-4f9a-aae3-0b4fbf3f1280",
                    "name": "Article 17",
                    "type": "article",
                    "children": [
                        {
                            "id": "3ee5a045-6490-41a5-b3a1-aeacefc5a4c0",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Apabila terdapat petunjuk Partai Politik atau Golongan Karya melakukan tindakan\nyang bertentangan dengan Pasal 4, Pasal 7 huruf a, dan Pasal 12 Undang-undang,\nPresiden/Mandataris Majelis Permusyawaratan Rakyat memberikan\nperingatan/tegoran kepada Pengurus Pusat Partai Politik atau Golongan Karya\nyang bersangkutan.",
                            "explanation": "\nKetentuan ini mencerminkan bahwa dalam melaksanakan pengawasan, Presiden/Mandataris Majelis Permusyawaratan Rakyat menggunakan pendekatan yang bersifat persuasif dalam rangka menjamin kehidupan politik yang sehat demi tegaknya Demokrasi Pancasila."
                        },
                        {
                            "id": "4f2f2846-b6e4-4dea-98cf-a9a75f79c364",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Apabila peringatan/tegoran sebagaimana dimaksud dalam ayat (1) tidak diindahkan\noleh Partai Politik atau Golongan Karya yang bersangkutan, maka\nPresiden/Mandataris Majelis Permusyawaratan Rakyat memberitahukan adanya\ntindakan pelanggaran sebagaimana dimaksud dalam ayat (1) kepada Mahkamah\nAgung dengan menyerahkan surat, dokumen atau bahan bukti lain yang\nmemperkuat adanya tindakan pelanggaran tersebut.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "49770bae-20d5-4291-922e-50fdb9120981",
                    "name": "Article 18",
                    "type": "article",
                    "children": [
                        {
                            "id": "cc31c10b-c01d-4ccf-88ea-b3a72466c04f",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Segera setelah menerima pemberitahuan mengenai adanya tindakan pelanggaran\nsebagaimana dimaksud dalam Pasal 17 ayat (2), Mahkamah Agung melakukan\npenelitian terhadap surat, dokumen atau bahan bukti lain yang berkaitan dengan\ntindakan pelanggaran tersebut dan bilamana perlu dapat mendengar keterangan\nPengurus Pusat Partai Politik atau Golongan Karya yang bersangkutan atau pihak\nlain yang dipandang perlu.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "665fcc3f-6976-407c-9f31-8f11029da509",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Setelah melakukan penelitian sebagaimana dimaksud dalam ayat (1), Mahkamah\nAgung segera menyampaikan pertimbangan kepada Presiden/Mandataris Majelis\nPermusyawaratan Rakyat.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "fff976cf-abcc-4adf-abc9-c54d477ef8e8",
                    "name": "Article 19",
                    "type": "article",
                    "children": [
                        {
                            "id": "f59616c4-71d3-4a76-be12-9468a272b31e",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Presiden/Mandataris Majelis Permusyawaratan Rakyat setelah mendengar",
                            "explanation": "\nApabila Pengurus Pusat dibekukan, maka Pengurus Daerah tidak\ndibenarkan melaksanakan kegiatan organisasi sampai ada ketentuan lebih\nlanjut."
                        }
                    ]
                },
                {
                    "id": "1e18b28e-e89f-4cb2-8184-13b44a3c17b7",
                    "name": "Article 20",
                    "type": "article",
                    "children": [
                        {
                            "id": "8c867768-b4d9-4658-bc77-a4c705f8fae3",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dalam hal Pengurus Tingkat Daerah Partai Politik atau Golongan Karya melakukan tindakan melanggar ketentuan Pasal 4, Pasal 7 huruf a, dan Pasal 12 Undang- undang, Presiden/Mandataris Majelis Permusyawaratan Rakyat dapat meminta keterangan kepada Pengurus Tingkat Pusat yang bersangkutan mengenai hal tersebut.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "1ef7a554-3d93-4ddd-b24a-b81d645342ea",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pengurus Tingkat Pusat wajib mengambil langkah-langkah penertiban untuk menyelesaikan persoalan sebagaimana dimaksud dalam ayat (1).",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "f6da8571-d0d5-4798-945c-77490990e12d",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Dalam hal Pengurus Tingkat Pusat tidak mengambil langkah-langkah penertiban sebagaimana dimaksud dalam ayat (2), Presiden/Mandataris Majelis Permusyawaratan Rakyat setelah mendengar pertimbangan Mahkamah Agung dapat membekukan Pengurus Tingkat Pusat Partai Politik atau Golongan Karya yang bersangkutan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "4495db85-937b-480b-8de8-4f013126eeec",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Tata cara penelitian sebagaimana dimaksud dalam Pasal 18 serta tata cara pemberitahuan dan pengumuman sebagaimana dimaksud dalam Pasal 19 berlaku terhadap pembekuan yang diatur dalam pasal ini.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "7c572427-46e7-4997-ac09-38acd00ec90e",
                    "name": "Article 21",
                    "type": "article",
                    "children": {
                        "id": "9d0774f6-a62b-4ba8-a46e-d49d285b8771",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nApabila Presiden/Mandataris Majelis Permusyawaratan Rakyat memandang telah terdapat cukup alasan untuk mencairkan kembali Pengurus Tingkat Pusat Partai Politik atau Golongan Karya yang dibekukan, Presiden/Mandataris Majelis Permusyawaratan Rakyat mengambil keputusan pencairan dan disampaikan kepada Pengurus Tingkat Pusat Partai Politik atau Golongan Karya yang bersangkutan serta diumumkan dalam Berita Negara.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "c4af19ce-273a-47c4-b034-80fff869a9f0",
            "name": "Chapter IX",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "c5e62428-abff-46ad-847c-cd73a0f80607",
                    "name": "Article 22",
                    "type": "article",
                    "children": {
                        "id": "0d52627d-8a31-4e08-a5e8-85366e376ed6",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPartai Politik dan Golongan Karya wajib melaporkan pelaksanaan ketentuan Pasal 15 Undang-undang selambat-lambatnya tanggal 19 Pebruari 1986 kepada Presiden/Mandataris Majelis Permusyawaratan Rakyat.",
                        "explanation": "\nLaporan penyesuaian diri terhadap ketentuan Undang-undang disampaikan kepada\nPresiden/Mandataris Majelis Permusyawaratan Rakyat melalui Menteri Dalam\nNegeri."
                    }
                }
            ]
        },
        {
            "id": "6375d04d-c629-483f-a784-7a574b5ff4e1",
            "name": "Chapter X",
            "title": "\nPENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "18edcf84-4786-4e0b-adc4-8152a970a847",
                    "name": "Article 23",
                    "type": "article",
                    "children": {
                        "id": "dc74f0a0-86cd-4dca-b544-df113421d8af",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan berlakunya Peraturan Pemerintah ini, maka Peraturan Pemerintah Nomor 9 Tahun \n1976 tentang Pelaksanaan Undang-undang Nomor 3 Tahun 1975 tentang Partai Politik \ndan Golongan Karya, dinyatakan tidak berlaku lagi.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "caa7baf7-1c24-4ec2-aca3-ef279898a29e",
                    "name": "Article 24",
                    "type": "article",
                    "children": {
                        "id": "22e1ef6a-6b4f-4b60-ba51-7ee0be7481f0",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan teknis yang diperlukan dalam rangka pelaksanaan Peraturan Pemerintah ini, \ndiatur lebih lanjut oleh Menteri Dalam Negeri berdasarkan peraturan perundang-undangan \nyang berlaku.",
                        "explanation": "\nCukup jelas\n"
                    }
                },
                {
                    "id": "ee4403f1-461a-48e2-b445-d20b61f38e05",
                    "name": "Article 25",
                    "type": "article",
                    "children": {
                        "id": "2cd415ad-1be4-4542-9dcb-decac94ed1a6",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan. Agar setiap orang \nmengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan \npenempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nDengan diundangkannya Undang-undang Nomor 3 Tahun 1985 tentang Perubahan atas\nUndang-undang Nomor 3 Tahun 1975 tentang Partai Politik dan Golongan Karya, maka\nPeraturan Pemerintah Nomor 9 Tahun 1976 perlu diganti untuk disesuaikan.\nPartai Politik dan Golongan Karya harus sudah selesai melakukan penyesuaian diri\ndengan ketentuan Undang-undang selambat-lambatnya tanggal 19 Pebruari 1986 sesuai\nbatas waktu yang ditentukan Pasal 15 Undang-undang. Partai Politik dan Golongan Karya\nwajib melaporkan hasil penyesuaian diri tersebut secara tertulis kepada\nPresiden/Mandataris Majelis Permusyawaratan Rakyat. Laporan yang disampaikan\nmeliputi Anggaran Dasar, Anggaran Rumah Tangga, dan Program masing-masing Partai\nPolitik atau Golongan Karya. Hal ini dilandasi oleh wewenang Presiden/Mandataris Majelis\nPermusyawaratan Rakyat untuk melakukan pengawasan terhadap ditaatinya ketentuan\nUndang-undang oleh Partai Politik dan Golongan Karya.\nDengan diterimanya Pancasila sebagai satu-satunya asas, maka dalam Program Partai\nPolitik dan Golongan Karya dapat dicerminkan kekhususan masing-masing yang nampak\npada pendekatan dan penekanan dalam pemikiran dan pemecahan masalah-masalah luas\nyang dihadapi dalam pembangunan nasional sebagai pengamalan Pancasila. Walaupun\npenyusunan program menjadi wewenang masing-masing Partai Politik, dan Golongan\nKarya namun harus tetap mengutamakan kepentingan bangsa dan negara dalam rangka\nmencapai tujuan nasional.\nKeanggotaan Partai Politik dan Golongan Karya bersifat perseorangan atas dasar\nkesukarelaan dan terbuka bagi semua Warganegara Republik Indonesia yang telah\nmemenuhi persyaratan dan melalui penelitian/penyaringan oleh Pengurus Partai Politik\natau Golongan Karya.\nUntuk memimpin Partai Politik atau Golongan Karya dan untuk melaksanakan programnya\ndiperlukan Pengurus yang terdiri dari Warganegara Republik Indonesia yang setia kepada\nPancasila dan Undang-Undang Dasar 1945, serta bersedia melakukan pengabdian guna\nmeningkatkan peranan Partai Politik dan Golongan Karya yang mempunyai arti penting\ndalam kehidupan bermasyarakat, berbangsa, dan bernegara. Pengaturan mengenai\nkepengurusan Partai Politik dan Golongan Karya adalah wewenang organisasi\nmasing-masing sesuai dengan ketentuan Anggaran Dasar dan Anggaran Rumah\nTangganya. Kepengurusan Partai Politik dan Golongan Karya hanya sampai tingkat\nkepengurusan Daerah Tingkat II. Pembatasan kepengurusan sampai tingkat kepengurusan\nDaerah Tingkat II tidak berarti mengurangi peranannya dalam membina\nanggota-anggotanya maupun dalam menyalurkan aspirasi masyarakat, sebab di setiap\nKecamatan, Desa/Kelurahan ada/dapat ditetapkan Komisaris Partai Politik dan Golongan\nKarya sebagai pelaksana Pengurus Daerah Tingkat II. Komisaris Partai Politik dan\nGolongan Karya di kota Kecamatan dibantu oleh sebanyak-banyaknya 5 (lima) orang\nPembantu Komisaris dan Komisaris Desa/Kelurahan dibantu oleh sebanyak-banyaknya 4\n(empat) orang Pembantu Komisaris.\nKomisaris Partai Politik atau Golongan Karya dapat mempunyai tanda pengenal Komisaris\ndi tempat kedudukan Komisaris yang bersangkutan dengan tanpa menimbulkan penafsiran\npenyimpangan terhadap asas massa mengambang, tanda pengenal tersebut tidak memuat\nlambang Partai Politik atau Golongan Karya, karena Komisaris bukan merupakan\nPengurus Partai Politik atau Golongan Karya yang berdiri sendiri.\nDalam melaksanakan fungsinya sebagai organisasi kekuatan sosial politik, maka Pengurus\nPartai Politik dan Golongan Karya dapat mengadakan rapat, sedangkan Komisaris dapat\nmengadakan pertemuan.\nPengawasan oleh Presiden/Mandataris Majelis Permusyawaratan Rakyat terhadap Partai\nPolitik dan Golongan Karya dalam upaya agar kehidupan Partai Politik dan Golongan\nKarya dapat tumbuh sehat dengan dilandasi oleh semangat kekeluargaan, menjunjung\ntinggi kehidupan konstitusional, demokrasi dan tegaknya hukum dalam rangka\nmelestarikan Pancasila dan Undang-undang Dasar 1945. Dalam melaksanakan\npengawasan, Presiden/ Mandataris Majelis Permusyawaratan Rakyat dapat membekukan\nPengurus Tingkat Pusat Partai Politik atau Golongan Karya yang melanggar Pasal 4, Pasal\n7 huruf a dan Pasal 12 Undang-undang setelah mendengar pertimbangan Mahkamah\nAgung.",
        "Nomor": "19",
        "Tahun": "1986",
        "Tentang": "PELAKSANAAN UNDANG-UNDANG NOMOR 3 TAHUN 1975\nTENTANG PARTAI POLITIK DAN GOLONGAN KARYA SEBAGAIMANA\nTELAH DIUBAH DENGAN UNDANG-UNDANG NOMOR 3 TAHUN 1985",
        "Menimbang": {
            "Introduction": "\nbahwa dengan diundangkannya Undang-undang Nomor 3 Tahun 1985\ntentang Perubahan atas Undang-undang Nomor 3 Tahun 1975 tentang\nPartai Politik dan Golongan Karya, maka Peraturan Pemerintah Nomor 9\nTahun 1976 tentang Pelaksanaan Undang-undang Nomor 3 Tahun 1975\ndipandang perlu diganti dan ditetapkan Peraturan Pemerintah sebagai\npelaksanaan Undang-undang Nomor 3 Tahun 1975 tentang Partai Politik\ndan Golongan Karya sebagaimana telah diubah dengan Undang-undang\nNomor 3 Tahun 1985;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 3 Tahun 1975 tentang Partai Politik dan\nGolongan Karya (Lembaran Negara Tahun 1975 Nomor 32,\nTambahan Lembaran Negara Nomor 3062) sebagaimana telah diubah\ndengan Undang-undang Nomor 3 Tahun 1985 (Lembaran Negara\nTahun 1985 Nomor 12, Tambahan Lembaran Negara Nomor 3285);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG\nPELAKSANAAN UNDANG-UNDANG NOMOR 3 TAHUN 1975\nTENTANG PARTAI POLITIK DAN GOLONGAN KARYA SEBAGAIMANA\nTELAH DIUBAH DENGAN UNDANG-UNDANG NOMOR 3 TAHUN 1985.",
        "tanggal sah": "14 April 1986"
    }
}