{
    "results": [
        {
            "id": "f4c385f0-60be-46a5-b8e2-851bb4072309",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM.",
            "type": "chapter",
            "children": [
                {
                    "id": "62ed7d6d-3df8-43e5-9a75-d980318b7931",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "f4581305-d02f-4d62-8324-c40b7cf09551",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPendaftaran tanah diselenggarakan oleh Jawatan Pendaftaran Tanah menurut\nketentuan-ketentuan dalam Peraturan Pemerintah ini dan mulai pada tanggal yang\nditetapkan oleh Menteri Agraria untuk masing-masing daerah.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "04c63252-4dcf-467a-a658-c20a907a6474",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "117f90df-39fb-417c-b6dc-0b132e058d60",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Pendaftaran tanah diselenggarakan desa demi desa atau daerah-daerah yang\nsetingkat dengan itu (selanjutnya dalam Peraturan Pemerintah ini disebut : desa).\n2) Menteri Agraria menetapkan saat mulai diselenggarakannya pendaftaran tanah\nsecara lengkap disesuatu daerah.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "12f96474-6bf5-4287-9acd-112b7263da78",
            "name": "Chapter II",
            "title": "\nPENGUKURAN, PEMETAAN DAN PENYELENGGARAAN\nTATA USAHA PENDAFTARAN TANAH\nBAGIAN I: PENGUKURAN DAN PEMETAAN",
            "type": "chapter",
            "children": [
                {
                    "id": "c5356328-ec4c-4ea0-859c-ebd428bdd974",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "30eba94c-8582-4f76-8e64-4549b6c71a93",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Dalam daerah-daerah yang ditunjuk menurut Pasal 2 ayat (2) semua bidang tanah diukur desa demi desa.\n2) Sebelum sebidang tanah diukur, terlebih dulu diadakan\n   a. penyelidikan riwayat bidang tanah itu dan\n   b. penetapan batas-batasnya.\n3) Pekerjaan yang dimaksud dalam ayat (2) pasal ini dijalankan oleh suatu panitia yang dibentuk oleh Menteri Agraria atau penjabat yang ditunjuk olehnya dan yang terdiri atas seorang pegawai Jawatan Pendaftaran Tanah sebagai ketua dan dua orang anggota Pemerintah Desa atau lebih sebagai anggota (selanjutnya dalam Peraturan Pemerintah ini disebut Panitia). Jika Menteri Agraria memandangnya perlu maka keanggotaan Panitia dapat ditambah dengan seorang penjabat dari Jawatan Agraria, Pamong Praja dan Kepolisian Negara. Di dalam menjalankan pekerjaan itu Panitia memperhatikan keterangan-keterangan yang diberikan oleh yang berkepentingan.\n4) Hasil penyelidikan riwayat dan penunjukan batas tanah yang bersangkutan ditulis dalam daftar-isian yang bentuknya ditetapkan oleh Kepala Jawatan Pendaftaran Tanah dan ditanda tangani oleh anggota-anggota Panitia serta oleh yang berkepentingan atau wakilnya.\n5) Jika ada perselisihan tentang batas antara beberapa bidang tanah yang letaknya berbatasan atau perselisihan tentang siapa yang berhak atas sesuatu bidang tanah, maka Panitia berusaha menyelesaikan hal itu dengan yang berkepentingan secara damai.\n6) Jika usaha tersebut di atas gagal, maka yang berkepentingan dalam perselisihan batas maupun dalam perselisihan tentang siapa yang sesungguhnya berhak atas bidang tanah itu, dapat mengajukan hal itu kemuka hakim. Tanah-tanah yang menjadi pokok perselisihan pada peta-peta dan daftar-daftar yang dimaksud dalam Pasal 4 dan 7 dinyatakan dengan satu nomor pendaftaran atau dicatat sebagai tanah sengketa sampai perselisihan itu diselesaikan.\n7) Batas-batas dari sesuatu bidang tanah dinyatakan dengan tanda-tanda batas menurut ketentuan-ketentuan yang ditetapkan oleh Menteri Agraria.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "b28911c2-bb4e-4ca3-b834-46991ff3d02a",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "24ad2326-5822-4de7-8d79-a281ecf33f38",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Setelah pengukuran sesuatu desa sebagai yang dimaksud dalam Pasal 3 selesai, maka dibuat peta-peta pendaftaran yang memakai perbandingan.\n2) Peta itu memperlihatkan dengan jelas segala macam hak atas tanah di dalam desa dengan batas-batasnya, baik yang kelihatan maupun yang tidak.\n3) Selain batas-batas tanah pada peta itu dimuat pula nomor pendaftaran, nomor buku tanah, nomor surat-ukur, nomor pajak (jika mungkin), tanda batas dan sedapat-dapatnya juga gedung-gedung, jalan-jalan, saluran air dan lain-lain benda tetap yang penting.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "12e7c1d5-fc16-4322-b7cb-4c3a54bbd106",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "8458620d-6399-46dd-8cb2-73c6a36ce1ab",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nCara mengukur dan membuat peta-peta sebagai yang dimaksud dalam Pasal 3\ndan 4 ditetapkan oleh Menteri Agraria.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "42100ce5-39f9-43d6-a942-1d49c455364d",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "71f276c9-d22d-4ce1-a2ed-7b42ba6225a4",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Setelah pekerjaan yang dimaksud dalam Pasal 3 dan 4 selesai, maka semua peta\ndan daftar isian yang bersangkutan ditempatkan di kantor Kepala Desa selama\ntiga bulan, untuk memberi kesempatan kepada yang berkepentingan mengajukan\nkeberatan-keberatan mengenai penetapan batas-batas tanah dan isi daftar-daftar\nisian itu.\n2) Mengenai keberatan yang diajukan dalam waktu yang dimaksud dalam ayat (1)\npasal ini dan yang oleh Panitia dianggap beralasan, diadakan perubahan dalam\npeta maupun daftar-isian yang bersangkutan.\n3) Setelah perubahan-perubahan yang dimaksud dalam ayat (2) di atas selesai\ndikerjakan atau jika di dalam waktu tersebut dalam ayat (1) tidak diajukan\nkeberatan maka peta-peta dan daftar-daftar isian itu disahkan oleh Panitia dengan\nsuatu berita acara, yang bentuknya ditetapkan oleh Menteri Agraria.\nBAGIAN II : PENYELENGGARAAN TATA-USAHA PENDAFTARAN TANAH",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "c3f8c794-2dfb-4693-b031-59dbb9122b67",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "3763076d-e065-4755-bd25-ff7d6310a0cd",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nUntuk menyelenggarakan tata-usaha pendaftaran tanah oleh Kantor Pendaftaran Tanah\ndiadakan :\na. daftar tanah\nb. daftar nama\nc. daftar buku-tanah\nd. daftar surat-ukur.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "6eb73ed7-fa02-419a-829d-a14af47fae62",
                    "name": "Article 8",
                    "type": "article",
                    "children": {
                        "id": "fe8ea363-1a55-4fba-910c-b889c29b2e6f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nBentuk daftar tanah dan daftar nama serta cara mengisinya ditetapkan oleh Menteri\nAgraria.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "10a9b514-7c36-4794-b60b-540b70510c26",
                    "name": "Article 9",
                    "type": "article",
                    "children": {
                        "id": "14e871ee-4416-47c2-bfe2-c3830ba2ea7c",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Daftar buku-tanah terdiri atas kumpulan buku-tanah yang dijilid.\n2) Bentuk buku-tanah serta cara mengisinya ditetapkan oleh Menteri Agraria.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "645fbaec-da24-47e0-bb4e-7263df6614eb",
                    "name": "Article 10",
                    "type": "article",
                    "children": {
                        "id": "8d9b17a5-51a5-487a-8910-bbcee609f838",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Untuk hak milik, hak guna-usaha, hak guna-bangunan dan tiap-tiap hak lainnya\nyang pendaftarannya diwajibkan oleh sesuatu peraturan diadakan daftar buku-\ntanah tersendiri.\n2) Satu buku-tanah hanya dipergunakan untuk mendaftar satu hak atas tanah.\n3) Tiap-tiap buku-tanah yang telah dipergunakan untuk membukukan sesuatu hak\ndibubuhi tanda-tangan Kepala Kantor Pendaftaran Tanah dan cap Kantor\nPendaftaran Tanah yang bersangkutan.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "824bb574-e243-4b85-8243-a3d6f73b8fa7",
                    "name": "Article 11",
                    "type": "article",
                    "children": {
                        "id": "d2d4b2fc-d2f9-41b6-ac33-0294d5122e8c",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Surat ukur pada dasarnya adalah kutipan dari peta- pendaftaran yang dimaksud dalam Pasal 4.\n2) Bentuk surat-ukur serta cara mengisinya ditetapkan oleh Menteri Agraria, dengan ketentuan bahwa surat-ukur itu selain memuat gambar tanah yang melukiskan batas tanah, tanda-tanda batas, gedung-gedung, jalan-jalan, saluran air dan lain-lain benda yang penting harus memuat pula :\na. nomor pendaftaran,\nb. nomor dan tahun surat-ukur/buku tanah,\nC. nomor pajak (jika mungkin),\nd. uraian tentang letak tanah,\ne. uraian tentang keadaan tanah,\nf. luas tanah,\ng. orang atau orang-orang yang menunjukkan batas-batasnya\n3) Setiap surat-ukur dibuat dalam rangkap-dua, yang satu diberikan kepada yang berhak sebagai bagian dari sertipikat yang dimaksud dalam Pasal 13 ayat (3), sedang yang lain disimpan di Kantor Pendaftaran Tanah. Semua surat-ukur yang disimpan itu tiap-tiap tahun dijilid dan merupakan daftar surat-ukur.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "b0841a53-70a8-44a8-9b7e-e7606e4435fc",
            "name": "Chapter III",
            "title": "\nPENDAFTARAN HAK; PERALIHAN DAN PENGHAPUSANNYA\nSERTA PENCATATAN BEBAN-BEBAN ATAS HAK\nDALAM DAFTAR BUKU-TANAH\nBAGIAN I. PEMBUKUAN HAK-HAK ATAS TANAH.\nA. Di desa-desa yang pendaftaran tanahnya telah diselenggarakan secara lengkap.",
            "type": "chapter",
            "children": [
                {
                    "id": "e4c62f9b-57b1-4fc9-be44-edfa3f4317cf",
                    "name": "Article 12",
                    "type": "article",
                    "children": {
                        "id": "f8b54379-5e6d-4168-b6fd-0b2fc4a0cdea",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSetelah ada pengesahan seperti yang dimaksud dalam Pasal 6 ayat (3), maka dari tiap-tiap bidang tanah yang batas-batasnya maupun yang berhak atasnya telah ditetapkan, hak-haknya dibukukan dalam daftar buku-tanah.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "d9db8870-725e-410c-9c4c-3d4bfd20acac",
                    "name": "Article 13",
                    "type": "article",
                    "children": {
                        "id": "77dd1e34-d26c-4e5d-95dd-232128d767b1",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Untuk tiap-tiap hak yang dibukukan menurut Pasal 12 dibuat salinan dari buku- tanah yang bersangkutan.\n2) Untuk menguraikan tanah yang dimaksud dalam salinan buku- tanah dibuat surat-ukur sebagai yang dimaksud dalam Pasal 11.\n3) Salinan buku-tanah dan surat-ukur setelah dijahit menjadi satu bersama-sama dengan suatu kertas-sampul yang bentuknya ditetapkan oleh Menteri Agraria,\n4) disebut sertipikat dan diberikan kepada yang berhak.\nSertipikat tersebut pada ayat (3) Pasal ini adalah surat-tanda bukti hak yang\ndimaksud dalam Pasal 19 Undang-undang Pokok Agraria.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "7f3e021e-cc90-48e7-87de-f4938cec656a",
                    "name": "Article 14",
                    "type": "article",
                    "children": {
                        "id": "9bbc5208-7297-456d-8b14-4f963a48450d",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Semua surat Keputusan mengenai pemberian hak atas tanah yang dikuasai\nlangsung oleh Negara (selanjutnya dalam Peraturan Pemerintah ini disebut tanah\nNegara) dikirim oleh Penjabat yang berwenang memberi hak itu kepada Kepala\nKantor Pendaftaran Tanah yang bersangkutan, untuk dibukukan dalam daftar\nbuku-tanah yang bersangkutan.\n2) Untuk pembuatan sertifikatnya maka dari bidang tanah yang bersangkutan dibuat\nsurat-ukur sebagai yang dimaksud dalam Pasal 11.\nB. Di desa-desa yang pendaftaran tanahnya belum diselenggarakan secara\nlengkap.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "cf4fde55-3f04-4a01-a373-e5cde5103424",
                    "name": "Article 15",
                    "type": "article",
                    "children": {
                        "id": "b2b6d13c-4ab3-4687-a5dd-5d9fbeea1dca",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Di desa-desa yang pendaftaran tanahnya belum diselenggarakan secara lengkap,\nmaka hak-hak atas tanah yang telah diuraikan dalam sesuatu surat hak tanah\nyang dibuat menurut \"Overschrijvings-Ordonnantie\" (s. 1834 No. 27), Peraturan\nMenteri Agraria No. 9 Tahun 1959 dan peraturan-peraturan pendaftaran yang\nberlaku di Daerah Istimewa Yogyakarta, Keresidenan Surakarta dan Sumatra\nTimur dan telah pula diuraikan dalam surat ukur (lama) yang menurut Kepala\nKantor Pendaftaran Tanah masih memenuhi syarat-syarat tehnis, dibukukan\ndalam daftar buku-tanah.\n2) Kepada yang berhak diberikan sertifikat.\n3) Penyelenggaraan ketentuan-ketentuan dalam ayat (1) pasal ini diatur lebih lanjut\noleh Menteri Agraria.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "77f0a996-d17c-4be4-848f-9696831ccea4",
                    "name": "Article 16",
                    "type": "article",
                    "children": {
                        "id": "bdf1bba7-ae12-4616-83bf-ded0a10415d2",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Jika pemberian hak yang dimaksud dalam Pasal 14 mengenai bidang tanah yang\ntelah diuraikan dalam suatu surat-ukur (lama), yang menurut Kepala Kantor\nPendaftaran Tanah masih memenuhi syarat-syarat tehnis, maka kepada yang\nmemperoleh hak itu diberi sertifikat, dengan tidak perlu membuat surat-ukur,\nsebagaimana yang dimaksud dalam Pasal 11.\n2) Jika pemberian hak tersebut mengenai bidang tanah yang belum diuraikan\ndalam sesuatu surat-ukur yang dimaksud dalam ayat (1) pasal ini, sedangkan\npembuatan surat-ukur sebagaimana yang dimaksud dalam Pasal 11 tidak dapat\ndibuat dengan segera oleh karena peta pendaftaran yang bersangkutan dengan\nbidang tanah itu belum dibuat, maka kepada yang memperoleh hak itu diberi\nsertifikat-sementara, sebagai yang dimaksud dalam Pasal 17.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "c9a16dab-e382-45c4-b93a-828e8e2cfc81",
                    "name": "Article 17",
                    "type": "article",
                    "children": {
                        "id": "df1c532c-a85a-4d39-84fd-52cba743fae5",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1. Sertifikat-sementara, yaitu sertifikat tanpa surat-ukur, mempunyai fungsi sebagai\nsertifikat.\n2. Sertifikat-sementara mempunyai kekuatan sebagai sertifikat.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "0472baba-1558-4d94-996e-27e1acf2faa9",
                    "name": "Article 18",
                    "type": "article",
                    "children": {
                        "id": "9fca1f30-f858-442b-900f-9186c66c8cfd",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Atas permohonan yang berhak, maka sesuatu hak atas tanah di desa-desa yang\npendaftaran tanahnya belum diselenggarakan secara lengkap dapat pula\ndibukukan dalam daftar buku-tanah. Untuk membukukan hak tersebut, kepada\nKepala Kantor Pendaftaran Tanah harus disampaikan surat atau surat-surat bukti\nhak dan keterangan Kepala Desa yang dikuatkan oleh Asisten Wedana, yang\nmembenarkan surat atau surat-surat bukti hak itu.\n2) Setelah menerima surat atau surat-surat bukti hak beserta keterangan yang\ndimaksud dalam ayat (1) pasal ini, maka Kepala Kantor Pendaftaran Tanah\nmengumumkan permohonan pembukuan hak itu di Kantor Kepala Desa dan\nKantor Asisten Wedana selama 2 bulan berturut-turut. Kalau dianggapnya perlu\nmaka selain pengumuman di Kantor Kepala Desa dan Kantor Asisten Wedana itu,\nKepala Kantor Pendaftaran Tanah dapat juga mengumumkan dengan cara lain.\n3) Jika dalam waktu 2 bulan yang dimaksud dalam ayat (2) pasal ini tidak ada yang\nmengajukan keberatan, maka hak atas tanah itu dibukukan oleh Kepala Kantor\nPendaftaran Tanah dalam daftar buku-tanah yang bersangkutan.\nJika ada yang mengajukan keberatan, Kepala Kantor Pendaftaran Tanah\nmenunda pembukuannya sampai ada keputusan hakim yang membenarkan hak\npemohon atas tanah itu.\n4) Setelah pembukuan dilaksanakan maka oleh Kepala Kantor Pendaftaran Tanah\ndiberikan kepada pemohon sertifikat- sementara.\nBAGIAN II: PENDAFTARAN PEMINDAHAN HAK, PEMBERIAN HAK BARU,\nPENGGADAIAN HAK, PEMBERIAN HAK TANGGUNGAN DAN\nPERWARISAN.\nA. Kewajiban-kewajiban yang bersangkutan dengan pendaftaran.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "404dee8c-7023-44d6-9a84-f0a74a85601f",
                    "name": "Article 19",
                    "type": "article",
                    "children": {
                        "id": "5c73ab01-840c-420d-b794-ce1371f3fb9f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSetiap pejanjian yang bermaksud memindahkan hak atas tanah, memberikan\nsesuatu hak baru atas tanah, menggadaikan tanah atau meminjam uang dengan hak\natas tanah sebagai tanggungan, harus dibuktikan dengan suatu akte yang dibuat oleh\ndan dihadapan penjabat yang ditunjuk oleh Menteri Agraria (selanjutnya dalam Peraturan\nPemerintah ini disebut : penjabat). Akte tersebut bentuknya ditetapkan oleh Menteri\nAgraria.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "7ac34005-dc42-4131-a64b-76c3b54f459d",
                    "name": "Article 20",
                    "type": "article",
                    "children": {
                        "id": "8fbe84ba-af0e-4329-a290-354150760216",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1)Jika orang yang mempunyai hak atas tanah meninggal dunia, maka yang menerima\ntanah itu sebagai warisan wajib meminta pendaftaran peralihan hak tersebut\ndalam waktu 6 bulan sejak tanggal meninggalnya orang itu.\n2)Menteri Agraria atau penjabat yang ditunjuk olehnya dapat memperpanjang waktu\ntersebut pada ayat (1) pasal ini berdasarkan pertimbangan-pertimbangan khusus.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "b469f9c5-20d4-47e0-b1e0-6361abf4affd",
                    "name": "Article 21",
                    "type": "article",
                    "children": {
                        "id": "5ba26a95-b879-4b99-a1f4-5a4b4ba27e51",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSelambat-lambatnya 3 hari sebelum sesuatu hak atas tanah dilelang di muka umum, maka Kepala Kantor Lelang harus meminta surat keterangan kepada Kepala Kantor Pendaftaran Tanah yang bersangkutan tentang tanah yang akan dilelang itu.\nB. Tanah-tanah yang sudah dibukukan.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "1bd6eeeb-ad1d-4950-b3b6-ee16b472bf46",
                    "name": "Article 22",
                    "type": "article",
                    "children": {
                        "id": "542b2ce4-97f4-493b-94be-abbb810a6f09",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Mengenai tanah yang sudah dibukukan, maka Penjabat dapat menolak permintaan untuk membuat akta sebagai yang dimaksud dalam Pasal 19, jika :\na.permintaan itu tidak disertai dengan sertifikat tanah yang bersangkutan.\nb.tanah yang menjadi obyek perjanjian ternyata masih dalam perselisihan.\nc.tidak disertai surat-tanda bukti pembayaran biaya pendaftarannya.\n2)Jika Penjabat menganggapnya perlu maka ia dapat minta supaya pembuatan akta disaksikan oleh Kepala Desa dan seorang anggota Pemerintah Desa yang bersangkutan.\n3)Akta termaksud dalam ayat (1) Pasal ini beserta-sertifikat dan warkah lain yang diperlukan untuk pembuatan akta itu oleh Penjabat segera disampaikan kepada Kantor Pendaftaran Tanah yang bersangkutan untuk didaftarkan dalam daftar atau daftar-daftar buku-tanah yang bersangkutan dan dicatat pada sertifikatnya. Akta, sertifikat beserta warkah lainnya itu dapat pula dibawa sendiri oleh yang berkepentingan ke Kantor Pendaftaran Tanah, dengan ketentuan bahwa ia memberikan tanda-penerimaan kepada Penjabat.\n4)Setelah pendaftaran dan pencatatan yang dimaksud dalam ayat (3) pasal ini selesai, maka oleh Kepala Kantor Pendaftaran Tanah sertifikat diberikan kepada orang yang memperoleh hak, jika pendaftaran itu mengenai pemindahan hak. Jika pendaftaran itu mengenai pemberian suatu hak baru, penggadaian hak atau peminjaman uang dengan hak atas tanah sebagai tanggungan, maka sertifikat hak atas tanah yang bersangkutan dikembalikan kepada yang berhak atas tanah itu, sedang kepada yang memperoleh hak baru, hak gadai atau hak tanggungan atas tanah diberikan sertifikat hak baru, hak gadai atau hak tanggungan atas tanah diberikan setifikat hak baru, hak gadai atau hak tanggungan atas tanah diberikan sertifikat hak baru, hak gadai atau hak tanggungan tersebut.\n5) Sebelum menyerahkan sertifikat atau sertifikat-sertifikat yang dimaksud dalam ayat (4) pasal ini kepada orang atau orang-orang yang berhak, maka kepada Kepala Kantor Pendaftaran Tanah harus disampaikan surat keterangan tentang pelunasan pajak tanah sampai pada saat akta yang dimaksud dalam ayat (1) Pasal ini dibuat.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "ac493910-723c-46a5-9026-3a706598faa5",
                    "name": "Article 23",
                    "type": "article",
                    "children": {
                        "id": "e0a63686-9c36-41e1-87bc-97428d005af0",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Untuk pendaftaran peralihan hak karena warisan mengenai tanah yang telah dibukukan maka kepada Kepala Kantor Pendaftaran Tanah harus diserahkan sertifikat hak atas tanah itu beserta surat-wasiat dan jika tidak ada surat-wasiat, surat keterangan warisan dari instansi yang berwenang.\n2) Setelah peralihan-hak tersebut dicatat dalam daftar buku-tanah yang bersangkutan\ndan pada sertifikatnya, maka sertifikat itu dikembalikan kepada ahliwaris, setelah\nkepada Kepala Kantor Pendaftaran Tanah disampaikan surat-keterangan tentang\npelunasan pajak tanah sampai pada saat meninggalnya pewaris.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "b90ed420-26e2-4af6-94d9-501536965f43",
                    "name": "Article 24",
                    "type": "article",
                    "children": {
                        "id": "0358dfbb-cd16-4484-b0e4-81d92c4b6607",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Jika sesuatu hak atas tanah yang telah dibukukan dilelang, maka Kepala Kantor\nLelang dengan segera menyampaikan kepada Kepala Kantor Pendaftaran Tanah:\na.Kutipan otentik dari berita-acara lelang,\nb.sertifikat dan\nc.surat-keterangan yang dimaksud dalam Pasal 21, untuk dicatat dalam daftar\nbuku-tanah yang bersangkutan dan pada sertifikatnya.\n2)Setelah pendaftaran tersebut selesai, maka sertifikat diserahkan kepada pembelinya,\nsetelah kepada Kepala Kantor Pendaftaran Tanah disampaikan surat-keterangan\ntentang pelunasan pajak tanah yang bersangkutan sampai pada saat hak itu\ndilelang.\nC. Tanah-tanah yang belum dibukukan.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "08f3d22b-a0bb-4037-8722-61dadbc638d6",
                    "name": "Article 25",
                    "type": "article",
                    "children": {
                        "id": "3ee3bb5e-3531-4bd7-89e3-ddad7c395ff7",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Akta untuk memindahkan hak, memberikan hak baru, menggadaikan tanah atau\nmeminjam uang dengan tanggungan hak atas tanah yang belum dibukukan dibuat\noleh Penjabat jika kepadanya, dengan menyimpang dari ketentuan dalam Pasal\n22 ayat (1) sub. a, diserahkan surat-keterangan Kepala Kantor. Pendaftaran\nTanah yang menyatakan, bahwa hak atas tanah itu belum mempunyai sertifikat\natau sertifikat-sementara. Di daerah-daerah kecamatan di luar kota tempat\nkedudukan Kepala Kantor Pendaftaran Tanah surat keterangan Kepala Kantor\nPendaftaran Tanah tersebut dapat diganti dengan pernyataan yang\nmemindahkan, memberikan menggadaikan atau menanggungkan hak itu, yang\ndikuatkan oleh Kepala Desa dan seorang anggota Pemerintah Desa yang\nbersangkutan.\nSelain surat-keterangan tersebut, kepada Penjabat itu harus diserahkan pula:\na.surat bukti hak dan keterangan Kepala Desa yang dikuatkan oleh Asisten\nWedana yang membenarkan surat-bukti hak itu,\nb.surat tanda bukti pembayaran biaya pendaftaran.\n2) Pembuatan akta yang dimaksud dalam ayat (1) pasal ini harus disaksikan oleh Kepala\nDesa dan seorang anggota Pemerintah Desa yang bersangkutan.\n3)Setelah menerima akta dan warkah lainnya yang dimaksud dalam ayat (1) pasal ini,\nKepala Kantor Pendaftaran Tanah membukukannya dalam daftar buku tanah\nyang bersangkutan.\n4)Jika akta itu mengenai pemindahan hak atas tanah, maka oleh Kepala Kantor\nPendaftaran Tanah diberikan kepada yang memperoleh hak itu sertifikat-\nsementara. Jika akta itu mengenai pemberian hak baru, penggadaian hak atau\npeminjaman uang dengan hak atas tanah sebagai tanggungan, maka oleh Kepala\nKantor Pendaftaran Tanah kepada yang memberikan, menggadaikan atau\nmeminjam uang diberikan sertifikat sementara, demikian pula kepada yang\nmemperoleh hak baru, hak gadai atau hak tanggungan atas tanah diberikan",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "0ae5eb67-bcfb-4310-8169-81857c82267f",
                    "name": "Article 26",
                    "type": "article",
                    "children": {
                        "id": "5b9b0a73-354f-455c-8542-cb5f744d574a",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1)Untuk pendaftaran peralihan hak karena warisan mengenai tanah yang belum\ndibukukan, maka kepada Kepala Kantor Pendaftaran Tanah harus diserahkan:\na.surat atau surat-surat bukti hak yang disertai keterangan Kepala Desa yang\nmembenarkan surat atau surat-surat bukti hak itu. Keterangan Kepala Desa\ntersebut harus dikuatkan oleh Asisten Wedana.\nb.surat wasiat dan jika tak ada surat wasiat surat keterangan warisan dari instansi\nyang berwenang.\n2) Setelah menerima surat-surat yang dimaksud dalam ayat (1) pasal ini, maka Kepala\nKantor Pendaftaran Tanah membukukan peralihan hak itu dalam daftar buku\ntanah yang bersangkutan.\n3)Kepada ahli waris oleh Kepala Kantor Pendaftaran Tanah diberikan sertifikat\nsementara, setelah kepadanya disampaikan surat keterangan tentang pelunasan\npajak tanah sampai pada saat meninggalnya pewaris.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "711ccf7b-61f6-41b5-935f-86c1645b42ca",
                    "name": "Article 27",
                    "type": "article",
                    "children": {
                        "id": "250c1108-f470-42e9-9d0b-8add701b1bf1",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1)Jika sesuatu hak atas tanah yang belum dibukukan dilelang, maka Kepala Kantor\nLelang dengan segera menyampaikan kepada Kepala Kantor Pendaftaran tanah :\na.kutipan otentik dari berita acara lelang,\nb.surat keterangan Kepala Kantor Pendaftaran Tanah yang menyatakan bahwa\nhak atas tanah itu tidak mempunyai sertipikat sementara,\nc.surat bukti hak dan keterangan Kepala Desa yang dikuatkan oleh Asisten\nWedana, yang membenarkan surat bukti hak itu.\n2)Setelah menerima surat-surat yang dimaksud dalam ayat (1) pasal ini dari Kepala\nKantor Lelang, maka Kepala Kantor Pendaftaran Tanah membukukan\npemindahan hak itu dalam daftar buku-tanah yang bersangkutan.\n3) Kepada yang memperoleh hak tersebut oleh Kepala Pendaftaran Tanah diberikan\nsertifikat sementara.\nD. Penolakan Pendaftaran Peralihan Hak.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "afe33ff4-9bba-4cb0-b72a-b3399f29e839",
                    "name": "Article 28",
                    "type": "article",
                    "children": {
                        "id": "af261675-041f-410b-af5b-d2cfe0a8205a",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Kepala Kantor Pendaftaran Tanah menolak untuk melakukan pendaftaran peralihan\nsesuatu hak atas tanah, jika salah satu syarat di bawah ini tidak dipenuhi:\na.akta yang dimaksud dalam Pasal 19 disampaikan tanpa sertifikat atau surat-\nketerangan atau pernyataan yang dimaksud dalam Pasal 25 ayat (1) dan\nwarkah lainnya.\nb.sertifikat dan surat keterangan tentang keadaan hak atas tanah tidak sesuai lagi\ndengan daftar-daftar yang ada pada Kantor Pendaftaran Tanah.\nc.jika orang yang memindahkan, memberikan hak baru, menggadaikan atau\nmenanggungkan hak atas tanah itu tidak berwenang berbuat demikian.\nd.didalam hal jual-beli, penukaran, penghibahan, pemberian dengan wasiat,\npemberian menurut adat dan perbuatan-perbuatan lain yang dimaksudkan\nuntuk memindahkan hak milik tidak diperoleh izin dari Menteri Agraria atau\npenjabat yang ditunjuknya.\n2) Oleh Menteri Agraria diadakan ketentuan mengenai permintaan dan pemberian ijin\npemindahan hak yang dimaksud dalam ayat (1) huruf d pasal ini.\n3) Penolakan Kepala Kantor Pendaftaran Tanah dilakukan secara tertulis, dengan\nmenyebut alasan-alasan penolakan itu.\n4)Surat penolakan beserta akta dan warkah lain yang diterima dari penjabat yang\nmembuat akta itu dikirim kembali kepada penjabat tersebut dan kepada yang\nbersangkutan disampaikan salinan surat penolakan itu.\nBAGIAN III: PENCATATAN PENGHAPUSAN HAK DAN BEBAN-BEBAN ATAS HAK\nWARKAH PENDAFTARAN, PEMISAHAN TANAH SERTA\nPENGGABUNGAN TANAH YANG TELAH DIBUKUKAN.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "f6954451-c06c-43e5-910d-8cad63be7e5f",
                    "name": "Article 29",
                    "type": "article",
                    "children": {
                        "id": "638b0fb4-c617-4ff9-b188-b636825eed8f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Kepala Kantor Pendaftaran Tanah mencatat hapusnya sesuatu hak, jika kepadanya\ndisampaikan:\na.salinan surat keputusan hakim yang mempunyai kekuatan hukum untuk\ndijalankan atau salinan surat keputusan penjabat yang berwenang untuk\nmembatalkan hak itu.\nb.salinan surat keputusan penjabat yang berwenang yang menyatakan bahwa hak\nitu dilepaskan.\nc.salinan surat keputusan hakim yang mempunyai kekuatan hukum untuk\ndijalankan atau penjabat yang berwenang yang menyatakan pencabutan\nhak itu untuk kepentingan umum.\n2) Kepala Kantor Pendaftaran Tanah mencatat hapusnya sesuatu hak gadai dan hak\ntanggungan jika kepadanya disampaikan surat-tanda-bukti penghapusan hak-hak\nitu.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "549cd745-1490-49fa-8a01-4db28b6cf598",
                    "name": "Article 30",
                    "type": "article",
                    "children": {
                        "id": "c4bcb9c8-3a61-40e4-a7e9-c274fbe4ced2",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Panitera Pengadilan Negeri wajib memberitahukan kepada Kepala Kantor Pendaftaran\nTanah yang bersangkutan semua putusan hakim yang mempunyai kekuatan\nhukum untuk dijalankan mengenai hak atas tanah, untuk jika dianggap perlu oleh\nKepala Kantor Pendaftaran Tanah dicatat dalam daftar buku-tanah yang\nbersangkutan dan sedapat mungkin juga dalam sertifikatnya.\n2)Orang yang berkepentingar berhak meminta agar diadakan pencatatan tentang sita,\nperwalian, pengampuan dan beban-beban, lainnya dalam daftar buku-tanah yang\nbersangkutan serta sertifikatnya, dengan menyerahkan surat-surat yang\ndiperlukan untuk pencatatan itu kepada Kepala Kantor Pendaftaran Tanah.\n3)Orang yang berkepentingan berhak meminta pencatatan dari hapusnya catatan-\ncatanan yang dimaksud dalam ayat (2) pasal ini, dengan menyerahkan surat-surat\nyang diperlukan untuk pencatatan itu kepada Kepala Kantor Pendaftaran Tanah.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "f8952447-05c2-4b70-8520-c54acf7fe2b9",
                    "name": "Article 31",
                    "type": "article",
                    "children": {
                        "id": "47a371f9-6640-4b2c-b7c7-9a940395b6cf",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSemua surat-keputusan, akta, kutipan otentik berita acara lelang, surat-wasiat, surat\nketerangan warisan, surat atau surat- surat bukti-hak, keterangan Kepala Desa\nyang membenarkan hak seseorang dan surat-surat pemberitahuan dari Panitera\nPengadilan Negeri yang dimaksud dalam Pasal 14, 18, 19, 21, 22, 23, 24, 25, 26,\n27, 28, 29, 30 dan semua warkah lain yang perlu untuk pendaftaran, setelah\ndibubuhi tanda-tanda pendaftaran diberi nomor surat dan ditahan oleh Kepala\nKantor Pendaftaran Tanah untuk disimpan dan kemudian dijilid menjadi buku.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "baa8d3ab-8bf0-4274-aa2c-3c2c74a83a59",
                    "name": "Article 32",
                    "type": "article",
                    "children": {
                        "id": "f4e1fa34-752a-46f4-b6b7-1d334720a232",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1)Jika suatu peralihan hak mengakibatkan pemisahan tanah yang bersangkutan, maka\nbuku tanahnya diganti dengan buku-tanah tanah yang lain, sehingga setiap\nkesatuan tanah terdaftar dalam satu buku-tanah.\n2)Atas permintaan yang berhak, dari beberapa bidang tanah yang bergandengan dapat\ndibuat satu buku-tanah baru untuk menggantikan buku-tanah-tanah yang\nbersangkutan dengan tanah\n3)Di dalam hal yang dimaksud dalam ayat (1) dan (2) pasal ini sertifikat atau sertifikat-\nsertifikat yang bersangkutan ditahan oleh Kepala Kantor Pendaftaran Tanah dan\nkepada yang berhak diberikan sertifikat baru untuk tiap-tiap kesatuan tanah.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "d5f9c007-5787-42fa-991b-83fdff0e8876",
            "name": "Chapter IV",
            "title": "\nPEMBERIAN SERTIFIKAT BARU.",
            "type": "chapter",
            "children": [
                {
                    "id": "6aa675cd-9eee-4a00-bf98-31df80b902e3",
                    "name": "Article 33",
                    "type": "article",
                    "children": {
                        "id": "3ee1b665-1afb-4e30-bc46-fcfe750a6363",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1)Sertifikat baru hanya dapat diberikan oleh Kepala Kantor Pendaftaran Tanah kepada\nyang berhak sebagai pengganti sertifikat yang rusak atau hilang. Sertifikat baru\ntersebut diberikan atas permohonan yang berhak itu.\n2) Sebelum sertifikat baru sebagai pengganti suatu sertipikat yang hilang diberikan\nkepada yang berhak, maka hal itu harus diumumkan dua kali berturut-turut dengan\nantara waktu 1 bulan, dalam surat kabar setempat dan Berita Negara Republik\nIndonesia. Biaya pengumuman tersebut ditanggung oleh pemohon.\n3)Jika dalam waktu 1 bulan setelah pengumuman yang kedua tidak ada yang\nmengajukan keberatan terhadap pemberian sertifikat baru itu, maka barulah\nsertifikat tersebut diberikan kepada pemohon.\n4) Jika ada keberatan yang diajukan dan keberatan tersebut oleh Kepala Kantor\nPendaftaran Tanah dianggap beralasan, maka ia menolak pemberian sertifikat\nbaru itu dan mempersilahkan pemohonnya untuk meminta keputusan hakim.\n5)Jika Kepala Kantor Pendaftaran Tanah menganggap keberatan yang diajukan tidak\nberalasan, maka sebelum memberikan sertifikat baru kepada pemohon, ia harus\nmeminta terlebih dahulu pendapat Kepala Jawatan Pendaftaran Tanah atau\npenjabat yang ditunjuk olehnya.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "b8d5c069-e9f0-41bd-b229-76bbd5d56108",
            "name": "Chapter V",
            "title": "\nBIAYA PENDAFTARAN DAN BIAYA PEMBUATAN AKTA.",
            "type": "chapter",
            "children": [
                {
                    "id": "0f817d03-fb61-47b2-b08a-b63afdf2014d",
                    "name": "Article 34",
                    "type": "article",
                    "children": {
                        "id": "6182b321-e721-420e-95cd-9e1e8a6fdf84",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Dengan Peraturan Menteri Agraria ditetapkan biaya yang harus dipungut untuk:\n   a.pembuatan sertifikat, sertifikat sementara dan sertifikat baru,\n   b.pencatatan peralihan hak,\n   c.pencatatan hapusnya hak,\n   d.pencatatan yang dimaksud dalam Pasal 30 ayat (2) dan (3),\n   e.pembuatan surat keterangan tanah yang dimaksud dalam\n     Pasal 24 dan 25,\n   f.pemberian keterangan, tertulis maupun lisan, dari peta-peta dan daftar-daftar\n     yang diselenggarakan oleh Kantor Pendaftaran Tanah,\n   g.penunjukkan batas,\n   h.pekerjaan-pekerjaan lain yang dikerjakan oleh Kantor Pendaftaran Tanah.\n2) Atas permohonan yang bersangkutan, Kepala Jawatan Pendaftaran Tanah atau\n   penjabat yang ditunjuk olehnya dapat membebaskan pemohon dari pembayaran\n   sebagian atau seluruh biaya yang dimaksud dalam ayat (1) pasal ini, jika pemohon\n   membuktikan bahwa ia tidak mampu membayar biaya tersebut.\n3) Biaya yang dipungut selama satu bulan menurut ketentuan dalam ayat (1) pasal ini\n   dimaksudkan dalam Kas Negara selambat-lambatnya pada tanggal 10 dari bulan\n   yang berikutnya.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "bc6a5603-e625-4e90-b3f8-0b44d7d464fa",
                    "name": "Article 35",
                    "type": "article",
                    "children": {
                        "id": "f7d697e7-a7ab-4278-838b-bbc608c20b99",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan Peraturan Menteri Agraria ditetapkan:\na)biaya yang dapat dipungut oleh penjabat yang dimaksud dalam Pasal 19 untuk\n  pembuatan sesuatu akta tersebut pada pasal itu.\nb.uang saksi yang harus dibayar kepada Kepala Desa dan anggota Pemerintah Desa\n  yang menjadi saksi dalam pembuatan akta yang dimaksud dalam Pasal 22 dan\n  25.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "1a117220-a553-42f3-aa0c-779d5ff9da26",
            "name": "Chapter VI",
            "title": "\nKEWAJIBAN-KEWAJIBAN KEPALA KANTOR\nPENDAFTARAN DAN PENJABAT.",
            "type": "chapter",
            "children": [
                {
                    "id": "9fdcb8d4-f79b-4a94-9689-c4e162a40a67",
                    "name": "Article 36",
                    "type": "article",
                    "children": {
                        "id": "3441cd3b-8ba2-45c1-a698-9742b3e9dc51",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKepala Kantor Pendaftaran Tanah wajib menyelenggarakan tugas pendaftaran\nyang diatur dalam Peraturan Pemerintah ini dalam waktu yang sesingkat-singkatnya.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "60018872-4246-4661-9154-6503cde29c5a",
                    "name": "Article 37",
                    "type": "article",
                    "children": {
                        "id": "a50f5961-3edf-4766-b951-2a7e6b19c669",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKepala Kantor Pendaftaran Tanah wajib menjalankan petunjuk-petunjuk yang\ndiberikan oleh Kepala Jawatan Pendaftaran Tanah atau pejabat yang ditunjuk olehnya.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "f9f781dd-f3e6-4500-98f4-08cc6caf446c",
                    "name": "Article 38",
                    "type": "article",
                    "children": {
                        "id": "613ecb97-1868-499b-9aaf-f664a78ffcc7",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPejabat yang dimaksud dalam Pasal 19 wajib menyelenggarakan suatu daftar dari",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "5533dbfb-472d-40c5-bf23-06f17aa8905a",
                    "name": "Article 39",
                    "type": "article",
                    "children": {
                        "id": "50a342b4-ff93-43ae-9588-2b1f1583a229",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPenjabat yang membuat akta tanpa memperhatikan syarat-syarat yang tercantum\ndalam Pasal 22 ayat (1) dan Pasal 25 ayat (1) dapat dituntut membayar kerugian yang\nditimbulkan karena perbuatannya itu.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "fe9e3935-fd32-4ca0-8bd3-5943c94b11b5",
                    "name": "Article 40",
                    "type": "article",
                    "children": {
                        "id": "deaabfba-ae8c-4ae5-aed0-d77af5c5ecb2",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1)Penjabat wajib menjalankan petunjuk-petunjuk yang diberikan oleh Menteri Agraria.\n2) Menteri Agraria menunju petugas yang harus mengawasi penjabat tersebut dalam\nmelaksanakan tugasnya.\n3)Menteri Agraria dapat mencabut wewenang seorang penjabat untuk membuat akta, jika\nia tidak menyelenggarakan kewajibannya yang tercantum dalam Pasal 38 di atas\nsebagaimana mestinya atau jika ia sering menimbulkan kerugian bagi orang-orang\nyang minta dibuatkan akta sebagai yang dimaksud dalam Pasal 19 dan 23.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "39035a0f-abd3-4a69-87b5-ea3fb69991b0",
            "name": "Chapter VII",
            "title": "\nSANKSI TERHADAP PELANGGARAN KETENTUAN\nKETENTUAN PERATURAN PEMERINTAH INI.",
            "type": "chapter",
            "children": [
                {
                    "id": "841dce40-474f-48c3-9730-21061f5d4abf",
                    "name": "Article 41",
                    "type": "article",
                    "children": {
                        "id": "1480cb63-ec5d-4190-bf80-dbfe2252486b",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Kealpaan ahli waris terhadap kewajiban yang dimaksud dalam Pasal 20 dikenakan\ndenda Rp. 100,- untuk tiap-tiap hak atas tanah dan selanjutnya untuk tiap-tiap\nbulan kelambatan berikutnya ditambah dengan Rp. 25, yang harus dibayar\nkepada Kepala Kantor Pendaftaran Tanah.\n2)Jika kealpaan itu disebabkan oleh hal-hal yang di luar kesalahan ahli waris yang\nbersangkutan, Kepala Jawatan Pendaftaran Tanah atau penjabat yang ditunjuk\nolehnya dapat membebaskan ahli waris tersebut dari pembayaran seluruh atau\nsebagian dari denda yang dimaksud dalam ayat (1) pasal ini.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "af839e3a-e4c3-4024-befd-503d9bbecfad",
                    "name": "Article 42",
                    "type": "article",
                    "children": {
                        "id": "e05940fe-3c13-4ea3-998b-bc3f11a8c633",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1)Barangsiapa dengan sengaja merusak atau memindahkan tanpa hak tanda-tanda\nbatas yang dimaksud dalam Pasal 3 ayat (7) di atas dipidana dengan hukuman\nkurungan selama-lamanya 2 bulan dan/atau denda sebanyak-banyaknya Rp.\n5.000,-\n2)Perbuatan yang dimaksud dalam ayat (1) pasal ini adalah pelanggaran.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "be9548bc-7f81-4d4b-ba16-6c727c3d316d",
                    "name": "Article 43",
                    "type": "article",
                    "children": {
                        "id": "ffe57d02-52f2-4f5e-8e82-17d59f3dd06e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nBarangsiapa membuat akta yang dimaksud dalam Pasal 19, tanpa ditunjuk oleh\nMenteri Agraria sebagai penjabat dipidana dengan hukuman kurungan selama-lamanya\n3 bulan dan/atau denda sebanyak-banyaknya Rp. 10.000,-",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "73214d17-04ae-4368-b91b-484103572586",
                    "name": "Article 44",
                    "type": "article",
                    "children": {
                        "id": "76f3ae24-7b50-43fa-ab47-5bc2e28cdef0",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1) Kepala Desa dilarang menguatkan perjanjian yang dimaksud dalam Pasal 22 dan 25\nyang dibuat tanpa akta oleh penjabat.\n2) Pelanggaran terhadap larangan tersebut pada ayat (1) pasal ini dipidana dengan\nhukuman kurungan selama-lamanya 3 bulan dan/atau denda sebanyak-\nbanyaknya Rp. 10.000,-",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "a06cc317-0f1b-41ad-aeed-41a1e80c518c",
            "name": "Chapter VIII",
            "title": "\nKETENTUAN-KETENTUAN LAIN.",
            "type": "chapter",
            "children": [
                {
                    "id": "e6e0858a-cfdb-4ff2-8486-a17f446f7eee",
                    "name": "Article 45",
                    "type": "article",
                    "children": {
                        "id": "d61a7e74-6d08-487f-b191-44de6c90abcd",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nMenteri Agraria dapat menunjuk penjabat dari Jawatan Agraria untuk menjalankan\ntugas Kepala Kantor Pendaftaran Tanah sebagai yang diatur dalam Peraturan\nPemerintah ini, selama di daerah yang bersangkutan belum ada Kantor Pendaftaran\nTanahnya.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "6d47e945-ffe2-4c46-809b-57880adb1281",
                    "name": "Article 46",
                    "type": "article",
                    "children": {
                        "id": "1a8055aa-6dfe-4ed7-887b-b1c3a296116d",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar supaya setiap orang dapat mengetahuinya, memerintahkan pengundangan\nPeraturan Pemerintah ini dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nDalam rangka penyelenggaraan ekonomi terpimpin perlu memberikan status dan\nbentuk baru kepada perusahaan-perusahaan/ usaha-usaha kehutanan sesuai dengan\nUndang-undang Nomor 19 Prp. tahun 1960.\nPerusahaan/usaha kehutanan termaksud dijadikan satu perusahaan Negara\ndengan status badan hukum sendiri.\nDengan bentuk baru ini cara pengurusan dari perusahaan/usaha tersebut dapat\ndiperlancar; demikian pula pengawasan dan pengamanannya dapat dilakukan lebih\nsaksama.\nUntuk mengadakan kerja-sama dan kesatuan tindakan dalam mengurus\nperusahaan-perusahaan kehutanan Negara, maka diadakan \"Badan Pimpinan Umum\nPerusahaan Kehutanan Negara\" sebagaimana termaksud dalam Peraturan Pemerintah\nNomor 17 tahun 1961.",
        "Nomor": "10",
        "Tahun": "1961",
        "Tentang": "PENDAFTARAN TANAH",
        "Menimbang": {
            "Introduction": "\nperlu diadakan peraturan tentang pendaftaran tanah sebagai yang dimaksud dalam\nUndang-undang Pokok Agraria (Undang-undang No. 5 Tahun 1960; Lembaran Negara\n1960 Nomor 104 - Tambahan Lembaran-Negara No. 2043);"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar;",
            "2": " Pasal 19, Pasal 26 dan Pasal 52 Undang-undang pokok Agraria;\nMendengar\nMusyawarah Kabinet Kerja pada tanggal 28 Pebruari 1961."
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PENDAFTARAN TANAH.",
        "tanggal sah": "23 Maret 1961"
    }
}