{
    "results": [
        {
            "id": "82f71f10-85c8-4cd5-9cc0-8ab5f649d806",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "e8b31aad-0144-4eec-a38b-473e7a72b78d",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Arti Pegawai Negeri, isteri dan anak.\n(1) Pegawai yang dimaksudkan dalam Peraturan ini ialah :\na. Pegawai Negeri menurut Peraturan Pensiun Pegawai Negeri\nSipil yang berlaku :\nb. Mereka yang pada waktu atau sesudah mulai berlakunya\nPeraturan ini diperhentikan dari Jabatan Negeri dengan\nmendapat pensiun yang hingga saat pemberhentian itu\ntermasuk golongan tersebut dalam huruf a.\n(2) Isteri yang dimaksudkan dalam Peraturan ini, ialah isteri\npegawai yang dikawin dengan sah.\n(3) Anak yang dimaksudkan dalam peraturan ini, ialah anak pegawai\ndari perkawinan yang sah dan anak yang disahkan menurut\nUndang-undang Negara.",
                "explanation": "\nMenurut ketentuan dalam pasal ini peraturan ini berlaku juga\nterhadap pegawai bukan Warga Negara.\nPasal 2 dan 3.\nCukup jelas."
            }
        },
        {
            "id": "16a523b8-e689-4ae8-b9cd-65bfcd5aaeb9",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "bfa49335-6d5c-432c-85df-8b4b8441080b",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Gaji.\nYang dimaksudkan dengan gaji dalam Peraturan ini, ialah gaji\nmenurut Peraturan Pensiun Pegawai Negeri Sipil yang berlaku.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "a6cb31cc-c81a-451e-805f-18fd69cc000a",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "eba20033-0c41-4322-9504-ebbec29364c6",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pegawai laki-laki menurut peraturan-peraturan yang ditentukan\ndalam Peraturan ini, dapat menunjuk seorang isteri atau lebih\nsebagai yang berhak menerima pensiun dan seorang anak atau\nlebih sebagai yang berhak menerima tunjangan.\n(2) Pegawai wanita mempunyai hak tersebut dalam ayat 1 diatas\nuntuk anak-anaknya.\n(3) Cara menunjuk itu dilakukan menurut peraturan-pelaksanaan,\nyang akan ditentukan kemudian.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "a750beaa-9ab5-4ec9-8e91-fa5fa081f46e",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "5e582fac-3957-4c98-a8de-31b74ed19522",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Iuran-iuran.\n(1) Pegawai diwajibkan membayar iuran untuk pensiun janda dan\ntunjangan anak, yang selanjutnya disebut \"iuran biasa\". Iuran\nbiasa itu tiap bulan dipotong dari gaji uang tunggu, lain-\nlain penghasilan yang bersifat gaji untuk suatu jabatan utama\natau pensiun pegawai dan berjumlah :\na. untuk pegawai laki-laki 7% dengan ketentuan bahwa\npersentasi ini dinaikkan dengan 2% untuk setiap iuran\nlebih dari satu yang ditunjuk sebagai yang berhak\nmendapatkan pensiun, terhitung dari bulan berikutnya\nsaat penunjukkan itu mulai berlaku, dengan ketentuan\nbahwa untuk maksud ini tidak akan dipotong lebih dari\n11%.\nb. untuk pegawai wanita 2%;\n(2) Kewajiban membayar iuran biasa berakhir mulai bulan\nberikutnya bulan pegawai :\na. tidak lagi menerima penghasilan termaksud dalam ayat 1;\nb. mencapai umur 60 tahun dan waktu itu tidak mempunyai\nisteri yang berhak menerima pensiun dan/atau anak yang\nberhak menerima tunjangan;\nc. sesudah berusia 60 tahun, tidak mempunyai lagi isteri\nyang berhak atas pensiun dan/atau anak yang berhak atas\ntunjangan.\n(3) Bagi pegawai yang telah mencapai umur 60 tahun, kewajiban\nmembayar iuran biasa yang telah berakhir tidak dapat dimulai\nlagi.\n(4) Pegawai yang diwajibkan membayar iuran biasa disebut\n\"pembayaran-iuran-wajib\".",
                "explanation": "\nPersentasi iuran biasa dinaikkan 1/2%, menjadi masing-masing\nbulat 7% untuk pegawai laki-laki dan 2% untuk pegawai wanita\nberhubung dengan hal-hal yang telah diuraikan dalam\npenjelasan umum.\nTerhadap pegawai laki-laki yang menunjuk lebih dari seorang\nisteri yang berhak menerima pensiun, dipandang adil bahwa\niuran biasanya dinaikkan.\nKenaikan itu ditetapkan hanya 2% untuk tiap-tiap isteri lebih\ndari 1 dan sebanyak-banyaknya 4%.\nJika diperhatikan tambahnya risiko bagi Dana Pensiun\nIndonesia, kenaikan itu hanya merupakan imbangan yang sangat\nsederhana. Tambahnya resiko itu berhubungan dengan pemberian\n2 kali pokok pensiun janda jika ada lebih dari seorang isteri\nyang ditunjuk dan juga dengan kemungkinan baik adanya lebih\nbanyak anak yang berhak menerima tunjangan, maupun lebih\nlamanya pensiun janda harus dibayarkan."
            }
        },
        {
            "id": "414db088-c8be-41ed-b49d-3f2f8bae4e96",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "3ae5f64e-b267-42a3-8118-92e1fac527a6",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pegawai yang mendapat kenaikan gaji, diwajibkan membayar\niuran yang selanjutnya disebut \"iuran luar biasa\" sejumlah\nperbedaan antara gaji baru dan gaji tertinggi yang pernah\nditerima selama menjadi pembayaran-iuran-wajib.\n(2) Dalam hal gaji termaksud terakhir berjumlah lebih tinggi,\nmaka tidak dipungut iuran luar biasa.\n(3) Iuran luar biasa itu dipotong sekaligus dari penghasilan\nuntuk bulan kenaikan gaji dan dari jumlah yang dipotong itu\ntidak dipungut iuran biasa.",
                "explanation": "\nSudah jelas."
            }
        },
        {
            "id": "fd549c8d-8b1d-43d8-a89a-c65830cac8a6",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "8a4ad5e2-7569-4449-acc7-c655cc752e9c",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Untuk tiap-tiap penunjukan seorang isteri sebagai yang berhak\nmenerima pensiun, pembayar-iuran-wajib harus membayar iuran\nyang selanjutnya disebut \"iuran-nikah\" sebesar satu bulan\ngaji yang diterima pada saat peraturan ini berlaku\nterhadapnya sebagai pembayar-iuran yang bernikah dengan\nisteri itu.\n(2) Jika pada waktu itu pembayar-iuran-wajib tidak menerima gaji,\nbesarnya iuran-nikah adalah satu bulan gaji terakhir.\n(3) Apabila karena kelalaian pegawai, penunjukkan itu tidak\ndilakukan dalam 6 bulan sesudah saat tersebut dalam ayat (1),\nmaka iuran-nikah ditetapkan sejumlah gaji pada waktu\npenunjukan jika gaji ini lebih tinggi dari pada yang\ntermaksud dalam ayat (1) dan (2) pasal ini.\n(4) Iuran ini wajib dibayar pada waktu penunjukan akan tetapi\ndapat dipotong dari penghasilan termaksud dalam pasal 4 ayat\n(1) dengan sebanyak-banyaknya 36 angsuran bulanan yang\nsedapat mungkin sama besarnya dengan memperhatikan ketentuan\ndalam pasal 12.\n(5) Apabila kewajiban membayar iuran biasa berakhir maka\npemotongan iuran-nikah dari penghasilan tersebut salam pasal\n4 ayat (1) dihentikan, tetapi dimulai lagi jika yang\nberkepentingan membayar iuran-biasa lagi.",
                "explanation": "\nCukup jelas."
            }
        },
        {
            "id": "0c8f2d22-f3fa-4c03-998f-f52c58873a78",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "a34eb867-44b2-4d75-8d24-4e8747f76a10",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Kemungkinan untuk menjadi pembayar-iuran-sukarela.\n(1) Apabila pada atau sesudah waktu berlakunya peraturan ini,\nkewajiban untuk membayar iuran-biasa berakhir, maka (bekas)\npegawai, jika menghendaki, dapat meneruskan pembayaran iuran\nuntuk keperluan pemberian pensiun janda kepada isteri\n(isteri-isteri) yang pada waktu berakhirnya kewajiban\ntermaksud telah ditunjuk sebagai yang berhak menerima pensiun\natau yang harus dianggap sedemikian dan/atau tunjangan anak\nyatim-piatu kepada anak-anaknya yang berhak menerimanya.\nKehendak itu harus dinyatakan dalam waktu 6 bulan sesudah\nwaktu tersebut dengan cara yang akan ditentukan lebih lanjut\ndalam pelaksanaan peraturan ini.\n(2) Jikalau bekas pegawai termaksud dalam ayat (1) meninggal\ndunia dalam waktu tersebut pada ayat itu dansebelum\nmeninggalnya tidak menyatakan kehendaknya untuk meneruskan\npembayaran iuran, maka sekalipun demikian ia dianggap sebagai\ntelah menyatakan kehendaknya sebelum waktu itu berakhir.\n(3) Dalam peraturan ini mereka yang menurut ketentuan-ketentuan\ndalam ayat-ayat tersebut di atas telah atau dianggap sebagai\ntelah menyatakan kehendaknya untuk meneruskan pembayaran\niuran, selanjutnya disebut \"pembayaran-iuran-sukarela\".\n(4) Kecuali ketentuan-ketentuan dalam ayat-ayat di bawah ini,\npembayar-iuran-sukarela harus membayar iuran-biasa menurut\npresentasi-presentasi tersebut dalam pasal 4 ayat (1) dari\ndasar untuk menghitung pensiun janda pada waktu ia berhenti\nmembayar iuran sebagai pembayar-iuran-wajib.\nApabila ia sebagai pembayar-iuran-wajib membayar iuran-biasa\ndari pensiun, maka sebagai pembayar-iuran-sukarela ia harus\nmembayar iuran-biasa itu dari jumlah pensiun tersebut. Selain\ndari itu, pembayar-iuran-sukarela diwajibkan membayar iuran-\nnikah yang dahulu olehnya sebagai pembayar-iuran-wajib belum\ndilunasi.\n(5) Bagi pembayar-iuran-sukarela yang ketika ia berhenti menjadi\npembayar-iuran-wajib tidak mendapat pensiun, tetapi jika ia\ndiperhentikan dengan hormat dari Jabatan Negeri, seharusnya\ntelah berhak memperoleh pensiun berdasarkan Peraturan Pensiun\nyang dahulu berlaku terhadapnya, maka iuran-iuran tersebut\ndalam ayat dimuka dihitung dari jumlah pensiun\ntermaksud.\nyang\n(6) Pembayar-iuran-sukarela yang tidak membayar iuran dari\npensiun yang dahulu, telah diperoleh atau dari pensiun\nseperti termaksud dalam ayat dimuka ini, jika menghendaki\ndapat membayar iuran dari jumlah yang lebih rendah dari pada\ndasar yang ditentukan dalam ayat (4) di atas, akan tetapi\njumlah itu tidak boleh kurang dari Rp. 100,-.\nDasar untuk membayar iuran ini dihari kemudian tidak dapat\ndinaikkan.\n(7) Jika\npembayar-iuran-sukarela\nhendak mempergunakan hak\ntersebut dalam ayat 6, maka ia harus menyatakan hal itu dalam\npemberitahuan termaksud dalam ayat (1) atau apabila kelak ia\nhendak menurunkan dasar iuran, dengan pemberitahuan serupa\nitu juga, dalam hal mana tiap kali harus dinyatakan dapat\niuran yang dikehendakinya.\n(8) Setelah pembayar-iuran-sukarela yang tidak membayar iuran\ndari pensiun yang telah diperoleh atau dari pensiun termaksud\ndalam ayat (5), mencapai umur 50 tahun dan telah membayar\niuran sekurang-kurangnya selama 30 tahun, maka jumlah iuran\nditurunkan menjadi separuh dari jumlah iuran yang hingga\nwaktu itu dibayarnya, terhitung mulai bulan berikutnya bulan\nsyarat-syarat mengenai umur dan masa kerja tersebut\ndipenuhinya.\n(9) Pembayaran iuran-biasa bagi pembayar-iuran-sukarela dihitung\nmulai bulan berikutnya bulan ia berhenti sebagai pembayar-\niuran wajib.\n(10) Jikalau pembayaran-iuran sukarela harus membayar iuran\nberdasakan ketentuan dalam ayat (6), maka pembayaran iuran\nitu berlaku mulai bulan berikutnya bulan pemberitahuan yang\nbersangkutan diterima.\n(11) Keharusan membayar iuran-biasa oleh pembayar-iuran-sukarela\nberakhir:\npada bulan waktu ia menjadi pembayar-iuran-wajib lagi;\npada bulan sesudah bulan:\na.\nb.\n1.\n2.\n3.\n4.\nia meninggal dunia;\nsurat permohonan mengakhiri pembayaran iuran\nditerima;\nia tidak mempunyai lagi ister yang pada waktu\nberakhirnya kewajiban membayar iuran-biasa, telah\nditunjuk atau yang harus dianggap sebagai yang\nberhak menerima pensiun maupun anak-anak yang\nberhak menerima tunjangan;\nia mempunyai tunggakan 1 tahun dalam pembayaran",
                "explanation": "\nKetentuan-ketentuan dalam pasal ini membuka kemungkinan bagi\nmereka yang kewajibannya untuk membayar iuran berakhir untuk\nmeneruskan pembayaran iuran biasa sebagai pembayar iuran\nsukarela untuk kepentingan isteri (isteri-isteri) yang telah\nditunjuk sebagai isteri yang berhak pensiun serta anak-anak\nyang dilahirkan dari perkawinan dari isteri itu.\nPembayar iuran sukarela tidak diperkenankan untuk menunjuk\nisteri (2) lain dari yang tersebut di atas."
            }
        },
        {
            "id": "baafdbac-930c-4d37-9cff-850c3c6d27e3",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "8cf1d0e5-8e5c-4f13-abb5-0a9d81ceb503",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Penunjukan isteri.\n(1) Jikalau seorang pembayaran-iuran-wajib meninggal dunia, maka\nisteri atau isteri-isteri yang telah ditunjuk sebagai yang\nberhak menerima pensiun, dan penunjukan itu, masih berlaku\natau yang dianggap sedemikian seperti termaksud dalam ayat\n(6) pasal ini berhak mendapat pensiun.\n(2) Penunjukan seorang isteri sebagai yang berhak menerima\npensiun hanya dapat dilakukan oleh pembayar-iuran-wajib, yang\nbelum mencapai umur 60 tahun.\n(3) a. penunjukan seorang isteri atau lebih sebagai yang\nberhak menerima pensiun harus dilakukan dalam waktu 6\nbulan sesudah saat terjadinya kemungkinan melakukan\npenunjukan itu;\nb. penunjukan yang terlambat masih dapat diterima dalam 1\ntahun sesudah waktu yang ditentukan di atas;\nc. tiap-tiap penunjukan terlambat dikenakan \"denda\npenunjukan\" sebesar 10% dari iuran-nikah, apabila\nkelambatan itu disebabkan oleh kelalaian sendiri. Denda\ndipotong dari penghasilan termaksud dalam pasal 4 ayat\n(1) dengan sebanyak-banyaknya 10 angsuran bulanan yang\nsedapat mungkin sama besarnya;\nd. penunjukan yang diajukan sesudah waktu tersebut dalam\nayat b tidak dapat diterima.\n(4) Tiap-tiap penunjukan isteri sebagai yang berhak menerima\npensiun dianggap terjadi pada waktu diterimanya pemberitahuan\ndan berlaku mulai saat termaksud dalam pasal 6 ayat (1).\n(5) Berlakunya penunjukan seorang isteri yang berhak menerima\npensiun berakhir;\na. jikalau perkawinan dengan seorang isteri itu terputus\nmulai dari hari perceraian itu berlaku sah;\nb. setelah yang berkepentingan tidak lagi menjadi\npembayaran- iuran-wajib dengan tidak mengurangi\nketentuan dalam pasal 7.\n(6) Jikalau seroang pembayar-iuran-wajib yang beristeri meninggal\ndunia, sedangkan tidak ada penunjukan isteri sebagai yang\nberhak menerima pensiun, maka yang dianggap telah ditunjuk\nsedemikian ialah isteri yang pada waktu itu dikawinnya atau,\njika ia beristeri lebih dari seorang, isteri yang pada waktu\nitu paling lama dan tidak terputus-putus dinikahnya.\n(12) Mulai bulan ia tidak lagi diharuskan membayar iuran-biasa,\nmaka yang berkepentingan dianggap bukan lagi pembayaran-\niuran-sukarela.\nIuran-biasa dan angsuran-angsuran iuran-nikah yang pada\nketika tersebut di atas masih harus dilunasinya, dipungut\ndengan potongan 5/100 dari penghasilan yang kelak mungkin\ndiperolehnya seperti termaksud dalam pasal 4 ayat 1 atau dari\npensiunnya maupun dari pensiun/tunjangan yang diberikan\nkepada keluarga yang ditinggalkannya.\nPenunjukan ini dianggap terjadi pada saat meninggalnya\npembayar-iuran-wajib. Untuk penunjukan itu diharuskan pula\npembayaran iuran-nikah sesuai dengan ketentuan dalam pasal 6\ndan denda penunjukan sesuai dengan ketentuan dalam ayat (3)\nhuruf c, apabila pembayar-iuran-wajib meninggal sesudah waktu\ntersebut dalam ayat (3) huruf a.",
                "explanation": "\nMenyimpang dari peraturan lama, maka menurut pasal 8 ayat 2\nbekas pegawai (pensiunan), yang masih membayar iuran-wajib\ndan belum mencapai umur 60 tahun, dapat melakukan penunjukan\nseorang isteri atau lebih sebagai yang berhak menerima\npensiun.\nTentang cara penunjukan isteri diadakan petunjuk-petunjuk\nlebih lanjut tersendiri."
            }
        },
        {
            "id": "012ba3b8-50f9-46bf-b2ca-7786c815fec4",
            "name": "Article 9",
            "type": "article",
            "children": {
                "id": "72e5b9f1-e364-4d6e-97bb-4c1b179fbd5e",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Perhitungan pensiun janda.\n(1) Besarnya pokok pensiun janda adalah 20% dari gaji yang\nterakhir diterima oleh pembayar-iuran-wajib yang meninggal\natau, apabila menguntungkan, dari pertengahan jumlah gaji\nyang tertinggi dan gaji-gaji terdekatnya, yang diterimanya\nuntuk 12 bulan.\n(2) Pensiun janda termaksud dalam pasal 8 ayat 1 ditetapkan:\n   a. untuk seorang isteri yang berhak atas pensiun, sebesar\n      pokok pensiun janda;\n   b. untuk lebih dari seroang, sebesar 2 kali pokok pensiun\n      janda yang dibagikan rata kepada isteri-isteri itu.\n(3) Jumlah pokok pensiun seorang janda tidak kurang dari Rp. 25,-\n(dua puluh lima rupiah) sebulan.",
                "explanation": "\nMenurut peraturan R.I. dahulu, maka bila yang berhak menerima\npensiun lebih dari seorang, diberikan hanya sebesar satu kali\npokok pensiun janda, yang dibagikan sama besarnya kepada\ntiap-tiap janda itu. Menurut peraturan sekarang, maka bila\nada lebih dari seorang isteri, pensiun janda itu ditetapkan\nsebesar 2 kali pokok pensiun janda yang dibagikan rata kepada\nisteri-isteri itu. Akan tetapi dalam hal ini pembayar-iuran\ndiwajibkan pula membayar setinggi-tingginya 4% (lihatlah\npasal 4 ayat (1) sub a) dan untuk tiap-tiap penunjukan lebih\ndari seorang isteri tambahan iuran-nikah sebesar satu bulan\ngaji (pasal 6 ayat (1))."
            }
        },
        {
            "id": "bb16a06a-f1b6-40d1-ad58-4e2bbfb9e705",
            "name": "Article 10",
            "type": "article",
            "children": {
                "id": "75fd8d89-4988-4bd1-96b5-a2a021342da4",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Isteri atau isteri-isteri seorang pembayar-iuran-sukarela\nseperti termaksud dalam pasal 7 ayat (1) berhak mendapat\npensiun, jika suaminya pada waktu meninggal dunia masih\nmenjadi pembayar-iuran-sukarela.\n(2) Jumlah pokok pensiun janda pembayar-iuran-sukarela adalah:\n   a. jika suaminya membayar iuran seperti ditentukan dalam\n      pasal 7 ayat 4, 5 dan 8, sebesar pokok pensiun janda\n      termaksud dalam pasal 9 ayat (1) dihitung menurut\n      keadaan pada saat suaminya tidak lagi menjadi pembayar-\n      iuran-wajib;\n   b. jika suaminya membayar iuran seperti termaksud dalam\n      pasal 7 ayat 6, 20% dari jumlah yang terakhir menjadi\n      dasar untuk membayar iuran-sukarela.\n(3) Pensiun janda termaksud dalam ayat 9(1) pasal ini ditetapkan\nsesuai dengan ketentuan pasal 9 ayat (2) dan (3).",
                "explanation": "\nCukup jelas."
            }
        },
        {
            "id": "484af643-f204-459c-b899-511e4bea09e0",
            "name": "Article 11",
            "type": "article",
            "children": {
                "id": "571e0903-335e-4194-adb1-595b1c96edcb",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pendaftaran anak.\n(1) Apabila seorang pembayar-iuran meninggal dunia, maka kepada\nanak (anak-anak)-nya yang berhak menerima tunjangan dan yang\ntelah atau harus sudah didaftarkan menurut cara yang akan\nditentukan lebih lanjut dalam petunjuk pelaksanaan, berhak\nmenerima tunjangan kecuali apabila:\n   a. anak-anak itu pada waktu pegawai atau bekas pegawai\n      meninggal dunia, telah mencapai umur 21 tahun penuh;\n   b. telah memegang jabatan pada Pemerintah dengan mendapat\n      penghasilan pokok sebesar Rp. 150,- sebulan;\n   C. berkawin.\n(2) Dengan menyimpang dari ketentuan dalam ayat (1) sub a, maka\njuga anak pegawai atau bekas pegawai yang meninggal dunia,\nyang telah didaftarkan, berhak menerima tunjangan selama ia\nmasih berlajar pada sekolah menengah dan belum mencapai umur\n25 tahun.\n(3) Yang didaftarkan sebagai yang berhak menerima tunjangan anak\nyatim-piatu seperti termaksud dalam ayat di atas ialah:\na. anak-anak yang dilahirkan pada atau sesudah saat\nperaturan ini mulai berlaku terhadap pembayar-iuran\nyang bersangkutan dari perkawinannya dengan seorang\nisteri yang ditunjuk sebagai yangberhak menerima\npensiun atau yang dianggap sedemikian;\nb.\nanak-anak seorang pembayar-iuran-wajib yang dilahirkan\nsebelum waktu peraturan ini mulai berlaku terhadapnya\ndari perkawinan dengan isteri yang pada waktu itu masih\nmenjadi isterinya dan kemudian dalam waktu yang telah\nditentukan dalam pasal 8 ayat (3) huruf a dan b\nditunjuk sebagai yang berhak menerima pensiun atau yang\ndianggap sedemikian;\nC.\nanak-anak seorang pembayar-iuran wanita.\n(4) Yang dianggap dilahirkan dari perkawinan ialah anak-anak yang\ndilahirkan selama perkawinan itu atau selambat-lambatnya 300\nhari sesudah kawin itu terputus.\n(5) Tiap-tiap pendaftaran seorang anak sebagai yang berhak\nmenerima tunjangan dianggap telah terjadi pada berlaku mulai\ndari hari diterimanya keterangan-keterangan untuk pendaftaran\nitu.\n(6) Keterangan-keterangan itu wajib dikirimkan dalam waktu yang\nditentukan dalam ayat (7) pasal ini oleh pembayar-iuran yang\nbersangkutan atau, apabila ia telah meninggal dunia dalam\nwaktu itu, oleh atau atas nama ibu darianak yang\nberkepentingan.\n(7) Pengiriman keterangan-keterangan pendaftaran anak sebagai\nyang berhak menerima tunjangan yatim-piatu harus dilakukan:\na.\nbagi anak-anak yang dilahirkan pada atau sesudah waktu\nberlakunya peraturan ini, terhadap pembayar-iuran yang\nbersangkutan dalam waktu 6 bulan sesudah saat itu.\n(8) Jika keterangan-keterangan pendaftaran untuk seorang anak\ntidak dikirim dalam waktu yang sudah ditentukan, maka apabila\nkelambatan itu disebabkan oleh kelalaian sendiri, dikenakan\ndenda pendaftaran sebesar 1% gaji pembayar-iuran pada waktu\npermulaan kewajiban pendaftaran anak yang bersangkutan, untuk\ntiap-tiap bulan kelambatan.\nApabila pada waktu itu pembayaran-iuran tidak menerima gaji,\nbesarnya denda pendaftaran itu ditetapkan berdasarkan gaji\nterakhir yang diterimanya.\nPembayaran denda ini dilakukan dengan angsuran bulanan yang\nbesarnya paling tinggi 2% dari penghasilan (termasuk pensiun)\nsebulan, termaksud dalam pasal 4 ayat (1).",
                "explanation": "\nPembayaran tunjangan, yang menurut ayat (1) sub c dihentikan\nkarena anak yang bersangkutan berkawin, dilakukan lagi jika\nperkawinan itu terputus terhitung mulai bulan berikutnya.\nSebagaimana telah diterangkan pada penjelasan umum, iuran\npendaftaran yang dimuat dalam peraturan2 lama dihapuskan.\nAgar pendaftaran anak dilakukan sedapat mungkin pada\nwaktunya, dalam pasal ini ditetapkan denda untuk pendaftaran\nanak yang terlambat."
            }
        },
        {
            "id": "b285a78c-a9a9-45e1-ac4b-d58f883cc194",
            "name": "Article 12",
            "type": "article",
            "children": {
                "id": "51d9ce90-44fa-4b66-a86e-a64ce4de39de",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pemungutan tunggakan iuran.\nDari penghasilan termaksud dalam pasal 4 ayat (1), tidak boleh",
                "explanation": "\nApabila jumlah semua potongan iuran melebihi 15%, maka jumlah\nitu dapat dikurangi dengan menambah banyaknya angsuran iuran-\nnikah hingga lebih dari 36 atau dengan menunda pemungutan\npenyicilan tunggakan iuran."
            }
        },
        {
            "id": "0e7a67dc-6c03-4d29-bb33-b3e0f541a4a3",
            "name": "Article 13",
            "type": "article",
            "children": {
                "id": "cadf03d9-34b0-438b-bd12-4c4cc3b6a858",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Iuran-iuran dan dendanya yang belum dilunasi pembayar-iuran pada\nsaat meninggalnya, dipotong dari penghasilan yang diberikan\nmenurut peraturan ini kepada keluarga yang ditinggalkan dengan\nangsuran bulanan sebesar 10% dari penghasilan itu.",
                "explanation": "\nCukup jelas."
            }
        },
        {
            "id": "da9a02eb-d36b-457d-90ff-4cc5e5245c01",
            "name": "Article 14",
            "type": "article",
            "children": {
                "id": "872bafb0-ff8d-4dd7-b9ec-8d009d0424f3",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Perhitungan tunjangan anak.\n(1) Dasar untuk menghitung tunjangan anak yatim (piatu) ialah:\n  a. Untuk anak-anak seorang pembayar-iuran laki-laki\nsebesar pokok pensiun janda yang ditetapkan menurut\nketentuan dalam ayat (1) dan (3) pasal 9 dan ayat (3)\npasal 10, atau apabila tidak ada isteri yang berhak\nmenerima pensiun sebesar pensiun janda yang seharusnya\nditetapkan untuk seorang janda;\n  b. Untuk anak-anak seorang pembayar-iuran wanita, sebesar\npensiun untuk seorang janda dari pembayar-iuran, yang\ndapat dipandang sama keadaannya dengan pembayar-iuran\nwanita itu.\n(2) a. Besarnya tunjangan anak-anak selama ada seorang isteri\nyang berhak menerima pensiun ialah:\nuntuk satu anak 25% dari dasar yang dimaksud dalam ayat\n(1);\nuntuk dua anak 40% dari dasar yang dimaksud dalam ayat\n(1);\nuntuk tiga anak 50% dari dasar yang dimaksud dalam ayat\n(1);\nuntuk empat anak 55% dari dasar yang dimaksud dalam\nayat (1);\nuntuk lima anak atau lebih 60% dari dasar yang dimaksud\ndalam ayat (1).\n  b. Apabila seorang pembayar-iuran wanita meninggal dunia,\nmaka kepada anak-anaknya selama ayahnya menjadi\npembayar-iuran berdasarkan peraturan ini diberi\ntunjangan menurut perhitungan di atas.\n(3) Besarnya tunjangan untuk anak-anak yang tidak termasuk dalam\nayat (2) ialah:\nuntuk 1 anak 40% dari dasar yang dimaksudkan dalam ayat (1)\nuntuk 2 anak 70% dari dasar yang dimaksudkan dalam ayat (1)\nuntuk 3 anak 100% dari dasar yang dimaksudkan dalam ayat (1)\nuntuk 4 anak 115% dari dasar yang dimaksudkan dalam ayat (1)\nuntuk 5 anak atau lebih 120% dari dasar yang dimaksudkan\ndalam ayat (1).\n(4) Kepada anak-anak yang ibu dan ayahnya menjadi pembayar-iuran\ndan kedua-duanya sudah meinggal dunia, hanya diberi satu\ntunjangan atas dasar yang lebih menguntungkan.\n(5) Tunjangan untuk anak-anak yang ditinggalkan oleh seorang\npembayar-iuran dan yang berlainan ibu/ayahnya, ditetapkan\nuntuk tiap-tiap golongan anak yang seibu-ayah tersendiri,\n(6) dengan ketentuan bahwa perubahan dalam jumlah anak dalam\nsesuatu golongan- golongan anak lain, kecuali dalam hal\ntambahan anak termaksud dalam pasal 17 ayat (1).\nJumlah semua tunjangan tidak boleh melebihi:\na. jumlah dasar untuk menghitung tunjangan termaksud dalam\nayat (1) selama masih ada seorang isteri yang berhak\nmenerima pensiun janda.\n(7) Apabila batas-batas jumlah semua tunjangan tersebut dalam\nayat (6) dilampaui, maka tunjangan untuk tiap-tiap golongan\nanak dikurangi sedemikian rupa hingga imbangan perhitungan\nmenurut ayat (2) atau (3) tetap sama.",
                "explanation": "\nKetentuan-ketentuan dalam pasal ini didasarkan atas pedoman-\npedoman sebagai berikut:\n1. Sebagai dasar untuk menghitung tunjangan anak\nditetapkan jumlah pokok pensiun janda.\n2. a. anak-anak yang ditinggalkan pembayar iuran\ndianggap sebagai anak yatim selama masih ada\nseorang isteri yang berhak menerima pensiun, atau\nbagi anak-anak bekas pembayar iuran wanita, selama\nbekas suaminya menjadi pembayar iuran.\nb. anak-anak yang tidak termasuk dalam a dipandang\nsebagai anak yatim piatu.\n3. Jumlah tunjangan semua golongan anak tidak boleh\nmelebihi:\na. untuk anak yatim : satu kali dasar tunjangan.\nb.untuk anak yatim-piatu : dua kali dasar tunjangan."
            }
        },
        {
            "id": "e178cdc0-2411-4d47-ad7c-da7fca51fe8c",
            "name": "Article 15",
            "type": "article",
            "children": {
                "id": "d5bc72a7-1b6f-4184-a85e-62777f6775c3",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pemberian pensiun janda dan tunjangan anak.\n(1) Pensiun janda dan tunjangan anak yatim-piatu berdasarkan\nperaturan ini diberikan atas permintaan dari atau atas nama\nyang berhak menerimanya oleh Kepala Kantor Urusan Pegawai.\n(2) Permintaan itu harus disertai keterangan asli atau yang dapat\nditerima sebagai penggantinya untuk membuktikan hak atas\npensiun/tunjangan termaksud.",
                "explanation": "\nTidak memerlukan penjelasan."
            }
        },
        {
            "id": "80f7b9c7-f034-4c61-a1c7-396de8fe0896",
            "name": "Article 16",
            "type": "article",
            "children": {
                "id": "7a825290-24e3-4c9a-b53f-d6b84698041d",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Apabila penetapan pensiun janda atau tunjangan anak yatim-piatu\ndikemudian hari ternyata salah, maka penetapan tersebut harus\ndiubah sebagaimana mestinya, dengan surat keputusan baru yang\nmemuat alasan-alasan perubahan itu, dengan ketentuan, bahwa\nkelebihan pensiun/tunjangan yang mungkin telah dibayarkan, tidak\ndipungut kembali sedangkan yang kurang diterima selama 5 tahun\nterakhir diberikan kepada yang berkepentingan degan tidak ditambah\nbunga.",
                "explanation": "\nDalam peraturan petunjuk pelaksanaan akan disebutkan\nketerangan-keterangan yang diperlukan untuk mendapat pensiun-\njanda dan tunjangan anak."
            }
        },
        {
            "id": "4b92d5e8-3a38-4cbf-b4fa-8ad75e8fd01e",
            "name": "Article 17",
            "type": "article",
            "children": {
                "id": "9dc29b82-c01e-4eb9-94fc-88c3934832be",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pensiun janda dan tunjangan anak yatim-piatu berdasarkan\nperaturan ini diberikan mulai bulan berikutnya bulan hak atas\npensiun/tunjangan itu didapat oleh yang bersangkutan dan bagi\nanak-anak yang dilahirkan setelah pembayaran-iuran meninggal\ndunia mulai bulan berikutnya bulan anak itu dilahirkan.\n(2) Apabila pendaftaran anak yang dilakukan sesudah meninggalnya\npembayaran-iuran, tidak terjadi dalam 6 bulan sesudah anak\nitu dilahirkan, maka tunjangan anak itu dengan menyimpang\ndari ketentuan dalam ayat (1) diberikan mulai bulan\nberikutnya, bulan keterangan-keterangan pendaftaran diterima.\n(3) Pembayaran pensiun/tunjangan dilakukan tiap-tiap bulan\nmenurut petunjuk-petunjuk pelaksanaan yang akan ditetapkan\nlebih lanjut.\n(4) Pensiun dan tunjangan itu dibayar sampai dengan bulan\nmeninggalnya yang berhak atau berakhirnya hak atas pembayaran\nitu.\n(5) Pensiun janda dan tunjangan anak yatim-piatu yang tidak\ndiminta dalam waktu 5 tahun sesuah pensiun/tunjangan itu\ndapat diterima, tidak dibayar lagi.",
                "explanation": "\nPasal 18.\nCukup jelas."
            }
        },
        {
            "id": "2c061825-ef04-4a89-bafe-da078befe1b0",
            "name": "Article 18",
            "type": "article",
            "children": {
                "id": "9098b4a5-008e-469b-8e7b-64300584827b",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pensiun janda yang ditetapkan menurut peraturan ini tidak\ndibayarkan, jika janda itu bersuami lagi, mulai dari bulan\nsetelah perkawinan itu terjadi.\n(2) Jikalau perkawinan tersebut di atas terputus, makaterhitung\ndari bulan berikuntya bulan terputusnya perkawinan itu janda\nyang bersangkutan dapat menerima lagi pensiun yang telah\nhilang atau jika menguntungkan kepadanya diberi pensiun yang\nmenurut peraturan ini dapat diperolehnya karena perkawinan\nterakhir.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "abc1960c-181e-4e51-ba9d-0290b24934bb",
            "name": "Article 19",
            "type": "article",
            "children": {
                "id": "74bd047d-ddd8-4138-9286-7f217187fa9e",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Menteri Urusan Pegawai dapat mengubah:\na. pensiun yang telah diberikan menurut peraturan ini kepada\nseorang janda jika ternyata keterangan yang diberikan oleh\nyang yang bersangkutan tidak benar;\nb. tunjangan yang telah diberikan kepada seorang anak, jika pada\nketika pendaftaran anak itu sebagai yang berhak menerima\ntunjangan ternyata keterangan-keteranga yang diberikan oleh\nyang bersangkutan tidak benar.",
                "explanation": "\nTidak memerlukan penjelasan."
            }
        },
        {
            "id": "291fc594-7e8e-4f2f-834b-8f3bcb79624e",
            "name": "Article 20",
            "type": "article",
            "children": {
                "id": "ae753db0-6c97-4fc0-a7d3-19bdaebace44",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pemindahan hak pensiun.\n(1) Hak atas pensiun atau tunjangan yang ditetapkan menurut\nperaturan ini tidak dapat dipindahkan.\n(2) Surat-penetapan pensiun atau tunjangan boleh dipergunakan\nuntuk tanggungan, guna mendapat pinjaman dari salah suatu\nbank yang ditunjuk oleh Menteri Keuangan.\n(3) Jika yang berhak menerima pensiun atau tunjangan telah\nmemberi kuasa kepada orang lain untuk menerima\npensiun/tunjangan itu, maka sewaktu-waktu surat kuasa itu\ndapat ditarik kembali.\n(4) Semua perjanjian yang bertentangan dengan yang dimaksudkan\ndalam ayat-ayat di atas, tidak mempunyai kekuatan Hukum.",
                "explanation": "\nKetentuan ini dimaksudkan untuk menjaga supaya yang berkepentingan tidak menggadaikan pensiunnya pada pemberi pinjaman dengan bunga yang terlalu tinggi."
            }
        },
        {
            "id": "78437a6a-f6c8-4f03-b756-8f02793a2a01",
            "name": "Article 21",
            "type": "article",
            "children": {
                "id": "db5b980f-1df0-4fce-ac89-10c51bd7c955",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pembukaan iuran.\nIuran-iuran yang dipungut berdasarkan peraturan ini, dibukukan\nsebagai penerimaan Dana untuk janda dan anak yatim-piatu Pegawai\nNegeri Sipil. Pensiun janda dan tunjangan yatim-piatu yang\ndiberikan berdasarkan peraturan ini dan pengeluaran-pengeluaran\nberhubung dengan pelaksanaan peraturan ini dibebankan pada Dana\ntersebut.",
                "explanation": "\nCukup jelas."
            }
        },
        {
            "id": "0bd74a2a-d1f6-41d0-b103-e937ceb358f7",
            "name": "Article 22",
            "type": "article",
            "children": {
                "id": "b7caba53-646b-4950-a464-da4136c257f5",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Petunjuk-petunjuk pelaksanaan.\nUntuk melaksanakan ketentuan-ketentuan peraturan ini, diadakan\nseperlunya petunjuk-petunjuk pelaksanaan yang akan ditetapkan oleh",
                "explanation": "\nCukup jelas."
            }
        },
        {
            "id": "143857d0-2cf7-4f36-8a5a-dc11a99540e6",
            "name": "Article 23",
            "type": "article",
            "children": {
                "id": "c28ee2a4-4e0c-4b05-aa77-2137ca1a0ad7",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Peralihan.\n(1) Mulai hari berlakunya peraturan ini, hak-hak dan kewajiban-kewajiban mereka yang hingga waktu itu menjadi pembayar-iuran berdasarkan salah satu peraturan pensiun-janda/tunjangan anak yatim-piatu yang hingga hari itu berlaku terhadap Pegawai Negeri Sipil, diatur menurut peraturan ini.\n(2) Isteri (isteri-isteri) yang ditunjuk sebagai yang berhak menerima pensiun atau yang dianggap sedemikian berdasarkan salah satu peraturan lama, dipandang begitu pula menurut peraturan ini.\n(3) Anak-anak yang telah didaftarkan atau seharusnya telah maupun dapat didaftarkan berdasarkan salah satu peraturan lama masing-masing dianggap telah atau masih harus didaftarkan menurut peraturan ini.\n(4) Terhadap janda dan anak yatim-piatu pembayar-iuran yang meninggal dunia sebelum tanggal berlakunya peraturan ini, tetap berlaku peraturan-peraturan lama.\n(5) Mereka tersebut dalam ayat (1) dibebaskan dari pembayaran iuran-nikah untuk isteri yang pertama ditunjuk menurut peraturan ini.\n(6) Apabila Pegawai Negeri, yang hingga hari mulai berlakunya peraturan ini menjadi pembayar-iuran berdasarkan \"Reglement van het weduwen en wezenfonds voor Europesche Burgerlijke Landsdienaren\" (Staatsblad 1935 No. 600, sebagaimana telah diubah dan ditambah) meninggal dunia dalam waktu 2 tahun sesudah hari tersebut, maka kepada janda dan anaknya, jika menguntungkan, dapat diberikan pensiun dan tunjangan menurut peraturan lama itu.",
                "explanation": "\nKetentuan dalam ayat (1) tidak boleh diartikan, bahwa mereka termaksud dalam ayat itu dibebaskan dari kewajiban-kewajiban yang terjadi berdasarkan peraturan lama yang belum dipenuhi. Pembebasan pembayaran iuran termaksud dalam ayat (5) antara peraturan-peraturan lama yang berlainan (N.E.W. Peraturan Pemerintah No. 35 tahun 1949).\nMenurut ketentuan-ketentuan dalam pasal 1 ayat (1) dan pasal 23 ayat (1), peraturan ini berlaku terhadap semua pegawai baik warga negara maupun bukan warga Negara. Akan tetapi dipandang adil agar bagi janda/anak termaksud dalam ayat (6) pasal ini ditetapkan suatu masa peralihan (2 tahun) untuk kemungkinan pemberian pensiun/tunjangan kepada janda/anak itu berdasarkan peraturan lama jika menguntungkan."
            }
        },
        {
            "id": "ac6d19fb-c9d9-4dae-9e96-062281586bf0",
            "name": "Article 24",
            "type": "article",
            "children": {
                "id": "6b9e2358-61f4-409f-864b-9ac36ec31aa1",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Mulai berlakunya peraturan.\nPeraturan ini mulai berlaku pada tanggal 1 Maret 1952.\nAgar supaya setiap orang dapat mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatan dalam Lembaran-Negara Republik Indonesia.",
                "explanation": "\nTidak memerlukan penjelasan.\n"
            }
        }
    ],
    "metadata": {
        "Nomor": "19",
        "Tahun": "1952",
        "Tentang": "PEMBERIAN PENSIUN KEPADA JANDA DAN TUNJANGAN\nKEPADA ANAK YATIM-PIATU PEGAWAI NEGERI SIPIL",
        "Menimbang": {
            "Introduction": "\nBahwa pada waktu ini berlaku berbagai peraturan tentang pemberian\npensiun kepada janda dan tunjangan kepada anak Pegawai Negeri\nSipil, maka dianggap perlu diadakan suatu peraturan yang bersamaan\nyang berlaku untuk seluruh Pegawai Negeri Sipil;"
        },
        "Mengingat": {
            "Introduction": "\na. Peraturan Pemerintah No. 14 tahun 1947 dan No. 30 tahun 1948;\nb. Peraturan Pemerintah No. 35 tahun 1949 dan Nr 40 tahun 1950;\nc. Staatsblad 1931 No. 473 jo. Staatsblad 1940 No. 419;\nMendengar \nDewan Menteri dalam rapatnya pada tanggal 23 Pebruari 1952;"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PEMBERIAN PENSIUN KEPADA JANDA DAN\nTUNJANGAN KEPADA ANAK YATIM-PIATU PEGAWAI NEGERI SIPIL.",
        "tanggal sah": "1 Maret 1952"
    }
}