{
    "results": [
        {
            "id": "d9493de4-b86a-4539-a4ba-3af438a4289a",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "b3453e9d-3598-452b-b8b7-4687d3080f90",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "c35004a7-6785-4cef-b181-072ddda33418",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan Kotamadya Daerah Tingkat II\nPematang Siantar dan Kabupaten Daerah Tingkat II Simalungun adalah Kotamadya\nDaerah Tingkat II Pematang Siantar dan Kabupaten Daerah Tingkat II Simalungun\nsebagaimana dimaksud dalam Undang-undang Nomor 8 Drt Tahun 1956 dan Undang-\nundang Nomor 7 Drt Tahun 1956.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "05751141-25b2-469c-b253-7617e484d8ac",
            "name": "Chapter II",
            "title": "\nPERUBAHAN BATAS WILAYAH",
            "type": "chapter",
            "children": [
                {
                    "id": "f5e69020-399b-4e92-a32d-b4104a246c7c",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "e2fb1d76-3000-4bc6-bf00-39c2beac8aad",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nBatas wilayah Kotamadya Daerah Tingkat II Pematang Siantar diubah dan diperluas\ndengan memasukkan sebagian wilayah dari Kabupaten Daerah Tingkat II Simalungun ke\ndalam wilayah Kotamadya Daerah Tingkat II Pematang Siantar, yaitu sebagian wilayah\nKecamatan Siantar yang terdiri dari :\n1) Desa Nagahuta\n2) Desa Siopat Suhu\n3) Desa Martoba\n4) Desa Bah Kapul\n5) Desa Pematang Marihat\n6) Desa Sukaraja\n7) Desa Baringin Pansur Nauli\n8) Desa Simarimbun\n9) Desa Tambun Nabolon.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "bfa2183d-2ecd-41cd-96b7-f6bed61f6ad5",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "74f58b78-898e-4a91-b96e-4115a81603b7",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nWilayah Kotamadya Daerah Tingkat II Pematang Siantar setelah diperluas dengan\nmemasukkan sebagian wilayah dari Kabupaten Daerah Tingkat II Simalungun\nsebagaimana dimaksud dalam Pasal 2 mempunyai batas-batas sebagai berikut:\na. Sebelah Utara dibatasi oleh Sungai Bah Hapal, dan Desa Sinaksak;\nb. Sebelah Timur dibatasi oleh Desa-desa Karangsari, Rambung Merah dan Marihat\nBaris;\nC. Sebelah Selatan dibatasi oleh Desa-desa Marihat Baris, Silampuyang dan Bah\nSampuran;\nd. Sebelah Barat dibatasi oleh Desa-desa Talun Kondot, Negeri Bosar, Sumpang Panel\ndan Siborna;\nsebagaimana tergambar pada peta terlampir.",
                        "explanation": "\nYang dimaksud dengan batas-batas wilayah dalam pasal ini adalah bukan\nbatas-batas wilayah baru yang pasti sebagaimana dimaksud dalam\npenjelasan umum."
                    }
                },
                {
                    "id": "f0b2d819-7414-4920-a466-63f26a020c99",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "56f4b97b-509f-463c-92d8-1e00c41687d8",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nUntuk terwujudnya tertib pemerintahan dan pembinaan wilayah, maka wilayah Kecamatan\ndi wilayah Kotamadya Daerah Tingkat II Pematang Siantar ditata kembali menjadi 6 (enam)\nwilayah Kecamatan, yaitu:\na. Kecamatan Siantar Martoba, yang terdiri dari:\n1) Desa Bah Kapul\n2 Desa Martoba\n3) Desa Tambun Nabolon.\nb. Kecamatan Siantar Marihat, yang terdiri dari:\n1) Kelurahan Sukamaju\n2) Kelurahan Perdamean\n3) Desa Nagahuta\n4) Desa Baringin Pansur Nauli\n5) Desa Sukaraja\n6) Desa Pematang Marihat\n7) Desa Simarimbun.\nC. Kecamatan Siantar Utara, yang terdiri dari:\n1) Kelurahan Bane\n2) Kelurahan Sigulangulang\n3) Kelurahan Kahean\n4) Kelurahan Sukadame\n5) Kelurahan Baru\n6) Kelurahan Melayu\n7) Kelurahan Martoba.\nd. Kecamatan Siantar Timur, yang terdiri dari:\n1) Kelurahan Asuhan\n2) Kelurahan Tomuan\n3) Kelurahan Kebon Sayur\n4) Kelurahan Pahlawan\n5) Kelurahan Pardomuan\n6) Kelurahan Merdeka\n7) Desa Siopat Suhu.\ne. Kecamatan Siantar Selatan, yang terdiri dari:\n1) Kelurahan Aek Nauli\n2) Kelurahan Martimbang\n3) Kelurahan Kristen\n4) Kelurahan Toba\n5) Kelurahan Karo\n6) Kelurahan Simalungun\nf. Kecamatan Siantar Barat, yang terdiri:\n1) Kelurahan Bantan\n2) Kelurahan Banjar\n3) Kelurahan Proklamasi\n4) Kelurahan Dwikora\n5) Kelurahan Teladan\n6) Kelurahan Sipinggolpinggol\n7) Kelurahan Simarito\n8) Kelurahan Timbanggalung.",
                        "explanation": "\nWilayah Kotamadya Daerah Tingkat II Pematang Siantar yang semula\nmempunyai 4 (empat) wilayah Kecamatan, setelah diperluas selanjutnya\nditata kembali menjadi 8 (delapan) wilayah Kecamatan."
                    }
                },
                {
                    "id": "aac36104-ff13-4f29-8cbc-ac22e75c1463",
                    "name": "Article 5",
                    "type": "article",
                    "children": [
                        {
                            "id": "0fb6345b-eeb0-4100-9516-766a1c29c251",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Kecamatan Siantar Martoba berkedudukan di Kelurahan Martoba;\n(2) Kecamatan Siantar Marihat berkedudukan di Kelurahan Marihat;\n(3) Kecamatan Siantar Utara berkedudukan di Kelurahan Sukadame;\n(4) Kecamatan Siantar Timur berkedudukah di Kelurahan Tomuan;\n(5) Kecwnatan Siantar Selatan berkedudukan di Kelurahan Kristen;\n(6) Kecamatan Siantar Barat berkedudukan di Kelurahan Timbanggalung.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "26cb5544-1f57-448d-b1d7-19630bb64bf3",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "48742834-5fe0-4448-b148-10303fe2cf76",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nWilayah Kecamatan Siantar yang berada di dalam lingkungan wilayah Kabupaten Daerah Tingkat II Simalungun setelah dikurangi 9 (sembilan) desa sebagaimana dimaksud dalun Pasal 2, untuk terwujudnya tertib pemerintahan dan pembinaan wilayah, ditata kembali sebagai berikut:\na. Desa-desa yang tetap berada di dalam Kecamatan Siantar dengan pusat pemerintahan berkedudukan di Desa Dolok Marlawan, terdiri dari:\n1) Desa Silau Malela\n2) Desa Rabuhit\n3) Desa Serapuh\n4) Desa Silau Malaha\n5) Desa Dolok Marlawan\n6) Desa Laras II\n7) Desa Pematang Syahkuda\n8) Desa Bangun\n9) Desa Nagori Malela\n10) Desa Karang Sari\n11) Desa Marihat Baris\n12) Desa Bukit Maraja\n13) Desa Rambung Merah\n14) Desa Tumorang\n15) Desa Bandar Siantar\n16) Desa Silampuyang\n17) Desa Silau Bayu\n18) Desa Dolok Hataran, tetap berada di bawah Kecamatan Siantar, dengan Pusat Pemerintahan Kecamatan berkedudukan di Desa Dolok Marlawan.\nb. Desa-desa lainnya dalam Kecamatan Siantar, yang terdiri dari:\n1) Desa Talun Kondot\n2) Desa Nagori Bosar, dimasukkan ke dalam wilayah Kecamatan Panel.\n3) Desa Bah Sampuran\n4) Desa Pinang Ratus\n5) Desa Birong Ulu dimasukkan ke dalam wilayah Kecamatan Jorlang Hataran.\n6) Desa Jorlang Haluan\n7) Desa Sipolha Horisan, dimasukkan ke dalam wilayah Kecamatan Sidamanik.",
                        "explanation": "\nWilayah Kecamatan Siantar, Kabupaten Daerah Tingkat II Simalungun yang\nsemula merupakan 1 (satu) wilayah Kecamatan, setelah dikurangi 9\n(sembilan) desa untuk wilayah Kotamadya Daerah Tingkat II Pematang\nSiantar dan mengakibatkan adanya beberapa desa yang terputus dari\nwilayah Kecamatan induk dan keadaan geografis yang tidak mendukung\nkelancaran pembinaan wilayah maka perlu adanya penataan kembali\nwilayah."
                    }
                },
                {
                    "id": "e2e474e1-c3dc-47bc-bb55-8ac79e49a252",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "0376290f-e77c-4bd9-9e3c-d5853c5e0537",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nWilayah Kabupaten Daerah Tingkat II Simalungun adalah wilayah Kabupaten Daerah Tingkat II Simalungun setelah dikurangi dengan wilayah Desa-desa sebagaimana dimaksud dalam Pasal 2, dengan batas-batas wilayah sebagai berikut :\na. Batas-batas wilayah Kabupaten Daerah Tingkat II Simalungun di bagian luar adalah :\n1). Sebelah Utara dengan Kabupaten Deli Serdang dan Kabupaten Asahan.\n2). Sebelah Timur dengan Kabupaten Asahan.\n3). Sebelah Selatan dengan Kabupaten Tapanuli Utara.\n4). Sebelah Barat dengan Kabupaten Dairi dan Kabupaten Tanah Karo.\nb. Batas-batas wilayah Kabupaten Daerah Tingkat II Simalungun di bagian dalam adalah : Desa-desa wilayah Kotamadya Daerah Tingkat II Pematang Siantar yang terdiri dari:\n1) Desa Tambun Nabolon\n2) Desa Martoba\n3) Desa Naga Huta\n4) Desa Bah Kapul\n5) Desa Simarimbun\n6) Desa Pematang Marihat\n7) Desa Baringin Pansur Nauli\n8) Desa Siopat Suhu.",
                        "explanation": "\nAdapun batas-batas wilayah Kabupaten Daerah Tingkat II Simalungun di\nbagian luar merupakan batas-batas wilayah lama dan cukup jelas.\nSedangkan batas wilayah Kabupaten Daerah Tingkat II Simalungun di\nbagian dalam disesuaikan dengan batas wilayah Kotamadya Daerah Tingkat\nII Pematang Siantar secara pasti sebagaimana dimaksud dalam penjelasan\numum."
                    }
                },
                {
                    "id": "49851cee-bf4d-4e6d-8e59-15e16f872837",
                    "name": "Article 8",
                    "type": "article",
                    "children": {
                        "id": "2c532b30-e0dd-4cab-8c04-07b537cb579f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPembiayaan yang diperlukan untuk perluasan wilayah Kotamadya Daerah Tingkat II\nPematang Siantar sebagaimana dimaksud dalam Peraturan Pemerintah ini dibebankan\nkepada anggaran Pemerintah Kotamadya Daerah Tingkat II Pematang Siantar dan\npelaksanaannya dilakukan secara bertahap sesuai dengan kemampuan keuangan\npemerintah daerah dan pemerintah pusat.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "9e615f84-a578-48de-9083-86a9bb15b793",
            "name": "Chapter III",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "900a2e44-eeb9-4352-a08d-4f7a60d717ac",
                    "name": "Article 9",
                    "type": "article",
                    "children": [
                        {
                            "id": "356a212c-bf81-4aa9-9c96-3fd15a47358a",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Semua Peraturan Daerah Kabupaten Daerah Tingkat II Simalungun dan Keputusan\nBupati Kepala Daerah Tingkat II Simalungun yang berlaku bagi desa yang sebelum\nberlakunya Peraturan Pemerintah ini termasuk dalam lingkungan wilayah\nKabupaten tersebut, sesudah berlakunya Peraturan Pemerintah ini tetap berlaku\nbagi Desa-desa dimaksud, sepanjang tidak bertentangan dengan jiwa Peraturan\nPemerintah ini.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "bfa411c3-f957-4a9a-81cb-8251fa24fe17",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": "\nPeraturan Daerah dan Keputusan Kepala Daerah sebagaimana dimaksud dalam\nayat (1) dapat diubah atau dicabut oleh Peraturan Daerah dan Keputusan Kepala\nDaerah Kotamadya Daerah Tingkat II Pematang Siantar.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "40d10a99-1a94-4dec-affb-318376ce4ac4",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Masalah yang menyangkut bidang kepegawaian, kependudukan, penghasilan\ndaerah, keuangan, materiil dan lain-lain yang timbul sebagai akibat perubahan\nbatas wilayah sebagaimana dimaksud dalam Pasal 2 diselesakan oleh Gubemur\nKepala Daerah Tingkat I Sumatera Utara dan disesuaikan dengan ketentuan\nperaturan perundang-undangan yang berlaku.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "b0b870c9-134d-4a66-8f29-517090420781",
            "name": "Chapter IV",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "23e36e9a-9962-4b5f-8f12-57e987590523",
                    "name": "Article 10",
                    "type": "article",
                    "children": {
                        "id": "43dee7f2-b655-49f8-96c0-2cd31044bf59",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan berlakunya Peraturan Pemerintah ini, semua peraturan yang mengatur batas-\nbatas wilayah Kotamadya Daerah Tingkat II Pematang Siantar dan wilayah Kabupaten\nDaerah Tingkat II Simalungun dinyatakan tidak berlaku lagi.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "075fb6bd-ec2a-4350-b57f-973b31377eb3",
                    "name": "Article 11",
                    "type": "article",
                    "children": {
                        "id": "8e618b8e-83ad-43c5-be2f-8072019577b8",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan teknis yang diperlukan dalam rangka pelaksanaan Peraturan Pemerintah ini\ndiatur lebih lenjut oleh Menteri Dalam Negeri berdasarkan peraturan perundang-undangan\nyang berlaku.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "3ff668f2-233d-45e8-9bee-40e6ea490860",
                    "name": "Article 12",
                    "type": "article",
                    "children": {
                        "id": "4c88c5f3-3767-4e8e-8f52-d7780350bb7c",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang dapat mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\n1. Dasar Pertimbangan\na. Kotamadya Daerah Tingkat II Pematang Siantar dan Kabupaten\nDaerah Tingkat II Simalungun telah dibentuk berdasarkan\nUndang-undang Nomor 8 Drt Tahun 1956 tentang Pembentukan\nDaerah Otonom Kota-kota Besar data Lingkungan Daerah Propinsi\nSumatera Utara dan Undang-undang Nomor 7 Drt Tahun 1956\ntentang Pembentukan Daerah Otonom Kabupaten- kabupaten dalam\nLingkungan Daerah Propinsi Sumatera Utara.\nb. Meningkatnya perkembangan pembangunan di segala bidang\nsekarang ini menyebabkan meningkatnya pertumbuhan dan\nperkembangan fungsi dan peranan kota-kota pada umumnya dan\nkota yang berstatus Kotamadya khususnya, sejalan dengan itu\npertumbuhan dan perkembangan penduduk relatif meningkat.\nSehingga kota-kota tersebut di dalam perkembangannya tidak mampu\nmenciptakan suatu keserasian pengembangan antara batas wilayah\nadministratif kota yang ada dengan batas wilayah fungsionil terhadap\ndaerah pengembangan fisik kota, yang mengakibatkan timbul\nberbagai permasalahan dalam pengelolaan pemerintahan,\npembangunan dan pelayanan terhadap masyarakat.\nc. Kotamadya Daerah Tingkat II Pematang Siantar di dalam proses\nperkembangannya mengalami peningkatan yang cukup pesat di\ndalam kegiatan pembangunan, sehingga meningkatkan fungsi dan\nperanan Kota Pematang Siantar sebagai kota industri, kota\nperdagangan, kota pendidikan, kota pemerintahan, dan pusat\npelayanan jasa dan distribusi serta pusat pengembangan wilayah.\nMeningkatnya pertumbuhan dan perkembangan penduduk\nmenyebabkan meningkatnya aktivitas penduduk dalam kegiatan\npembangunan, meningkatnya tuntutan masyarakat terhadap\npemecahan kebutuhan fasilitas dan utilitas perkotaan serta kebutuhan\nHal ini disebabkan kecenderungan penduduk dalam melaksanakan\nkegiatannya memerlukan ruang, sedangkan ruang yang tersedia\nsangat sempit dan terbatas, terutama bagi kota-kota yang\nmengemban fungsi sebagai pusat pengembangan wilayah secara\nNasional maupun Regional.\nd. ruang bagi kegiatannya.\nPerkembangan demikian menimbulkan permasalahan bagi\nPemerintah Kotamadya Daerah Tingkat II Pematang Siantar dalam\nmengelola kotanya, khususnya di dalam rangka usaha pengaturan\ntata ruang, meningkatkan kwalitas lingkungan hidup perkotaan,\npenyediaan lokasi bagi kepentingan pembangunan dan distribusi\nkegiatan pembangunan serta penyediaan fasilitas/utilitas perkotami.\nHal ini disebabkan luas wilayah Kotamadya Daerah Tingkat II\nPematang Siantar 1248 Ha dengan jumlah penduduk pada tahun\n1980 sebesar 150.296 jiwa, dengan tingkat kepadatan rata-rata Kota\nPematang Siantar 151 jiwa/Ha. Dalam kenyataannya luas wilayah\nyang efektif yang dapat digunakan untuk pembangunan hanya 80%\natau 998 Ha, sedangkan sisanya 20% atau 260 Ha merupakan areal\nberbukit-bukit yang tidak dapat dimanfaatkan untuk pembangunan.\nMeningkatnya perkembangan fungsi Kota Pematang Siantar dan\njumlah penduduk, serta terbatasnya ruang yang tersedia\nmenyebabkan kegiatan penduduk beralih keluar batas kota (pinggiran\nkota), yang menimbulkan daerah perkotaan baru yang\npertumbuhannya tidak terkendali. Kegiatan penduduk di daerah\ntersebut pada dasarnya menggunakan fasilitas dan utilitas kota,\nsehingga sangat mempengaruhi perkembangan- dan utilitas kota\nserta menimbulkan permasalahan dalam pengelolaannya berada di\nluar kewenangan Pemerintah Kotamadya Daerah Tingkat II Pematang\nSiantar.\nDengan demikian, maka berbagai permasalahan tersebut di atas\nperlu dicarikan jalan pemecahannya, antara lain batas wilayah\nadministratif Kotamadya Daerah Tingkat II Pematang Siantar perlu\ndiubah dan disesuaikan dengan perluasan wilayah.\n2. Perluasan Wilayah.\n    a. Berdasarkan pertimbangan tersebut di atas, maka berbagai usaha\n    pemenuhan kebutuhan akan ruang untuk kegiatan pembangunan dan\n    dalam rangka terselenggaranya tertib penyelenggaraan pemerintahan\n    dan pelayanan terhadap masyarakat, yang erat kaitannya dengan\n    usaha peningkatan fungsi dan peranan Kota Pematang Siantar\n    sebagai pusat pengembangan wilayah. Dipandang perlu dan sudah\n    waktunya dilakukan penyesuaian batas wilayah, dengan memperluas\n    wilayah Kotamadya Daerah Tingkat II Pematang Siantar yang semula\n    seluas 1248 Ha menjadi 8860 Ha.\n    b. Perluasan dimaksud dengan memasukkan sebagian dari wilayah\n    Kabupaten Daerah Tingkat II Simalungun, yaitu 9 (sembilan) desa\n    dari wilayah Kecamatan Siantar.\n    Dengan perluasan tersebut diharapkan akan dapat memenuhi\n    kebutuhan akan ruang bagi pemenuhan kebutuhan kegiatan\n    pembangunan, dalam rangka usaha mensejahterakan kehidupan\n    masyarakat kota.\n    Di samping itu diharapkan akan dapat lebih memudahkan dalam",
        "Nomor": "15",
        "Tahun": "1986",
        "Tentang": "PERUBAHAN BATAS WILAYAH KOTAMADYA DAERAH TINGKAT II\nPEMATANG SIANTAR DAN KABUPATEN DAERAH TINGKAT II SIMALUNGUN\nPRESIDEN REPUBLIK INDONESIA,",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa perkembangan pembangunan di Propinsi Dwrah Tingkat I\nSumatera Utara pada umwnnya dan Kotamadya Daerah Tingkat II\nPematang Siantar khususnya, menyebabkan meningkatnya-fungsi dan\nperanan Kota Pematang Siantar, sehingga areal tanah yang tersedia\ntidak dapat menampung lagi segala kegiatan dan kebutuhan\nmasyarakat di Daerah tersebut, terutama untuk kegiatan pembangunan;",
            "b": " bahwa berhubung dengan itu batas wilayah Kotamadya Daerah Tingkat\nII Pematang Siantar perlu diubah dengan memasukkan sebagian\nwilayah Kabupaten Daerah Tingkat II Simalungun ke data wilayah\nKotamadya Daerah Tingkat II Pematang Siantar;",
            "c": " bahwa Pemerintah Kabupaten Daerah Tingkat II Simalungun telah\nmenyetujui untuk menyerahkan sebagian dari wilayahnya untuk\nkeperluan perubahan batas wilayah Kotamadya Daerah Tingkat II\nPematang Siantar tersebut;",
            "d": " bahwa berdasarkan Pasal 4 ayat (3) Undang-undang Nomor 5 Tahun\n1974 tentang Pokok-pokok Pemerintahan di Daerah (Lembaran Negara\nTahun 1974 Nomor 38, Tambahan Lembaran Negara Nomor 3037)\nuntuk menetapkan perubahan batas wilayah Kotamadya Daerah\nTingkat II Pematang Siantar dan Kabupaten Daerah Tingkat II\nSimalungun data Lingkungan Propinsi Daerah Tingkat I Sumatera Utara\nharus ditetapkan dengan Peraturan Pemerintah."
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 7 Drt Tahun 1956 TENTANG Pembentukan\nDaerah Otonom Kabupaten-kabupaten dalam lingkungan Daerah\nPropinsi Sumatera Utara (Lembaran Negara Tahun 1956 Nomor 58,\nTambahan Lembaran Negara Nomor 1092);",
            "3": " Undang-undang Nomor 8 Drt Tahun 1956 tentang Pembentukan\nDaerah Otonom Kota-kota Besar dalam Lingkungan Daerah Propinsi\nSumatera Utara (Lembaran Negara Tahun 1956 Nomor 59, Tambahan\nLembaran Negara Nomor 1092);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PERUBAHAN BATAS WILAYAH\nKOTAMADYA DAERAH TINGKAT II PEMATANG SIANTAR DAN\nKABUPATEN DAERAH TINGKAT II SIMALUNGUN.\n---\n4. Undang-undang Nomor 5 Tahun 1974 tentang Pokok-pokok\nPemerintahan di Daerah (Lembaran Negara Tahun 1974 Nomor 38,\nTambahan Lembaran Negara Nomor 3037);\nMEMUTUSKAN\nMenetapkan PERATURAN PEMERINTAH TENTANG PERUBAHAN BATAS WILAYAH\nKOTAMADYA DAERAH TINGKAT II PEMATANG SIANTAR DAN\nKABUPATEN DAERAH TINGKAT II SIMALUNGUN.",
        "tanggal sah": "10 Maret 1986"
    }
}