{
    "results": [
        {
            "id": "389d20cc-7f3b-4fdb-b010-d4d84f95337f",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "750ad917-e1d6-454e-87d5-604c493176ca",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "1. Dalam Peraturan Pemerintah ini yang dimaksud dengan :\nPajak Penghasilan orang pribadi dalam negeri adalah Pajak Penghasilan yang terutang oleh Wajib\nPajak orang pribadi dalam negeri berdasarkan ketentuan Pasal 25 dan Pasal 29 Undang-undang\nNo. 7 Tahun 1983 tentang Pajak Penghasilan sebagaimana telah beberapa kali diubah terakhir\ndengan Undang-undang No. 17 Tahun 2000, kecuali pajak atas penghasilan sebagaimana diatur\ndalam Pasal 25 ayat (8);\n\nPajak Penghasilan Pasal 21 adalah Pajak Penghasilan yang dipotong oleh pemberi kerja atas\npenghasilan yang dibayarkan kepada Wajib Pajak orang pribadi dalam negeri sehubungan dengan\npekerjaan atau jabatan, jasa dan kegiatan yang dilakukan berdasarkan ketentuan Pasal 21\nUndang-undang No. 7 Tahun 1983 tentang Pajak Penghasilan sebagaimana telah beberapa kali\ndiubah terakhir dengan Undang-undang No. 17 Tahun 2000, termasuk Pajak Penghasilan Pasal\n21 yang bersifat final dan setoran akhir tahun.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "2df6750f-f1e8-4e5e-a90a-d9c193663c1e",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "b3df32ae-bb84-4c1c-a2b8-36a9eb45c766",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Penerimaan Pajak Penghasilan orang pribadi dalam negeri dan Pajak Penghasilan pasal 21\nsebagaimana dimaksud dalam Pasal 1 dibagi antara Pemerintah Pusat dan Pemerintah Daerah\ndan dengan imbangan sebagai berikut:\na. 80% (delapan puluh persn) untuk Pemerintah Pusat;\nb. 20% (dua puluh persen) untuk Pemerintah Daerah tempat Wajib Pajak terdaftar,\n(2) Bagian penerimaan Pemerintah daerah sebagaimana dimaksud dalam ayat (1) huruf b dibagi\nantara Daerah Propinsi dan Daerah Kabupaten/Kota dengan imbangan sebagai berikut:\na. 40% (empat puluh persen) untuk Daerah Propinsi;\nb. 60% (enam puluh persen) untuk Daerah Kabupaten/Kota.\n(3) Pengalokasian bagian penerimaan Pemerintah Daerah kepada masing-masing Daerah\nKabupaten/Kota diatur berdasarkan usulan Gubernur dengan pertimbangan faktor-faktor jumlah\npenduduk, luas wilayah, serta faktor-faktor lainnya yang relevan dalam rangka pemerataan.",
                "explanation": "\nPembagian hasil penerimaan Pajak Penghasilan orang pribadi dalam negeri dan Pajak\nPenghasilan Pasal 21 antara Pemerintah Pusat dan Pemerintah daerah dikaitkan dengan tempat\nWajib Pajak terdaftar, karena terdapat hubungan yang erat dengan daerah tempat Wajib Pajak\nmemperoleh penghasilan. Pada umumnya Wajib Pajak orang pribadi dalam negeri terdaftar\nberdasarkan tempat tinggal (domisili), tempat usaha, tempat kegiatan atau pelaksanaan pekerjaan\n(lokasi).\n"
            }
        },
        {
            "id": "7dc1e648-a9ad-4400-83a1-6abc798d75cb",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "c2798c20-3787-44e2-88f4-39db44470e90",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Bagian penerimaan Pemerintah Daerah sebagaimana dimaksud dalam Pasal 2 merupakan\npendapatan daerah untuk masing-masing Daerah Propinsi dan Daerah Kabupaten/Kota dan setiap tahun\nanggaran dicantumkan dalam Anggaran Pendapatan dan Belanja Daerah.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "9aff3bb6-da8b-40d0-ae2f-081cef39ba1d",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "d2834190-ef4f-4a8b-a024-4f84fddacf4d",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Ketentuan lebih lanjut yang dipelrukan bagi pelaksanaan Peraturan Pemerintah ini diatur dengan\nKeputusan Menteri Keuangan.\n",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "df0dbc1f-3c6c-43f2-97c0-f8803e1b3c9e",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "02ebb5d3-784f-48b6-8338-63c23bc6b5ca",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal 1 Januari 2001.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "115",
        "Tahun": "2000",
        "Tentang": "PEMBAGIAN HASIL PENERIMAAN PAJAK PENGHASILAN ORANG PRIBADI\nDALAM NEGERI DAN PAJAK PENGHASILAN PASAL 21\nANTARA PEMERINTAH PUSAT DAN PEMERINTAH DAERAH",
        "Menimbang": {
            "Introduction": "\nbahwa dalam rangka pelaksanaan ketentuan Pasal 31 C ayat (2) Undang-undang No. 7\nTahun 1983 tentang pajak Penghasilan sebagaimana telah beberapa kali diubah terakhir\ndengan Undang-undang No. 17 Tahun 2000, dipandang perlu untuk menetapkan\nPeraturan Pemerintah tentang Pembagian Hasil Penerimaan Pajak Penghasilan Orang\nPribadi Dalam negeri dan Pajak Penghasilan Pasal 21 antara Pemerintah Pusat dan\nPemerintah Daerah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945 sebagaimana telah diubah dengan\nPerubahan kedua Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 7 Tahun 1983 tentang Pajak Penghasilan (Lembaran Negara\nTahun 1983 Nomor 50, Tambahan Lembaran Negara Nomor 3263) sebagaimana\ntelah beberapa kali dirubah terakhir dengan Undang-Undang Nomor 17 Tahun 2000\n(Lembaran Negara Tahun 2000 Nomor 127, Tambahan lembaran Negara Nomor\n3985);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PEMBAGIAN HASIL PENERIMAAN PAJAK\nPENGHASILAN ORANG PRIBADI DALAM NEGERI DAN PAJAK PENGHASILAN\nPASAL 21 ANTARA PEMERINTAH PUSAT DAN DAERAH.",
        "tanggal sah": "1 Januari 2001"
    }
}