{
    "results": [
        {
            "id": "62620e89-3dfe-4eea-8884-240fc2742014",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "9cd6ee42-6cdf-4be2-add7-de99a23a5701",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Negara Republik Indonesia melakukan penambahan\npenyertaan modal ke dalam modal saham Perusahaan\nPerseroan (Persero) PT Kereta Api Indonesia yang statusnya\nsebagai Perusahaan Perseroan (Persero) ditetapkan\nberdasarkan Peraturan Pemerintah Nomor 19 Tahun 1998\ntentang Pengalihan Bentuk Perusahaan Umum (Perum)\nKereta Api menjadi Perusahaan Perseroan (Persero).",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "dca9a165-8faf-4a3c-8407-901d921e1fe9",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "d94902ee-cf9e-470f-a93b-9e7af7d097ee",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Nilai penambahan penyertaan modal negara\nsebagaimana dimaksud dalam Pasal 1 sebesar\nRp6.900.000.000.000,00 (enam triliun sembilan ratus\nmiliar rupiah).\n(2) Penambahan penyertaan modal negara sebagaimana\ndimaksud pada ayat (1) bersumber dari Anggaran\nPendapatan dan Belanja Negara Tahun Anggaran 2021\nsebagaimana ditetapkan kembali dalam Rincian\nAnggaran Pendapatan dan Belanja Negara Tahun\nAnggaran 2021.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "0a1433a5-06dd-4d7b-8a17-16ed0c457df7",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "f1497a67-d084-4bd5-b023-d5fd973c99e7",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal\ndiundangkan.\n\nAgar setiap orang mengetahuinya, memerintahkan\npengundangan Peraturan Pemerintah ini dengan\npenempatannya dalam Lembaran Negara Republik\nIndonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "119",
        "Tahun": "2021",
        "Tentang": "PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE\nDALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO)\nPT KERETA API INDONESIA",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa untuk memperbaiki struktur permodalan dan meningkatkan kapasitas usaha Perusahaan Perseroan (Persero) PT Kereta Api Indonesia serta dalam rangka melanjutkan dukungan terhadap proyek strategis nasional melalui penugasan kepada Perusahaan Perseroan (Persero) PT Kereta Api Indonesia dalam penyelesaian proyek Kereta Api Ringan/Light Rail Transit Terintegrasi di Wilayah Jakarta, Bogor, Depok, dan Bekasi, serta proyek Kereta Cepat antara Jakarta dan Bandung, perlu melakukan penambahan penyertaan modal Negara Republik Indonesia ke dalam modal saham Perusahaan Perseroan (Persero) PT Kereta Api Indonesia yang bersumber dari Anggaran Pendapatan dan Belanja Negara Tahun Anggaran 2021 sebagaimana ditetapkan kembali dalam Rincian Anggaran Pendapatan dan Belanja Negara Tahun Anggaran 2021;",
            "b": " bahwa berdasarkan pertimbangan sebagaimana dimaksud dalam huruf a, dan untuk melaksanakan ketentuan Pasal 4 ayat (4) Undang-Undang Nomor 19 Tahun 2003 tentang Badan Usaha Milik Negara, perlu menetapkan Peraturan Pemerintah tentang Penambahan Penyertaan Modal Negara Republik Indonesia ke Dalam Modal Saham Perusahaan Perseroan (Persero) PT Kereta Api Indonesia;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar Negara Republik Indonesia Tahun 1945;",
            "2": " Undang-Undang Nomor 19 Tahun 2003 tentang Badan Usaha Milik Negara (Lembaran Negara Republik Indonesia Tahun 2003 Nomor 70, Tambahan Lembaran Negara Republik Indonesia Nomor 4297);",
            "3": " Undang-Undang Nomor 1 Tahun 2004 tentang Perbendaharaan Negara (Lembaran Negara Republik Indonesia Tahun 2004 Nomor 5, Tambahan Lembaran Negara Republik Indonesia Nomor 4355);",
            "4": " Undang-Undang Nomor 9 Tahun 2020 tentang Anggaran Pendapatan dan Belanja Negara Tahun Anggaran 2021 (Lembaran Negara Republik Indonesia Tahun 2020 Nomor 239, Tambahan Lembaran Negara Republik Indonesia Nomor 6570);",
            "5": " Peraturan Pemerintah Nomor 44 Tahun 2005 tentang Tata Cara Penyertaan dan Penatausahaan Modal Negara pada Badan Usaha Milik Negara dan Perseroan Terbatas (Lembaran Negara Republik Indonesia Tahun 2005 Nomor 116, Tambahan Lembaran Negara Republik Indonesia Nomor 4555) sebagaimana telah diubah dengan Peraturan Pemerintah Nomor 72 Tahun 2016 tentang Perubahan Atas Peraturan Pemerintah Nomor 44 Tahun 2005 tentang Tata Cara Penyertaan dan Penatausahaan Modal Negara pada Badan Usaha Milik Negara dan Perseroan Terbatas (Lembaran Negara Republik Indonesia Tahun 2016 Nomor 325, Tambahan Lembaran Negara Republik Indonesia Nomor 6006);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PENAMBAHAN\nPENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE\nDALAM MODAL SAHAM PERUSAHAAN PERSEROAN\n(PERSERO) PT KERETA API INDONESIA.",
        "tanggal sah": "27 Desember 2021"
    }
}