{
    "results": [
        {
            "id": "1f269cc7-6827-4b64-94b9-5913ff915793",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "e6ebb64f-c0b0-4f2a-bd85-e5689d6bb94e",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Untuk memperlancar pembangunan perumahan, Menteri Pekerjaan Umum dan Tenaga\nmenyediakan pola dasar berupa contoh-contoh rumah yang sehat, nikmat, tahan lama dan\nmemenuhi norma-norma kesusilaan.\n(2) Agar pembangunan perumahan dapat berjalan secara teratur Kepala Daerah mengumumkan\nsecara luas rencana pembangunan kota/desa dengan menunjuk tanah-tanah yang disediakan\nguna pembangunan perumahan.",
                "explanation": "\nMaksud Pemerintah mengumumkan secara luas rencana pembangunan kota dan desa\nserta menunjuk tanah-tanah kosong yang disediakan untuk pembangunan perumahan ialah agar\nsetiap warga-negara yang ingin membangun dapat memilih sendiri tanah kosong mana yang\ndikehendaki sesuai dengan rencana pembagian tanah yang tersedia sehingga dengan demikian\nsedapat mungkin dihindarkan pembangunan rumah-rumah liar diatas tanah-tanah sipembangun\nitu sendiri."
            }
        },
        {
            "id": "5ae4ed33-7925-4f0d-8240-3b5f59f048ec",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "0fbfc741-15e4-4d92-8bad-dd72de5a22b1",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Kepala Daerah yang bersangkutan memberi ijin membangun serta fasilitas-fasilitas yang\ndiperlukan bagi pembangunan perumahan menurut peraturan yang ditetapkan oleh Menteri Sosial.",
                "explanation": "\nDengan tidak mengurangi wewenang yang ada pada Daerah-daerah Swatantra, maka\npemberian ijin membangun dan lain-lain harus didasarkan pada peraturan yang dimaksud dalam"
            }
        },
        {
            "id": "b31e1038-1292-4c4e-8eb2-1317b3689643",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "72b1bb4a-2407-45f1-8472-c8dec33009a4",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Kepala Daerah tingkat I menetapkan harga sewa yang layak untuk daerahnya dengan\nmendengar pertimbangan Panitya Perumahan Setempat sesuai dengan pedoman yang akan diatur\ndalam Peraturan Pemerintah.",
                "explanation": "\nDalam menetapkan harga sewa yang layak itu, Kepala Daerah mendasarkan pada Peraturan Pemerintah yang dimaksud dalam pasal-pasal Peraturan Pemerintah Pengganti Undang-undang Perumahan dengan memperhatikan kepentingan pemilik dan penyewa."
            }
        },
        {
            "id": "1a5562d3-d1b9-494e-a47a-908fc214638c",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "c9763916-44e3-4831-adba-711e67b330dd",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Semua kekuasaan serta wewenang Pemerintah Daerah tingkat I dalam urusan perumahan\nberdasarkan Peraturan Pemerintah No. 6 tahun 1958 tentang penyerahan tugas urusan\nperumahan kepada Pemerintah Daerah tingkat I (Lembaran-Negara tahun 1958 No. 10) tetap\nberlaku dan pelaksanaan selanjutnya disesuaikan dengan Peraturan Pemerintah Pengganti\nUndang-undang tentang Pokok-pokok Perumahan dan Peraturan Pemerintah ini.\n(2)\nDitempat-ditempat yang dipandang perlu Pemerintah Daerah dapat mendirikan Kantor\nUrusan Perumahan sebagai pembantu Kepala Daerah dalam melaksanakan tugasnya\nmengenai perumahan.\n(3)\n(4)\nKantor-kantor Urusan Perumahan yang telah diserahkan kepada Pemerintah Daerah\ndianggap telah didirikan semenjak berlakunya Peraturan Pemerintah ini.\nUrusan Perumahan yang masih dipegang oleh Penguasa Keadaan Bahaya Daerah diserahkan\nkepada Kepala Daerah. kecuali bila masih terdapat alasan-alasan termaktub dalam Undang-\nundang No. 23 Prp tahun 1959 tentang Keadaan-Bahaya (Lembaran-Negara tahun 1959 No.\n139).",
                "explanation": "\nPeraturan Pemerintah ini tidak merobah hak dan wewenang Pemerintah Daerah yang telah menerima penyerahan tugas urusan perumahan berdasarkan Peraturan Pemerintah Perumahan No.6 tahun 1958 (Lembaran-Negara tahun 1958 No.10), dan dengan demikian Pemerintah Daerah dapat segera menyelesaikan segala persoalan perumahan dalam daerahnya sesuai dengan isi dan jiwa dari peraturan-peraturan baru ini."
            }
        },
        {
            "id": "0fcfc76e-1b91-4ea1-a31f-5c1dec79a698",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "6d21c886-9252-42ae-b552-1135847d3e73",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1)\nSemua perumahan yang pemakaiannya sebelum berlakunya Peraturan Pemerintah Pengganti\nUndang-undang tentang Pokok-pokok Perumahan menggunakan Surat Ijin Perumahan dari\nKantor Urusan Perumahan Setempat untuk sementara waktu dikuasai oleh Kepala Daerah,\nterkecuali ;\na.\nperumahan Pemerintah/umum yang dipergunakan oleh Pe merintah sesuai dengan\nketentuan-ketentuan dalam Burgerlijke woning Regeling (Stbl. 1934 No. 147 jo Stbl.\n1949 No. 338);\nperumahan yang telah dikuasai oleh Negara atau Pemerintah Daerah.\nKepala Daerah dapat melanjutkan pemakaian perumahan yang dikuasainya tersebut pada\nayat (1) diatas dengan surat ijin perumahan, sampai dianggap tidak diperlukan lagi.\nMenteri Sosial memberi petunjuk dalam menetapkan waktu tidak berlakunya lagi pemakaian\nperumahan sebagaimana dimaksud dalam ayat (2).\nb.\n(2)\n(3)",
                "explanation": "\nPenguasaan Kepala Daerah ini dimaksudkan untuk memberi perlindungan kepada para penyewa yang mendiami perumahan dengan mempergunakan S.I.P secara sah terhadap tindakan sewenang-wenang.\nUntuk memberikan perlindungan kepada para penyewa yang ekonomis lemah, Kepala Daerah mengadakan penelitian tentang perlu tidaknya kelangsungan penggunaan S.I.P. dengan memperhatikan petunjuk-petunjuk Menteri Sosial.\nTermasuk dalam Lembaran-Negara tahun 1963 No.25.\nDiketahui:\nMenteri/Pejabat Sekretaris Negara,\nA.W.SURJOADININGRAT (S.H.).\nCATATAN\nKutipan: LEMBARAN NEGARA DAN "
            }
        },
        {
            "id": "775ccb43-fdc6-4acb-bf21-7fb96dccc0e5",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "0216397e-9d6a-4465-93d7-47c46b1e0e2c",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada hari diundang kan.\nAgar supaya setiap orang dapat mengetahuinya memerintahkan pengundangan Peraturan Pemerintah\nini dengan penempatan dalam Lembaran-Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "17",
        "Tahun": "1963",
        "Tentang": "POKOK-POKOK PELAKSANAAN PERATURAN PEMERINTAH PENGGANTI\nUNDANG-UNDANG PERUMAHAN",
        "Menimbang": {
            "Introduction": "\nbahwa untuk melaksanakan Peraturan Pemerintah Pengganti Undang-undang No. 6 tahun 1962\ntengang Pokok-pokok Perumahan perlu diadakan peraturan pelaksanaannya;"
        },
        "Mengingat": {
            "Introduction": "\nPasal 5 ayat 2 Undang-undang Dasar;"
        },
        "Menetapkan": "\nPeraturan Pemerintah tentang Pokok-pokok pelaksanaan Peraturan Pemerintah Pengganti Undang-\nundang Perumahan.",
        "tanggal sah": "26 April 1963"
    }
}