{
    "results": [
        {
            "id": "2f65cfce-90f0-4c8b-b7c7-16832f583fb2",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "dcbc7d29-8285-4955-8c5e-d9d35c35e59c",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "95af6f48-568c-49bc-bc49-14d926146199",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan:\n1. Akta adalah akta jual beli atau akta pengalihan hak berupa akta otentik atau akta di\nbawah tangan, dimana dalam hal penjualan hak atas tanah oleh BPPN, akta jual beli\nharuslah berupa akta otentik yang dapat dibuat di hadapan Pejabat Pembuat Akta Tanah\nKhusus sesuai Peraturan Pemerintah Nomor 38 Tahun 1998.\n2. Aset Dalam Restrukturisasi adalah:\na. segala benda berwujud dan benda tidak berwujud milik atau yang menjadi hak Bank\nDalam Penyehatan dan atau perusahaan terafiliasi Bank Dalam Penyehatan;\nb. segala benda berwujud dan benda tidak berwujud milik atau yang menjadi hak atau yang\nakan dialihkan kepada BPPN;\nc. segala benda berwujud dan benda tidak berwujud milik atau yang menjadi hak Debitur;\ndan atau\nd. segala benda berwujud dan benda tidak berwujud yang dimiliki oleh atau menjadi hak\npemegang saham, direktur atau komisaris, sejauh diperlukan untuk menutup kerugian\nyang disebabkan oleh kesalahan atau kelalaian pemegang saham, direktur atau\nkomisaris dari suatu Bank Dalam Penyehatan.\n3. Balai Lelang adalah suatu badan usaha yang diberi ijin untuk menyelenggarakan\nPelelangan sesuai dengan ketentuan yang berlaku.\n4. Bank adalah Bank sebagaimana dimaksud dalam Undang-undang Perbankan, yang\nberbadan hukum Indonesia kecuali:\na. Bank Umum yang didirikan bersama oleh satu atau lebih badan hukum Indonesia dan\natau warga negara Indonesia dengan satu atau lebih badan hukum asing dan atau warga\nnegara asing secara kemitraan namun tidak termasuk Bank Umum yang merupakan\nkonversi dari lembaga keuangan bukan bank; dan\nb. Bank Perkreditan Rakyat.\n5. Bank Dalam Penyehatan adalah Bank yang ditetapkan dan diserahkan oleh Bank\nIndonesia kepada BPPN guna dilakukan program penyehatan.\n6. Debitur adalah setiap perorangan atau badan yang secara langsung atau tidak langsung\nmempunyai kewajiban pembayaran kepada:\na. Bank Dalam Penyehatan;\nb. BPPN; dan atau\nc. Perusahaan Terafiliasi Bank Dalam Penyehatan atau BPPN;\ntermasuk Bank yang mempunyai kewajiban kepada Bank Indonesia dalam kaitan dengan\nFasilitas Bank Indonesia.\n7. Fasilitas Bank Indonesia adalah fasilitas surat berharga pasar uang, surat berharga\npasar uang khusus, fasilitas dana talangan, fasilitas saldo debet, atau fasilitas pinjaman\nlain yang diberikan Bank Indonesia kepada Bank.\n8. Kantor Lelang adalah Kantor Lelang Negara atau Balai Lelang.\n9. Kantor Lelang Negara adalah kantor lelang sebagaimana dimaksud dalam peraturan\nperundang-undangan yang berlaku.\n10. Kantor Pendaftaran mencakup:\na. Badan Pertanahan Nasional untuk segala hak atas tanah yang telah bersertifikat dan hak\ntanggungan atas tanah;\nb. Biro Administrasi Efek tempat dicatatkannya suatu Efek sebagaimana dimaksud dalam\nketentuan pasar modal;\nc. Camat atau Kepala Desa/Kepala Kelurahan untuk tanah-tanah yang belum bersertifikat;\nd. Direktorat Jenderal Perhubungan Laut untuk kapal di atas 20 dwt atau Syah Bandar\nuntuk kapal dengan ukuran di bawah 20 dwt;\ne. Direktorat Lalu lintas Kepolisian Republik Indonesia untuk kendaraan bermotor;\nf. Direktorat Sertifikasi dan Kelaikan Udara Direktorat Jenderal Perhubungan Udara untuk\nkapal terbang; dan\ng. Kantor, badan atau instansi lain yang berfungsi melakukan pencatatan kepemilikan suatu\nbarang atau kekayaan tertentu, termasuk Direksi yang melakukan pencatatan\nkepemilikan saham dalam buku daftar pemegang saham pada perseroan tertutup,\nDirektorat Jenderal Hak Atas Kekayaan Intelektual untuk pencatatan hak atas kekayaan\nintelektual, atau tempat didaftarkannya dan atau diperdagangkannya Efek, atau instansi\nlain yang berfungsi melakukan pencatatan atas kepemilikan atau penjaminan sesuai\ndengan peraturan perundang-undangan yang berlaku.\n11. Kewajiban Dalam Restrukturisasi adalah kewajiban yang tercatat dalam pembukuan (on\nbalance sheet) dan yang tidak tercatat dalam pembukuan (off balance sheet) dari atau\nsehubungan dengan:\na. Bank Dalam Penyehatan dan atau Perusahaan Terafiliasi Bank Dalam Penyehatan;\nb. Kekayaan milik Debitur; dan atau\nc. Setiap benda berwujud dan benda tidak berwujud yang dimiliki oleh pemegang saham,\ndirektur dan komisaris Bank Dalam Penyehatan tersebut sejauh diperlukan untuk\nmenutup kerugian yang disebabkan oleh kesalahan atau kelalaian pemegang saham,\ndirektur atau komisaris Bank Dalam Penyehatan.\n12. Menteri adalah Menteri Keuangan Republik Indonesia.\n13. Nasabah Debitur adalah Nasabah Debitur sebagaimana dimaksud dalam Undang-\nundang Perbankan.\n14. Nasabah Penyimpan adalah Nasabah Penyimpan sebagaimana dimaksud dalam\nUndang-undang Perbankan.\n15. Pelelangan adalah:\na. penjualan umum yang dilakukan oleh Kantor Lelang; atau\nb. penawaran umum, pengalihan, atau penjualan Efek yang diperdagangkan di Bursa Efek\nsesuai dengan ketentuan yang berlaku di Bursa Efek tempat terdaftarnya Efek yang\nbersangkutan.\n16. Penyertaan Modal Sementara adalah penyertaan modal oleh BPPN pada Bank Dalam\nPenyehatan, Debitur dan atau badan hukum lain untuk sementara waktu guna\nmemaksimalkan hasil penyelesaian dan pengelolaan Aset Dalam Restrukturisasi yang\npelaksanaannya didasarkan pada Peraturan Pemerintah ini.\n17. Perusahaan Terafiliasi adalah perusahaan yang:\na. Lebih dari 20% (dua puluh persen) sahamnya dimiliki oleh satu pemegang saham;\nb. Lebih dari 20% (dua puluh persen) suara dalam RUPS dikuasai oleh satu pemegang\nsaham; dan atau\nc. Kontrol atas jalannya perusahaan, pengangkatan, dan pemberhentian Direksi dan\nKomisaris sangat dipengaruhi oleh satu pemegang saham.\n18. Surat Penunjukan Pembeli adalah surat di bawah tangan yang dibuat oleh BPPN, yang\nmenunjuk pembeli yang sebenarnya atas suatu barang.\n19. Surat Pernyataan Pembelian Sementara adalah surat di bawah tangan yang dibuat oleh\nBPPN, yang menyatakan maksud BPPN untuk membeli suatu barang untuk sementara\nwaktu sampai dengan ditunjuknya pembeli barang yang sebenamya.\n20. Transaksi Tidak Wajar adalah sebagaimana diatur dalam Undang-undang Perbankan.\n21. Undang-undang Perbankan adalah Undang-undang Nomor 7 Tahun 1992 Tentang\nPerbankan sebagaimana telah diubah dengan Undang-Undang Nomor 10 Tahun 1998.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "1ef56934-8ba4-46d2-8ebc-a2350c7e1ecc",
            "name": "Chapter II",
            "title": "\nKELEMBAGAAN",
            "type": "chapter",
            "children": [
                {
                    "id": "c28ada69-dcee-404f-99a3-ace050a8f48b",
                    "name": "Section First",
                    "title": "\nUmum",
                    "type": "section",
                    "children": [
                        {
                            "id": "419f244b-4519-4ad3-a80d-5650564d3345",
                            "name": "Article 2",
                            "type": "article",
                            "children": [
                                {
                                    "id": "535693ec-11ef-45ab-9b98-be72ae5faafe",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pendirian badan khusus sebagaimana dimaksud dalam Undang-undang Perbankan\nditetapkan dengan Keputusan Presiden.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "540fcb93-f9a1-40dc-88b4-a668d4ed8b3a",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pendirian badan khusus sebagaimana dimaksud dalam ayat (1) dilakukan setelah\nberkonsultasi dengan Dewan Perwakilan Rakyat.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "05f2c412-9970-45ea-a6f5-1d6b812a51c3",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Badan khusus sebagaimana dimaksud dalam ayat (1) dinamakan Badan Penyehatan\nPerbankan Nasional yang dalam Peraturan Pemerintah ini disebut BPPN.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "966d20f2-672f-4bad-bb05-f7e4c338ee7b",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " BPPN bertugas untuk jangka waktu 5 (lima) tahun sejak tanggal diberlakukannya Peraturan\nPemerintah ini dan dapat diperpanjang untuk jangka waktu tertentu sepanjang masih diperlukan\nuntuk menjalankan tugasnya.",
                                    "explanation": "Tidak ada Penjelasan"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "f3bc3160-799b-42aa-801c-06b7a0b29468",
                    "name": "Section Second",
                    "title": "\nTugas BPPN",
                    "type": "section",
                    "children": [
                        {
                            "id": "24c03e44-7254-4a29-a518-e5e1e20b1fcf",
                            "name": "Article 3",
                            "type": "article",
                            "children": [
                                {
                                    "id": "eda6a9b5-9f58-4339-9371-df0ecf1cd740",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Dalam melakukan program penyehatan BPPN mempunyai tugas:\na. Penyehatan bank yang ditetapkan dan diserahkan oleh Bank Indonesia;\nb. Penyelesaian aset bank baik aset fisik maupun kewajiban Debitur melalui Unit\nPengelolaan Aset (Asset Management Unit); dan\nc. Pengupayaan pengembalian uang negara yang telah tersalur kepada bank-bank melalui penyelesaian Aset Dalam Restrukturisasi.",
                                    "explanation": "\nCukup Jelas"
                                },
                                {
                                    "id": "665a9804-997b-40df-8f02-5999ea0ae4cd",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Ketentuan pelaksanaan lebih lanjut dari tiap-tiap tugas sebagaimana dimaksud dalam ayat (1)\nditetapkan oleh BPPN.",
                                    "explanation": "\nCukup Jelas"
                                },
                                {
                                    "id": "3f21213e-c198-479d-a9a3-7d268fb006b3",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Untuk memperlancar pelaksanaan tugas BPPN sebagaimana dimaksud dalam ayat (1) serta\nuntuk meningkatkan transparansi, dibentuk lembaga penasehat dan pengawas:\na. Komite Penilaian Independen (Independent Review Committee) sebagai lembaga\npenasehat; dan\nb. Komite Kebijakan Sektor Keuangan (Financial Sector Action Committee) sebagai\nlembaga pengawas.",
                                    "explanation": "\nCukup Jelas"
                                },
                                {
                                    "id": "d9164df6-92db-42ac-a32d-00942f619f37",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Pembentukan serta keanggotaan Komite sebagaimana dimaksud dalam ayat (3) diatur lebih\nlanjut dalam Keputusan Presiden.",
                                    "explanation": "\nCukup Jelas"
                                }
                            ]
                        },
                        {
                            "id": "21d95354-e447-4ced-a639-11d01a8a1410",
                            "name": "Article 4",
                            "type": "article",
                            "children": [
                                {
                                    "id": "a4d812a3-97cf-474b-b46d-7c2ff999b1a7",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " BPPN dapat menunjuk, menguasakan atau menugaskan kepada pihak ketiga untuk\nmelaksanakan tugas-tugas tertentu dari BPPN.",
                                    "explanation": "\nYang dimaksud pihak ketiga, antara lain akuntan publik, konsultan hukum, perusahaan penilai\ndan pejabat lelang."
                                },
                                {
                                    "id": "9230d604-365c-4ac4-bcd7-3d9f321a8218",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Tugas-tugas tertentu sebagaimana dimaksud dalam ayat (1) ditetapkan oleh Menteri.",
                                    "explanation": "\nCukup Jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "13b274cb-6e37-4fe4-afb6-ed9dc205f8a9",
                    "name": "Section Third",
                    "title": "\nSusunan dan Kedudukan BPPN",
                    "type": "section",
                    "children": [
                        {
                            "id": "dcc991fe-471c-4833-9e1d-00b856259b0c",
                            "name": "Article 5",
                            "type": "article",
                            "children": [
                                {
                                    "id": "d58bad69-00e2-4609-ad94-5b6cb1565284",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " BPPN dipimpin oleh seorang Ketua, yang dibantu oleh sebanyak-banyaknya 4 (empat) orang\nWakil Ketua.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "2ccdd4c6-fb6d-4726-886b-63964c521ae7",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Ketua diangkat dan diberhentikan oleh Presiden berdasarkan usulan Menteri.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "71fcfe67-2a16-4846-bfbb-e27a652202eb",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Wakil Ketua diangkat dan diberhentikan oleh Menteri setelah mendapat pertimbangan Ketua.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "3f440a26-a0fd-416d-917a-5f1d57b35429",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Ketua bertindak mewakili BPPN di muka maupun di luar pengadilan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "2a332cbd-b014-4d56-9cd7-057f7c2a0b37",
                                    "name": "Verse 5",
                                    "number": "5",
                                    "type": "verse",
                                    "content": " Dalam hal Ketua tidak hadir atau berhalangan, seorang Wakil Ketua bertindak untuk dan atas\nnama serta mewakili BPPN.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "30c6f84d-1359-4fb2-b77b-ef292280d6b6",
                                    "name": "Verse 6",
                                    "number": "6",
                                    "type": "verse",
                                    "content": " Ketentuan lebih lanjut tentang organisasi, tata kerja, pengangkatan dan pemberhentian serta\nhak dan kewajiban pegawai BPPN serta perubahannya ditetapkan oleh Ketua.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "6a59bea9-a050-40ef-ae7e-06875c380102",
                            "name": "Article 6",
                            "type": "article",
                            "children": {
                                "id": "ac446b78-f35c-43e4-a6c6-061f9b5736a3",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nBPPN berada langsung di bawah dan bertanggung jawab kepada Menteri.",
                                "explanation": "\nCukup jelas"
                            }
                        }
                    ]
                },
                {
                    "id": "5dcc0d82-86cf-4ff3-9411-a56510878191",
                    "name": "Section Fourth",
                    "title": "\nAnggaran BPPN",
                    "type": "section",
                    "children": [
                        {
                            "id": "e247c47c-d2b3-465d-b3d1-bb68d2a523ec",
                            "name": "Article 7",
                            "type": "article",
                            "children": [
                                {
                                    "id": "63f117d2-f64b-4029-95a8-47cbad9de027",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Anggaran BPPN bersumber dari penyelesaian dan pengelolaan Aset Dalam\nRestrukturisasi.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "4ec4c168-c5ab-4c9e-8ba4-f9d836b4435e",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Penggunaan Anggaran BPPN sebagaimana dimaksud dalam ayat (1) didasarkan\npada Rencana Kerja dan Anggaran Tahunan (RKAT) BPPN setelah mendapatkan\npersetujuan Menteri, yang sebelumnya telah mendapat pertimbangan dari Komite\nKebijakan Sektor Keuangan (Financial Sector Action Committee).",
                                    "explanation": "\nPenggunaan penerimaan yang dimaksud dalam ayat ini dapat dilakukan oleh BPPN sebelum\ndisetorkan ke kas negara sesuai dengan ketentuan penggunaan dana yang ditetapkan oleh\nMenteri."
                                },
                                {
                                    "id": "7c1c0d5f-e9af-4181-b39d-cd239f47b914",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " BPPN mengajukan Rencana Kerja dan Anggaran Tahunan (RKAT) kepada Menteri\ndan Komite Kebijakan Sektor Keuangan (Financial Sector Action Committee) selambat-\nlambatnya 2 (dua) bulan sebelum dimulainya tahun anggaran BPPN.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "2b9e2aff-0692-4375-9790-bc00cfe3eb87",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Penerimaan BPPN yang bersumber dari penyelesaian dan pengelolaan aset sebagaimana dimaksud dalam ayat (1) dapat digunakan terlebih dahulu untuk menjalankan program penyehatan yang dilakukan oleh BPPN.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "6ce217fc-af7c-46b6-8962-841bb20310f3",
                                    "name": "Verse 5",
                                    "number": "5",
                                    "type": "verse",
                                    "content": " Apabila terjadi kekurangan atas Anggaran BPPN dalam tahun berjalan, dapat dimintakan tambahan anggaran yang bersumber dari Anggaran Pendapatan dan Belanja Negara (APBN).",
                                    "explanation": "\nAnggaran BPPN pada dasarnya dibiayai dari penjualan dan pengelolaan yang sebagaimana\ndimaksud dalam ayat (1). Apabila terjadi kekurangan atas anggaran BPPN, kekurangannya\ndibiayai dari Anggaran Pendapatan dan Belanja Negara (APBN)."
                                }
                            ]
                        },
                        {
                            "id": "d858a0bc-602e-499f-878b-87ca2bb05b32",
                            "name": "Article 8",
                            "type": "article",
                            "children": [
                                {
                                    "id": "bc6a6de4-4e38-4c0d-87e3-e887cbc2249c",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " BPPN berwenang untuk melakukan pengadaan barang dan jasa dengan cara pemilihan langsung sampai dengan jumlah Rp.50.000.000.000,00 (lima puluh miliar rupiah).",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "5aafd5f9-f013-447a-9d8b-2963f4121ae4",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pengadaan barang dan jasa dengan nilai di atas Rp.50.000.000.000,00 (lima puluh miliar rupiah), harus dengan persetujuan Menteri.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "8641d082-15ae-4850-a11b-c32a99c30dc4",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Tata cara pengadaan barang dan jasa sebagaimana dimaksud dalam ayat (2) ditetapkan oleh Menteri.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "5dc8f788-4319-458c-9c1c-3190ec053f80",
                            "name": "Article 9",
                            "type": "article",
                            "children": [
                                {
                                    "id": "84dc590f-c417-4ffa-b4d6-25c724951109",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " BPPN berwenang untuk melakukan penjualan aset sampai dengan nilai Rp.1.000.000.000.000,00 (satu triliun rupiah) dan dilaporkan kepada Menteri.",
                                    "explanation": "\nNilai penjualan aset yang dimaksud dalam ayat ini adalah nilai perkiraan yang wajar dalam upaya\npenyelesaian Aset Dalam Restrukturisasi dan Kewajiban Dalam Restrukturisasi yang dikuasai,\ndikelola oleh, dan atau dijaminkan kepada BPPN."
                                },
                                {
                                    "id": "f614960d-b80d-4313-8b11-91c93a376c1c",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Penjualan aset dengan nilai di atas Rp.1.000.000.000.000,00 (satu triliun rupiah), hanya dapat dilakukan dengan persetujuan Menteri.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "15c0165f-f0b4-401d-b26b-bbc680a438ce",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Tata cara penjualan aset dan pelaporan sebagaimana dimaksud dalam ayat (1) dan (2) ditetapkan oleh Menteri.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "6c1790c6-c309-41e4-b919-c5656822d492",
                    "name": "Section Fifth",
                    "title": "\nPenyampaian Laporan BPPN",
                    "type": "section",
                    "children": [
                        {
                            "id": "56bf1b11-b3d5-4bbc-bf24-d316f168d858",
                            "name": "Article 10",
                            "type": "article",
                            "children": [
                                {
                                    "id": "443d6bed-663d-4e9c-8c8f-62f5fd8c21cc",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " BPPN wajib memberikan laporan pelaksanaan tugas dan laporan keuangan kepada Menteri dengan tembusan kepada Komite Kebijakan Sektor Keuangan (Financial Sector Action Committee) setiap 6 (enam) bulan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "f0469c56-4f64-4b4d-83bd-addd464224a8",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Berdasarkan laporan keuangan akhir tahun anggaran, Menteri dengan pertimbangan Komite Kebijakan Sektor Keuangan (Financial Sector Action Committee) menetapkan penggunaan atas kelebihan penerimaan BPPN.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "51627384-b8d2-4370-84a4-fd0839cc24f8",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Pelaksanaan lebih lanjut atas ketentuan ayat (1) dan ayat (2) ditetapkan oleh Menteri.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "0528ca30-17c4-43b0-9cd6-bbc4afdcec10",
                    "name": "Section Sixth",
                    "title": "\nBerakhirnya BPPN",
                    "type": "section",
                    "children": [
                        {
                            "id": "823d2e31-e873-4e5c-9ab6-6de6673e4240",
                            "name": "Article 11",
                            "type": "article",
                            "children": [
                                {
                                    "id": "758a4bf0-696e-44f9-bfd4-ab20d3368fcf",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Apabila setelah lewatnya jangka waktu sebagaimana dimaksud dalam Pasal 2 ayat\n(4) dan menurut penilaian Pemerintah BPPN telah menyelesaikan tugasnya, Pemerintah\nmenyatakan berakhirnya BPPN.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "920a6eec-0cb5-490f-9489-c791e73fd98d",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Dengan berakhirnya BPPN, segala kekayaannya menjadi kekayaan negara.",
                                    "explanation": "\nKekayaan negara yang dimaksud di dalam ayat ini dikelola oleh Menteri."
                                },
                                {
                                    "id": "e241ecea-7b62-4708-acce-1cc282683b4b",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Pengakhiran BPPN serta akibat hukumnya ditetapkan dalam Keputusan Presiden.",
                                    "explanation": "\nCukup Jelas"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id": "06ab82ac-829b-446a-bdda-6f1cc61d7895",
            "name": "Chapter III",
            "title": "\nKEWENANGAN BPPN",
            "type": "chapter",
            "children": [
                {
                    "id": "445e0b13-05f2-4ac4-a01a-47e50b37376b",
                    "name": "Section First",
                    "title": "\nKewenangan Umum",
                    "type": "section",
                    "children": [
                        {
                            "id": "473f4e31-f42a-46c0-8908-e47d9be3d5ab",
                            "name": "Article 12",
                            "type": "article",
                            "children": {
                                "id": "08ce67e4-54a6-45d3-adb4-022589b50d3a",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nDalam melaksanakan tugasnya, BPPN mempunyai wewenang sebagaimana dimaksud dalam\nPasal 37A Undang-undang Perbankan.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "d67fd633-d4e2-48e9-aa2b-c607554e3e32",
                            "name": "Article 13",
                            "type": "article",
                            "children": {
                                "id": "f0e1f8b0-68f9-4717-8c0c-df58b05c6784",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nDalam melaksanakan tugasnya, BPPN dapat:\na. Melakukan tindakan hukum atas Aset Dalam Restrukturisasi dan atau Kewajiban Dalam\nRestrukturisasi;\nb. Membentuk divisi atau unit dalam BPPN dengan wewenang yang ada pada BPPN atau\npembentukan dan atau Penyertaan Modal Sementara dalam suatu badan hukum untuk\nmenguasai, mengelola, dan atau melakukan tindakan kepemilikan atas Aset Dalam\nRestrukturisasi, Kewajiban Dalam Restrukturisasi dan atau kekayaan milik atau yang\nmenjadi hak Bank Dalam Penyehatan dan atau BPPN; dan\nc. Secara langsung atau tidak langsung melakukan tindakan hukum atas atau sehubungan\ndengan Debitur, Bank Dalam Penyehatan, Aset Dalam Restrukturisasi, Kewajiban Dalam\nRestrukturisasi, dan atau kekayaan yang akan diserahkan atau dialihkan kepada BPPN,\nmeskipun telah diatur secara lain dalam suatu kontrak, perjanjian, atau peraturan\nperundang-undangan terkait.",
                                "explanation": "\nHuruf a\nTindakan hukum yang dimaksud dalam ketentuan ini adalah tindakan hukum berdasarkan Pasal\n37A Undang-undang Perbankan.\nHuruf b\nCukup jelas\nHuruf c\nTindakan hukum yang dimaksud dalam ketentuan ini meliputi tindakan:\n(i) Mendapatkan atau memegang hak dan dalam hal hak tersebut berupa hak atas tanah,\npengertian memegang hak adalah bersifat sementara dan dapat meliputi segala jenis hak atas\ntanah;\n(ii) Mengurus;\n(iii) Mengalihkan, menjual atau secara lain mengasingkan atau menyebabkan dialihkannya,\ndijualnya atau diasingkannya;\n(iv) Menyelesaikan segala tuntutan atau tagihan;\n(v) Menyediakan fasilitas pembiayaan antara lain dalam bentuk modal saham, pinjaman, dan\natau jaminan;\n(vi) Menggunakan upaya paksa atas segala kewajiban dan memungut pembayaran atas segala\nutang yang telah jatuh tempo; dan atau\n(vii) Melakukan segala tindakan lainnya yang dapat dilakukan berdasarkan Peraturan Pemerintah\nini.\nPersetujuan, ijin atau pemberitahuan yang tidak diperlukan dalam melakukan kewenangan BPPN\nantara lain dalam hal:\n(i) pengalihan benda yang dibebani dengan hak tanggungan, hipotik, atau hak jaminan lainnya;\n(ii) pengalihan saham perusahaan;\n(iii) pengalihan atau penjualan Aset Dalam Restrukturisasi; dan atau\n(iv) pengalihan atau penjualan atas kekayaan Bank atau pihak lain yang akan diserahkan dalam\nrangka pelaksanaan tugas BPPN;\ndengan tetap memperhatikan hak-hak dari pemegang jaminan yang berdasarkan Undang-\nundang yang berlaku memperoleh hak untuk menerima pembayaran terlebih dahulu atau\npemegang saham lain yang berdasarkan Undang-undang atau anggaran dasar perseroan yang\nbersangkutan mempunyai hak untuk mendapatkan kesempatan membeli saham perseroan\ntersebut terlebih dahulu.\nKewenangan BPPN dalam melakukan tindakan sebagaimana dimaksud dalam ayat ini hanya\ndapat dilakukan sebagai pelaksanaan dari Pasal 37A Undang-undang Perbankan."
                            }
                        }
                    ]
                },
                {
                    "id": "10991ebc-1c9f-427d-985c-16e11ec03e44",
                    "name": "Section Second",
                    "title": "\nKewenangan BPPN Terhadap Perusahaan Terafiliasi",
                    "type": "section",
                    "children": [
                        {
                            "id": "89040326-cb37-42a4-9a8c-d57526bfee48",
                            "name": "Article 14",
                            "type": "article",
                            "children": {
                                "id": "e5c4fdf8-2cbc-4266-84b8-e063e5c66710",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nKewenangan BPPN terhadap Bank Dalam Penyehatan berdasarkan Peraturan Pemerintah ini\nberlaku pula terhadap:\na. Perusahaan Terafiliasi dari Bank Dalam Penyehatan tersebut apabila terdapat indikasi\nyang kuat bahwa Perusahaan Terafiliasi tersebut turut serta melakukan pelanggaran\nketentuan perbankan atau turut mengambil keuntungan dari hasil pelanggaran tersebut;\ndan\nb. Aset Dalam Restrukturisasi.",
                                "explanation": "\nCukup jelas"
                            }
                        }
                    ]
                },
                {
                    "id": "7502e147-45aa-4bd6-a65a-6d713592c4dc",
                    "name": "Section Third",
                    "title": "\nPenyertaan Modal Sementara",
                    "type": "section",
                    "children": [
                        {
                            "id": "5021d1c6-0820-4a1c-8d3b-2ce6c940124a",
                            "name": "Article 15",
                            "type": "article",
                            "children": [
                                {
                                    "id": "aadff37e-770b-4a0d-8bfe-f9ad3f4809f1",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Dalam rangka penyehatan perbankan dan atau pengelolaan kekayaan yang berbentuk portofolio kredit, BPPN dapat melakukan Penyertaan Modal Sementara.",
                                    "explanation": "\nPenyertaan modal oleh BPPN adalah bersifat sementara dan paling lama sampai dengan\nberakhirnya jangka waktu BPPN yang dimaksud dalam Pasal 2 ayat (2), dan oleh karenanya\ntidak merupakan Penyertaan Modal Pemerintah sebagaimana dimaksud dalam Undang-undang\nNomor 9 tahun 1969 tentang Penetapan Peraturan pemerintah Pengganti Undang-undang\nNomor 1 Tahun 1969 (Lembaran Negara Tahun 1969 Nomor16, Tambahan Lembaran Negara\nNomor 2890) tentang Bentuk-bentuk Usaha Negara menjadi Undang-undang (Penjelasan dalam\nTambahan Lembaran Negara Nomor 2904)."
                                },
                                {
                                    "id": "795b2f76-da82-413c-bf32-b62ad402d867",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Penyertaan Modal Sementara sebagaimana dimaksud dalam ayat (1) dapat dilakukan pada Bank Dalam Penyehatan, Debitur, dan atau badan hukum lainnya.",
                                    "explanation": "\nPenyertaan Modal Sementara pada Bank Dalam Penyehatan dilakukan dalam rangka\nmempertahankan kelangsungan usaha Bank Dalam Penyehatan, memperluas kesempatan\nmenarik investor baru, dan atau dalam rangka penggabungan, peleburan dengan bank lain, dan\natau hal-hal lain menurut pertimbangan BPPN.\nPenyertaan modal sementara pada Debitur hanya dilakukan pada Debitur yang berbentuk badan\nhukum dalam upaya memaksimalkan nilai pengembalian kewajiban debitur.\nPenyertaan modal pada badan hukum lainnya dimungkinkan dalam rangka meningkatkan nilai\nekonomis aset."
                                },
                                {
                                    "id": "fb4078da-486e-4d26-80bd-7c59d75b1fc8",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Penyertaan Modal Sementara sebagaimana dimaksud dalam ayat (1) dan (2), dapat dilakukan secara langsung atau melalui pengonversian tagihan BPPN menjadi penyertaan modal.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "0a9a2b15-25eb-43f5-b8c9-d0b869665374",
                            "name": "Article 16",
                            "type": "article",
                            "children": {
                                "id": "7e87c9af-ab9a-41fd-b8cc-5d0c26607353",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nBPPN setiap waktu dapat melakukan pengalihan modal (divestasi) atas Penyertaan Modal Sementara sebagaimana dimaksud dalam Pasal 15 dengan cara menjual saham kepada pihak lain.",
                                "explanation": "\nYang dimaksud dengan setiap waktu dalam pasal ini adalah waktu yang menurut pertimbangan\nBPPN tepat untuk melakukan pengalihan modal (divestasi) guna memperoleh hasil semaksimal\nmungkin dalam rangka mengembalikan uang negara yang telah tersalur."
                            }
                        },
                        {
                            "id": "2278edcc-c144-4b10-8bb9-d69055f7819d",
                            "name": "Article 17",
                            "type": "article",
                            "children": [
                                {
                                    "id": "936059f8-e992-4bb3-a6b2-0bc5d145c8f2",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Penyertaan modal dan pengalihan modal (divestasi) oleh BPPN sebagaimana dimaksud dalam Pasal 15 dan Pasal 16 dilaporkan kepada instansi yang terkait.",
                                    "explanation": "\nDengan dilaporkannya kepada instansi terkait, maka kewajiban untuk memperoleh persetujuan\ntelah dipenuhi.\nYang dimaksud dengan instansi yang terkait adalah instansi yang berdasarkan peraturan yang\nberlaku berfungsi menerima laporan sehubungan dengan adanya perubahan struktur permodalan\ndan atau susunan pemegang saham, antara lain Departemen Perindustrian dan Perdagangan,\nDepartemen Kehakiman, Bank Indonesia, Badan Koordinasi Penanaman Modal, serta Badan\nPengawas Pasar Modal dan Bursa Efek tempat Efek dicatatkan dalam hal perusahaan publik."
                                },
                                {
                                    "id": "a0aec75f-bd62-468e-b089-c58fb447325c",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Khusus terhadap perseroan terbuka, selain pelaporan sebagaimana dimaksud dalam ayat (1), juga diumumkan dalam 1 (satu) surat kabar yang berperedaran luas.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "dce3ae1a-fde7-4255-bbce-d5f311aa8d3a",
                            "name": "Article 18",
                            "type": "article",
                            "children": {
                                "id": "f98e5caf-edf9-4a5c-8f2d-bfd080fda970",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nKetentuan, persyaratan, tata cara penyertaan modal dan pengalihan modal sebagaimana dimaksud dalam Pasal 15 dan pasal 16 ditetapkan oleh Menteri.",
                                "explanation": "\nCukup jelas"
                            }
                        }
                    ]
                },
                {
                    "id": "52107fe9-f6ac-4153-bcd6-9eaf6dd77589",
                    "name": "Section Fourth",
                    "title": "\nPeninjauan Ulang, Pengubahan, Pembatalan dan atau Pengakhiran Kontrak",
                    "type": "section",
                    "children": [
                        {
                            "id": "d154c8b8-46f7-42f7-9894-5e96c3eb5609",
                            "name": "Article 19",
                            "type": "article",
                            "children": [
                                {
                                    "id": "763c870b-abc7-4643-bb73-6a2a8a2ef511",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " BPPN berwenang untuk meninjau ulang, membatalkan, mengakhiri dan atau mengubah setiap kontrak yang mengikat Bank Dalam Penyehatan dengan pihak ketiga, yang menurut pertimbangan BPPN merugikan.",
                                    "explanation": "\nKontrak yang mengikat Bank Dalam Penyehatan dalam ayat ini termasuk yang mengikat dan\natau berkaitan dengan kekayaan yang dimiliki, baik secara langsung maupun tidak langsung,\noleh atau sehubungan dengan Perusahaan Terafiliasi Bank Dalam Penyehatan, BPPN, Debitur,\ndan atau Aset Dalam Restrukturisasi, atau pihak ketiga, yang menurut pertimbangan BPPN\nmerugikan Bank Dalam Penyehatan, Perusahaan Terafiliasi Bank Dalam Penyehatan, BPPN,\nDebitur, dan atau Aset Dalam Restrukturisasi."
                                },
                                {
                                    "id": "5e77fb1f-ee33-4f3a-a8cd-5251ea40875e",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Peninjauan ulang, pembatalan, pengakhiran, dan atau pengubahan setiap kontrak oleh BPPN sebagaimana dimaksud dalam ayat (1), ditetapkan dengan Keputusan Ketua BPPN.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "6442518c-e0a6-4cbb-bf05-1dc59bf7ec68",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Keputusan sebagaimana dimaksud dalam ayat (2), diberitahukan dengan surat tercatat atau dengan cara lain yang dikirimkan kepada para pihak ke alamat sesuai kontrak atau alamat lain yang diketahui BPPN.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "8e2ebd89-2842-45bd-bb08-9bbffc8b2ee1",
                            "name": "Article 20",
                            "type": "article",
                            "children": [
                                {
                                    "id": "f0fe8c71-b378-46a4-8006-1b65fc47402d",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Dalam hal peninjauan ulang, pembatalan, pengakhiran dan atau pengubahan kontrak\noleh BPPN sebagaimana dimaksud dalam Pasal 19 menimbulkan kerugian bagi suatu\npihak, pihak tersebut hanya dapat menuntut ganti rugi yang tidak melebihi nilai manfaat\nyang telah diperoleh dari kontrak dimaksud setelah terlebih dahulu membuktikan secara\nnyata dan jelas kerugian yang dialaminya.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "8dfa821a-e625-43c2-bd89-8780af6896fd",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Tuntutan ganti rugi sebagaimana dimaksud dalam ayat (1), hanya dapat diajukan oleh\npihak yang dirugikan tersebut dalam waktu selambat-lambatnya 30 (tiga puluh) hari\nterhitung sejak tanggal pengiriman surat pemberitahuan sebagaimana dimaksud dalam\nPasal 19 ayat (3).",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "8d2b3846-eeca-4f6c-b775-6158741f96e1",
                    "name": "Section Fifth",
                    "title": "\nPengosongan",
                    "type": "section",
                    "children": [
                        {
                            "id": "da129ffb-a531-4836-960e-67cae97b27f5",
                            "name": "Article 21",
                            "type": "article",
                            "children": {
                                "id": "d1e3e2d6-2420-4da8-8b31-1402d8c83e14",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nBPPN berwenang untuk melakukan pengosongan atas tanah dan atau bangunan milik atau yang\nmenjadi hak Bank Dalam Penyehatan dan atau BPPN yang dikuasai oleh pihak lain.",
                                "explanation": "\nWewenang melakukan pengosongan ini mencakup pula tanah dan atau bangunan yang\nmerupakan kekayaan Debitur, kekayaan Perusahaan Terafiliasi, Bank Dalam Penyehatan, atau\nAset Dalam Restrukturisasi."
                            }
                        },
                        {
                            "id": "2b83a24a-3826-49ca-a36f-972682a5ecb8",
                            "name": "Article 22",
                            "type": "article",
                            "children": [
                                {
                                    "id": "13be7f8a-5e91-4520-a352-76c777d64a04",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pengosongan dilakukan berdasarkan Surat Perintah Pengosongan yang dikeluarkan\noleh BPPN.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "b6359402-fb81-4ad9-ba72-692152adc46d",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Surat Perintah Pengosongan sebagaimana dimaksud dalam ayat (1), diterbitkan dan\nditandatangani oleh pejabat BPPN yang berwenang.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "1b8a1da1-e9b2-49a0-8f4a-fa39d1d9413a",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Surat Perintah Pengosongan mencantumkan antara lain:\na. Obyek pengosongan;\nb. Pemegang hak;\nc. Perintah dan batas waktu pengosongan; dan\nd. Pertimbangan hukum.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "2a5b3657-995d-48ac-a0bc-97da008d2fa3",
                            "name": "Article 23",
                            "type": "article",
                            "children": [
                                {
                                    "id": "7f5795e6-aecc-4a61-b9f7-bf36ceee2f8a",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Surat Perintah Pengosongan disampaikan kepada pemegang hak, penghuni dan atau\npengelola dengan surat tercatat atau disampaikan dengan cara lain dengan disertai\ntanda terima yang layak, pada alamat sesuai perjanjian kredit, dokumen pemberian hak\njaminan, pernyataan yang telah dibuat sebelumnya, atau dokumen lainnya.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "e2e7935e-ca5e-45eb-9a94-67d39bf711f8",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Dalam hal alamat pemegang hak, penghuni dan atau pengelola sebagaimana\ndimaksud dalam ayat (1) oleh karena sebab apapun tidak diketemukan, Surat Perintah\nPengosongan disampaikan kepada Kepala Desa atau Kepala Kelurahan setempat.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "14d095bf-678f-40bb-ac0d-2dd6911463c7",
                            "name": "Article 24",
                            "type": "article",
                            "children": [
                                {
                                    "id": "8f1bf018-da64-494f-b7ac-c10b062d4030",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pelaksanaan pengosongan dilakukan oleh pejabat yang ditunjuk oleh BPPN.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "181fa238-6e8c-47b3-a383-3059cf6224b4",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pelaksanaan pengosongan dituangkan dalam Berita Acara Pengosongan yang\nditandatangani oleh pejabat sebagaimana dimaksud dalam ayat (1) dan 2 (dua) orang\nsaksi.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "f5279afc-92a5-4d6b-8ca0-c9d1fa16947d",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Salinan Berita Acara Pengosongan diberitahukan kepada pemegang hak, penghuni,\npengelola, atau kepada Kepala Desa atau Kepala Kelurahan dalam hal sebagaimana\ndimaksud dalam Pasal 23 ayat (2).",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "3eb49105-c66d-4d3f-9267-5396d1610b0e",
                            "name": "Article 25",
                            "type": "article",
                            "children": [
                                {
                                    "id": "ec15d23b-b14c-40de-afc6-bdea0c5cec65",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Dalam rangka pelaksanaan pengosongan sebagaimana dimaksud dalam Pasal 24\nayat (1), BPPN dapat meminta bantuan alat negara penegak hukum yang berwenang.",
                                    "explanation": "\nYang dimaksud dengan alat negara penegak hukum yang berwenang adalah Kepolisian Republik\nIndonesia yang dapat dibantu pula oleh aparat setempat."
                                },
                                {
                                    "id": "c1687036-ba6a-4c58-953d-68ccbf58b3ae",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Permintaan bantuan sebagaimana dimaksud dalam ayat (1), diajukan secara tertulis\noleh pejabat BPPN yang berwenang.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "571a54ff-a339-4443-b752-e9a452748cdb",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Atas permintaan BPPN sebagaimana dimaksud dalam ayat (2), alat negara penegak\nhukum dan instansi lain yang terkait wajib memberikan bantuan yang diperlukan.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "00a304c8-8bf7-4d64-95f0-6d2a7ab3761f",
                    "name": "Section Sixth",
                    "title": "\nPengalihan dan Penjualan Aset Dalam Restrukturisasi\ndan Kewajiban Dalam Restrukturisasi",
                    "type": "section",
                    "children": [
                        {
                            "id": "2f491748-d21c-4925-befe-144dbe87a0e8",
                            "name": "Article 26",
                            "type": "article",
                            "children": [
                                {
                                    "id": "7c27d63c-8e3a-4633-be6e-e41be57e883f",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " BPPN berwenang untuk mengalihkan dan atau menjual Aset Dalam Restrukturisasi dan\nKewajiban Dalam Restrukturisasi baik secara langsung maupun melalui penawaran umum.",
                                    "explanation": "\nUntuk Aset Dalam Restrukturisasi berupa benda tidak berwujud yang berbentuk hak atas\nkekayaan intelektual, pengalihan dan atau penjualan yang dimaksud di dalam Pasal ini terbatas\npada pengalihan dan atau penjualan hak kepemilikannya saja.\nPenawaran umum yang dimaksud di dalam Pasal ini adalah penjualan dengan cara Pelelangan.\nKarena dalam menjalankan fungsinya BPPN akan menguasai dan memiliki Aset Dalam\nRestrukturisasi dan atau Kewajiban Dalam Restrukturisasi, maka BPPN dapat melakukan\npenjualan sendiri atas Aset Dalam Restrukturisasi dan atau Kewajiban Dalam Restrukturisasi\ntersebut dengan melalui tata cara tersendiri yang dapat berbeda dengan tata cara sebagaimana\nyang berlaku bagi penjualan kekayaan negara pada umumnya, guna mencapai percepatan\npengembalian uang negara yang telah tersalur pada Bank."
                                },
                                {
                                    "id": "29a55606-425b-42c3-ae6e-99ae25e32d9d",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Dalam melaksanakan pengalihan dan atau penjualan Aset Dalam Restrukturisasi, BPPN\nberwenang untuk mengalihkan atau menjual Aset Dalam Restrukturisasi tersebut dengan harga\ndi bawah nilai buku.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "b54a4c23-4e99-4fc1-a0ef-319ca3d8f753",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Ketentuan dan tata cara pelaksanaan pengalihan dan penjualan sebagaimana dimaksud\ndalam ayat (2) diatur lebih lanjut oleh Menteri.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "6238b144-4658-4111-a122-4d00154cd42e",
                            "name": "Article 27",
                            "type": "article",
                            "children": [
                                {
                                    "id": "b2de5c2b-a369-4ab0-936a-85b5ad1ee9f5",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Penerima dan atau pembeli atas pengalihan dan atau penjualan Aset Dalam Restrukturisasi\ndan atau Kewajiban Dalam Restrukturisasi sebagaimana dimaksud dalam Pasal 26, memperoleh\nseluruh hak dan kewajiban serta segala manfaat yang berkaitan dengannya, termasuk hak dan\nkewajiban berdasarkan suatu surat kuasa, dalam kedudukan yang sama dengan pihak yang\nmengalihkan dan atau menjual sebelum terjadinya pengalihan dan atau penjualan tersebut.",
                                    "explanation": "\nPenjualan dan atau pengalihan yang dimaksud dalam ayat ini, tidak menyebabkan terjadinya\nwanprestasi, pengakhiran atau pembatalan, atau hilangnya segala hak yang berkaitan Aset\nDalam Restrukturisasi dan atau Kewajiban Dalam Restrukturisasi tersebut."
                                },
                                {
                                    "id": "83406f1d-0fa3-44b2-85f8-320aed995392",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Penerima dan atau pembeli sebagaimana dimaksud dalam ayat (1), memperoleh kepastian\nhukum beralihnya hak atas Aset Dalam Restrukturisasi dan atau Kewajiban Dalam\nRestrukturisasi tersebut.",
                                    "explanation": "\nPenerima pengalihan atau pembeli Aset Dalam Restrukturisasi dan atau Kewajiban Dalam\nRestrukturisasi dianggap sebagai pihak yang beritikad baik.\nDalam hal terjadi keberatan atau gugatan terhadap penjualan atau pengalihan sebagaimana\ndisebut di atas dari pihak manapun juga, BPPN bertanggung jawab sepenuhnya dan tidak\nmengakibatkan batalnya penjualan atau pengalihan tersebut."
                                }
                            ]
                        },
                        {
                            "id": "0d2fa703-3524-45be-803f-8856474c8201",
                            "name": "Article 28",
                            "type": "article",
                            "children": [
                                {
                                    "id": "3b99817f-c5e1-4419-8768-f9f3a7a3a3e7",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " BPPN berwenang mengalihkan dan atau menjual Aset Dalam Restrukturisasi sebagaimana\ndimaksud dalam Pasal 26 yang sedang diagunkan atau dijaminkan.",
                                    "explanation": "\nPengagunan atau penjaminan yang dimaksud dalam ayat ini adalah pengagunan atau\npenjaminan dari suatu barang jaminan yang menimbulkan hak kebendaan.\nPengalihan dan atau penjualan yang dimaksud dalam ayat ini hanya dapat dilakukan bila harga\npenjualan yang ditentukan oleh BPPN lebih besar dari nilai aktual pinjaman yang secara\nlangsung dijamin oleh kekayaan atau barang yang dialihkan dan atau dijual tersebut."
                                },
                                {
                                    "id": "8b5c40bc-25be-453f-893a-6820bf11d4c9",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pemegang hak jaminan atas Aset Dalam Restrukturisasi yang dialihkan atau dijual\nsebagaimana dimaksud dalam ayat (1), menerima kompensasi sebesar nilai terendah di antara\nnilai:\na. jaminan;\nb. aktual pinjaman yang secara langsung dijamin oleh Aset Dalam Restrukturisasi yang\ndialihkan dan atau dijual tersebut; atau\nc. penjualan bersih setelah dipotong biaya dan atau pajak.",
                                    "explanation": "\nYang dimaksud dengan nilai jaminan adalah nilai jaminan yang dapat dipilih oleh BPPN di antara\nnilai:\na. jaminan yang telah ditentukan dalam dokumen jaminan; atau\nb. objek jaminan sebagaimana ditentukan oleh perusahaan penilai independen yang\nditunjuk oleh BPPN."
                                }
                            ]
                        },
                        {
                            "id": "4763e29a-d040-4a0f-929c-f94a70ae18e1",
                            "name": "Article 29",
                            "type": "article",
                            "children": [
                                {
                                    "id": "10c472d3-7689-4f2e-8c53-7d01ec2edd81",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " BPPN membuat Surat Keputusan dalam hal melakukan atau menyebabkan dilakukannya\npengalihan dan atau penjualan Aset Dalam Restrukturisasi dan atau Kewajiban Dalam\nRestrukturisasi kepada pihak ketiga.",
                                    "explanation": "\nSurat Keputusan BPPN dalam ayat ini berisikan rincian mengenai Aset Dalam Restrukturisasi\natau Kewajiban Dalam Restrukturisasi sebagaimana ditentukan oleh Ketua BPPN.\nDalam hal pengalihan Aset Dalam Restrukturisasi dan atau Kewajiban Dalam Restrukturisasi\nyang dimaksud dalam ayat ini dilakukan terhadap suatu perseroan terbuka, maka pengalihan\ntersebut wajib dilakukan dengan memperhatikan kepentingan pemegang saham publik."
                                },
                                {
                                    "id": "237076b0-3695-4f95-8a2c-4b6ce1d764f0",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Dalam hal pengalihan dan atau penjualan sebagaimana dimaksud dalam ayat (1) berupa\nsaham bank, pihak ketiga penerima pengalihan dan atau penjualan tersebut wajib memenuhi\nketentuan persyaratan pemegang saham bank yang ditetapkan oleh Bank Indonesia.",
                                    "explanation": "\nSehubungan dengan ketentuan mengenai pihak ketiga yang memenuhi syarat ketentuan Bank\nIndonesia maka atas permintaan BPPN, Bank Indonesia secara berkala menyerahkan daftar\norang-orang yang tidak memenuhi syarat untuk mengambil alih saham-saham Bank."
                                }
                            ]
                        },
                        {
                            "id": "a31e5cd6-e74f-4d88-a6f7-9f588bf2b5b0",
                            "name": "Article 30",
                            "type": "article",
                            "children": {
                                "id": "2a2f7fb3-e1ed-453e-bfb3-0dc26e7d6bd1",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPengalihan dan atau penjualan sebagaimana dimaksud dalam Pasal 26 yang dilakukan secara\nlangsung oleh BPPN, dituangkan dalam suatu Akta.",
                                "explanation": "\nDalam hal pengalihan dan atau penjualan hak atas tanah, dapat dilakukan di hadapan Pejabat\nPembuat Akta Tanah Khusus.\nPengalihan dan atau penjualan benda tidak berwujud berbentuk piutang dapat dijalankan tanpa\nmemerlukan persetujuan Debitur. Dalam hal barang yang dialihkan dan atau dijual berbentuk\nEfek yang diperdagangkan di Bursa Efek, pengalihan dan atau penjualan dilakukan sesuai\ndengan ketentuan yang berlaku pada bursa tempat didaftarkannya Efek tersebut."
                            }
                        },
                        {
                            "id": "d82572cc-579c-42fb-b58c-d50d50b7e7ec",
                            "name": "Article 31",
                            "type": "article",
                            "children": {
                                "id": "9bc76707-6c58-4a4a-ad30-96e4435b32ca",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPengalihan dan atau penjualan sebagaimana dimaksud dalam Pasal 26 yang dilakukan melalui\npenawaran umum oleh BPPN, dilaksanakan dengan cara Pelelangan.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "d0791f19-861e-49b0-a5dd-0033cc77d9c6",
                            "name": "Article 32",
                            "type": "article",
                            "children": [
                                {
                                    "id": "00faaa9a-f178-4741-bce8-d1564a4439e1",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Hasil pengalihan dan atau penjualan Aset Dalam Restrukturisasi dan atau Kewajiban\nDalam Restrukturisasi sebagaimana dimaksud dalam Pasal 30 dan Pasal 31\ndipergunakan sesuai dengan ketentuan Pasal 7.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "e92c5bb4-2461-4024-ad2e-150aea7d6e6e",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pembagian hasil pengalihan dan atau penjualan sebagaimana dimaksud dalam ayat\n(1), dilaksanakan berdasarkan ketentuan hak memperoleh pemenuhan pembayaran\nlebih dulu yang berlaku atas piutang negara, sesuai ketentuan perundang-undangan\nyang berlaku.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "9cf3db2e-cca8-49ab-a662-731b70ec22e3",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Imbalan atau biaya atas penggunaan jasa pihak-pihak yang ditunjuk oleh BPPN untuk\nmembantu melakukan pengalihan dan atau penjualan sebagaimana dimaksud dalam\nPasal 30 dan Pasal 31, mempunyai kedudukan prioritas terhadap hasil pengalihan dan\natau penjualan tersebut, sejauh dan terbatas pada jumlah imbalan atas jasa tersebut\ntelah dimuat dalam perjanjian antara pihak-pihak yang ditunjuk tersebut dengan BPPN,\natau dengan pihak pemilik Aset Dalam Restrukturisasi dan atau Kewajiban Dalam\nRestrukturisasi yang bersangkutan sesuai dengan ketentuan perundang-undangan yang\nberlaku.",
                                    "explanation": "Tidak ada Penjelasan"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "27a9db07-964a-4d11-85e1-20e01abee614",
                    "name": "Section Seventh",
                    "title": "\nPembelian Oleh BPPN",
                    "type": "section",
                    "children": [
                        {
                            "id": "048839d5-e32d-4183-9c67-84a0a7add2b7",
                            "name": "Article 33",
                            "type": "article",
                            "children": {
                                "id": "db2b9522-2985-4cfc-add3-1b313bb331f4",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nBPPN dapat mengambilalih dan atau membeli, baik seluruhnya maupun sebagian, secara\nlangsung maupun melalui Pelelangan, atas Aset Dalam Restrukturisasi dan atau Kewajiban\nDalam Restrukturisasi.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "7a1b16fb-6b33-48a7-b72b-3f5055feaec1",
                            "name": "Article 34",
                            "type": "article",
                            "children": [
                                {
                                    "id": "6fca6db9-d34e-42d9-bd6f-a4e1f699458b",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pengambilalihan dan atau pembelian sebagaimana dimaksud dalam Pasal 33 bersifat\nsementara, sampai BPPN dapat menunjuk pihak lain yang akan menjadi pembeli\nsebenarnya.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "9d8a4bfd-0519-4040-a5ac-e741a95abb37",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Dalam hal pengambilalihan dan atau pembelian atas benda-benda tidak bergerak,\nBPPN membuat Surat Pernyataan Pembelian Sementara dan dicatatkan pada Buku\nTanah dan Sertifikat Hak Atas Tanah.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "cda50bf3-1f4a-468a-b707-3567a3ec534e",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Penunjukan pihak lain yang akan menjadi pembeli sebenarnya sebagaimana\ndimaksud dalam ayat (1) dilakukan paling lama 5 (lima) tahun terhitung sejak tanggal\nSurat Pernyataan Pembelian Sementara.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "5bc862b7-7aee-4a7d-b912-77bebbdc4934",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Penunjukan sebagaimana dimaksud dalam ayat (3), dilakukan dengan Surat\nPenunjukan Pembeli.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "2d973a94-ea32-4ed9-9964-e9c13d4e6756",
                                    "name": "Verse 5",
                                    "number": "5",
                                    "type": "verse",
                                    "content": " Asli Surat Penunjukan Pembeli sebagaimana dimaksud dalam ayat (4), disampaikan\nkepada Kantor Pendaftaran yang berwenang untuk melengkapi syarat pendaftaran\nperalihan haknya, sedangkan dalam hal pembelian kekayaan atau barang-barang\ntersebut dilakukan melalui Pelelangan, salinan dari Surat Penunjukan Pembeli tersebut\ndisampaikan juga kepada Kantor Lelang yang bersangkutan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "b265d5fc-0405-4b75-91ad-45dc7383d302",
                                    "name": "Verse 6",
                                    "number": "6",
                                    "type": "verse",
                                    "content": " Pembelian sementara sebagaimana dimaksud dalam ayat (2), dapat ditingkatkan\nmenjadi pembelian tetap atas nama BPPN dalam hal:\na. Hak atas tanah berakhir jangka waktunya sebelum BPPN dapat menunjuk pihak lain\nsebagai pembeli yang sebenarnya; atau\nb. Berakhirnya jangka waktu sebagaimana dimaksud dalam ayat (3), BPPN belum dapat\nmenunjuk pihak lain sebagai pembeli yang sebenarnya.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "26fb0d43-c3ae-4c40-b021-b0dea3f5f8a8",
                            "name": "Article 35",
                            "type": "article",
                            "children": [
                                {
                                    "id": "1eb3fcdd-97cd-49d6-b774-8c150ce6049b",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Akta dan Surat Pernyataan Pembelian Sementara atas pembelian kekayaan atau\nbenda tidak bergerak yang dilakukan secara langsung, disampaikan kepada Kantor\nPendaftaran terkait selambat-lambatnya 7 (tujuh) hari kerja terhitung sejak tanggal\npembelian.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "496412fd-8878-4932-b4fc-bce96cd59ca6",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Salinan Risalah Lelang dan Surat Pernyataan Pembelian Sementara atas pembelian\nkekayaan atau benda tidak bergerak yang dilakukan melalui Pelelangan, disampaikan\nkepada Kantor Pendaftaran terkait selambat-lambatnya 7 (tujuh) hari kerja terhitung\nsejak tanggal pelaksanaan lelang.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "5c30b06c-ff2d-45e2-8ff4-bd8123dd2954",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Kantor Pendaftaran sebagaimana dimaksud dalam ayat (1) dan ayat (2) melakukan\npencatatan dalam buku pendaftaran yang berlaku bahwa kekayaan atau benda tidak\nbergerak tersebut berada dalam penguasaan sementara BPPN.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "8635838d-c96f-4a04-9290-80198e838645",
                            "name": "Article 36",
                            "type": "article",
                            "children": [
                                {
                                    "id": "e46f84d4-174d-4ac3-ba0d-59b1785327d6",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Bukti peralihan hak sebagaimana dimaksud dalam Pasal 33:\na. Dalam hal tidak diperoleh pembeli sebenarnya setelah lewat jangka waktu adalah Akta\natau salinan Risalah Lelang yang dilengkapi dengan surat permohonan pembelian tetap\noleh BPPN sebagaimana dimaksud dalam Pasal 34 ayat (6).\nb. Dalam hal telah diperoleh pembeli yang sebenarnya adalah Akta atau salinan Risalah\nLelang dilengkapi dengan Surat Penunjukan Pembeli sebagaimana dimaksud dalam\nPasal 34 ayat (5).",
                                    "explanation": ", ayat (2) dan ayat (3)\nMengingat kekayaan atau benda tidak bergerak tersebut berada dalam penguasaan sementara BPPN, maka segala pajak atau bea yang terkait dengan pengalihan benda tidak bergerak tersebut ditunda sampai dengan ditunjuk pembeli yang sebenarnya atau pembelian tetap oleh BPPN."
                                },
                                {
                                    "id": "6a6be588-d6eb-4f1c-b8aa-d9e4b93ccb55",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Akta atau salinan Risalah Lelang atas pembelian kekayaan atau benda tidak bergerak\nyang dilakukan sesuai dengan ayat (1) huruf a, disampaikan oleh BPPN kepada Kantor\nPendaftaran terkait selambat-lambatnya 30 (tiga puluh) hari kerja terhitung sejak\nlewatnya waktu sebagaimana dimaksud dalam Pasal 34 ayat (6).",
                                    "explanation": ""
                                },
                                {
                                    "id": "33fe0ec1-d3bd-4ed6-afdf-94d135e7f4df",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Akta atau salinan Risalah Lelang atas pembelian kekayaan atau benda tidak bergerak\nyang dilakukan sesuai dengan ayat (1) huruf b, disampaikan oleh pembeli kepada Kantor\nPendaftaran terkait selambat-lambatnya 7 (tujuh) hari kerja terhitung sejak tanggal Surat\nPenunjukan Pembeli.",
                                    "explanation": ""
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id": "1093b045-54a1-44fc-8768-f69aed229671",
            "name": "Chapter IV",
            "title": "\nPROGRAM PENYEHATAN PERBANKAN",
            "type": "chapter",
            "children": [
                {
                    "id": "819e0f7a-361c-4136-8e73-b5a2cf565561",
                    "name": "Section First",
                    "title": "\nPenyerahan Bank Kepada BPPN",
                    "type": "section",
                    "children": [
                        {
                            "id": "05ec3dce-3b27-4019-959e-6f27c4469c17",
                            "name": "Article 37",
                            "type": "article",
                            "children": [
                                {
                                    "id": "fcbcee4f-1b39-4400-85d8-62b3659f951e",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " BPPN melakukan program penyehatan terhadap Bank-bank yang telah ditetapkan\ndan diserahkan oleh Bank Indonesia kepada BPPN.",
                                    "explanation": "\nCukup Jelas"
                                },
                                {
                                    "id": "00775cf2-a0ab-4aea-8da6-6bafadf80700",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Kriteria Bank yang ditetapkan dan diserahkan sebagaimana dimaksud dalam ayat (1),\nditetapkan oleh Bank Indonesia.",
                                    "explanation": "\nKriteria yang diatur dalam peraturan Bank Indonesia antara lain meliputi kondisi likuiditas, aset, dan modal Bank."
                                }
                            ]
                        },
                        {
                            "id": "c8f86e41-53b1-4d23-a65c-f58e09d41f8c",
                            "name": "Article 38",
                            "type": "article",
                            "children": [
                                {
                                    "id": "ef6f785d-89df-41ec-abbe-5bfeddae6ff2",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Penyerahan suatu Bank oleh Bank Indonesia kepada BPPN wajib diikuti dengan\npenyerahan informasi dan dokumen yang menyangkut Bank, Direksi, Komisaris dan atau\npemegang saham Bank.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "53d5b84f-67dd-4dd0-91b6-27b360092196",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Penyerahan informasi dan dokumen sebagaimana dimaksud dalam ayat (1), wajib\ndisampaikan dalam jangka waktu selambat-lambatnya 30 (tiga puluh) hari terhitung sejak\ntanggal penyerahan suatu Bank oleh Bank Indonesia kepada BPPN.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "ad61fa4b-1aa3-428f-b136-b93ce36a2f20",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Informasi sebagaimana dimaksud dalam ayat (1), antara lain meliputi:\na. Jumlah, jenis dan penggunaan Fasilitas Bank Indonesia yang telah diberikan kepada\nBank tersebut;\nb. Rincian jaminan serta status pembebanan hak jaminan yang telah diperoleh Bank\nIndonesia untuk menjamin pemenuhan kewajiban Bank tersebut atas Fasilitas Bank\nIndonesia yang telah diterimanya;\nc. Susunan Direksi dan Komisaris selama 3 (tiga) tahun terakhir;\nd. Struktur permodalan dan susunan pemegang saham 3 (tiga) tahun terakhir;\ne. Informasi mengenai data Nasabah Penyimpan Bank;\nf. Informasi mengenai data keuangan Nasabah Debitur, termasuk simpanannya yang berada pada bank lain;\ng. Informasi mengenai hasil pemeriksaan dan penelitian yang telah dilakukan Bank Indonesia terhadap Bank tersebut;\nh. Informasi lainnya yang diperlukan oleh BPPN.",
                                    "explanation": "\nHuruf a\nCukup jelas\nHuruf b\nYang dimaksud dengan rincian jaminan adalah jenis, nilai, objek.\nHuruf c\nCukup jelas\nHuruf d\nCukup jelas\nHuruf e\nCukup jelas\nHuruf f\nCukup jelas\nHuruf g\nCukup jelas\nHuruf h\nCukup jelas"
                                },
                                {
                                    "id": "4da5d164-ff74-4a0d-94c6-78a8176c7225",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Dokumen sebagaimana dimaksud dalam ayat (1) meliputi antara lain:\na. Perjanjian yang mendasari pemberian Fasilitas Bank Indonesia, dokumen pembebanan hak jaminan dan seluruh dokumen pendukungnya;\nb. Dokumen pendukung informasi yang dimaksud dalam ayat (2) di atas; dan\nc. Dokumen lainnya yang diperlukan oleh BPPN.",
                                    "explanation": "\nHuruf a\nCukup jelas\nHuruf b\nCukup jelas\nHuruf c\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "1d35c545-e83a-481c-a28c-ad7f08d2795c",
                            "name": "Article 39",
                            "type": "article",
                            "children": {
                                "id": "6ccebe8b-d720-41c8-bb1d-d5f99b57ec24",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPenyerahan suatu Bank oleh Bank Indonesia kepada BPPN, diumumkan oleh Bank Indonesia dalam 1 (satu) surat kabar harian yang berperedaran luas.",
                                "explanation": "\nCukup jelas"
                            }
                        }
                    ]
                },
                {
                    "id": "af98bea6-c438-4a46-b228-0d3858186efc",
                    "name": "Section Second",
                    "title": "\nPenanganan Bank Dalam Penyehatan",
                    "type": "section",
                    "children": [
                        {
                            "id": "9d019984-392e-4b7f-837d-9b20400332b1",
                            "name": "Article 40",
                            "type": "article",
                            "children": {
                                "id": "2346e920-987b-43ef-af20-0a9c3f5c946d",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nTerhitung sejak tanggal penyerahan suatu Bank oleh Bank Indonesia kepada BPPN dalam rangka penyehatan perbankan:\na. Segala hak dan wewenang Direksi, Komisaris, pemegang saham, dan Rapat Umum Pemegang Saham Bank Dalam Penyehatan beralih kepada BPPN; dan\nb. Direksi, Komisaris, dan atau pemegang saham Bank Dalam Penyehatan dilarang melakukan tindakan hukum apapun yang berhubungan dengan Bank Dalam Penyehatan dan kekayaan Bank Dalam Penyehatan, kecuali tindakan hukum tertentu yang disetujui oleh BPPN.",
                                "explanation": "\nTanggal Penyerahan adalah tanggal Surat Keputusan Pimpinan Bank Indonesia.\nPersetujuan yang diberikan oleh BPPN, tidak mengurangi wewenang yang dimiliki oleh BPPN berdasarkan peraturan perundang-undangan yang berlaku."
                            }
                        },
                        {
                            "id": "b4435d02-98b1-42d3-8030-dae58c945e67",
                            "name": "Article 41",
                            "type": "article",
                            "children": [
                                {
                                    "id": "3c1ccfac-315e-49dd-bf72-6550d1e32ea8",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Tata cara yang berkaitan dengan pemutusan hubungan kerja dan penentuan hak-hak direktur dan komisaris sebagai akibat dari pengambilalihan, pelaksanaan hak dan kewenangan BPPN sebagaimana dimaksud dalam Pasal 40, ditetapkan oleh Ketua BPPN.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "e3c8f2b0-8f83-4187-9101-fcfa26959623",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Tata cara yang berkaitan dengan pemutusan hubungan kerja dan penentuan hak-hak karyawan Bank Dalam Penyehatan, didasarkan pada peraturan perundang-undangan di bidang ketenagakerjaan yang berlaku.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "96c7b73e-0005-423e-840f-6896533d3c30",
                    "name": "Section Third",
                    "title": "\nPenelitian dan Pemeriksaan",
                    "type": "section",
                    "children": [
                        {
                            "id": "719f35f4-73be-4b79-82df-848cfadf34b0",
                            "name": "Article 42",
                            "type": "article",
                            "children": [
                                {
                                    "id": "aa40d91d-cde3-4370-90e1-90ee970bf9e5",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " BPPN melakukan penelitian dan pemeriksaan untuk memperoleh segala keterangan\nyang diperlukan dari dan mengenai Bank Dalam Penyehatan, Aset Dalam\nRestrukturisasi, Kewajiban Dalam Restrukturisasi, dan atau pihak manapun yang terlibat\natau patut diduga terlibat, atau mengetahui kegiatan yang merugikan Bank Dalam\nPenyehatan dan atau setiap Aset Dalam Restrukturisasi.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "79e2776a-9b45-406a-bba5-ac5f69fb3a87",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Direksi, Komisaris, pemegang saham dan atau pegawai Bank Dalam Penyehatan,\natas permintaan BPPN wajib memberikan segala keterangan dan penjelasan mengenai\nusahanya, termasuk memberikan kesempatan melakukan pemeriksaan atas buku-buku\ndan berkas yang ada padanya, dan wajib memberikan bantuan yang diperlukan dalam\nrangka memperoleh keterangan, dokumen dan penjelasan yang ada pada Bank Dalam\nPenyehatan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "ad92945b-352c-44ba-94e7-5b1bc3fb2a6d",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Permintaan keterangan oleh BPPN sebagaimana dimaksud dalam ayat (2), dilakukan\nsecara tertulis dengan menyebutkan nama, jabatan pejabat BPPN dan keterangan yang\ndibutuhkan.",
                                    "explanation": "\nCukup jelas."
                                },
                                {
                                    "id": "2cea18cb-47a8-4e3c-a914-797957881e44",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Untuk memperoleh keterangan sebagaimana dimaksud dalam ayat (2), BPPN dapat\nmeminta bantuan alat negara penegak hukum yang berwenang termasuk instansi\npemerintah.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "1269110b-4b8c-4bff-8f34-dc70661169be",
                                    "name": "Verse 5",
                                    "number": "5",
                                    "type": "verse",
                                    "content": " Dalam hal BPPN memerlukan bantuan alat negara penegak hukum yang berwenang\natau pihak lain untuk mendapatkan keterangan atau informasi sebagaimana dimaksud\ndalam ayat (4), permintaan BPPN tersebut dilakukan secara tertulis dengan\nmenyebutkan pihak yang terlibat, atau patut diduga terlibat, atau mengetahui kegiatan\nyang merugikan Bank Dalam Penyehatan.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "edd20ce3-4ff7-46e3-bbac-16561490c44c",
                    "name": "Section Fourth",
                    "title": "\nProgram Penyehatan Bank",
                    "type": "section",
                    "children": [
                        {
                            "id": "cde17405-b1e9-4c60-aa28-f09a768cafeb",
                            "name": "Article 43",
                            "type": "article",
                            "children": [
                                {
                                    "id": "68598c83-e631-496f-8431-391e8643cfdc",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Dalam melakukan program penyehatan Bank, BPPN berhak dan berwenang untuk\nantara lain:\na. Menghitung dan menetapkan kerugian yang dialami Bank Dalam Penyehatan dan\nmembebankan kerugian tersebut kepada modal bank yang bersangkutan;\nb. Mewajibkan Bank Dalam Penyehatan untuk melakukan penghapusbukuan atas kredit\nmacet;\nc. Mewajibkan Bank Dalam Penyehatan untuk mengalihkan sebagian atau seluruh aset dan\natau kewajiban Bank Dalam Penyehatan kepada BPPN dengan nilai buku bersih, atau\nnilai lain dan atau kepada pihak ketiga dengan nilai pasar;\nd. Mewajibkan Bank Dalam Penyehatan untuk mengajukan rencana perbaikan, yang\nmeliputi antara lain perbaikan kualitas aktiva produktif, posisi likuiditas, struktur\npermodalan dan manajemen dengan mengikuti persyaratan, ketentuan dan pengaturan\nBPPN termasuk mengenai jadwal, tindakan yang akan dilakukan, serta hal-hal lain yang\nperlu dilakukan;\ne. Menetapkan jumlah tambahan modal yang dibutuhkan untuk mencapai tingkat kesehatan\nyang sama atau lebih dari yang dipersyaratkan oleh Bank Indonesia;\nf. Melakukan Penyertaan Modal Sementara pada Bank Dalam Penyehatan dengan atau\ntanpa keikutsertaan pemegang saham lama;\ng. Menyerahkan pengelolaan seluruh atau sebagian kegiatan Bank Dalam Penyehatan\nkepada pihak lain baik melalui penunjukan maupun kontrak manajemen;\nh. Mewajibkan Bank Dalam Penyehatan untuk menyiapkan laporan evaluasi perkembangan\nBank Dalam Penyehatan; dan atau\ni. Mewajibkan Bank Dalam Penyehatan untuk melakukan merger atau konsolidasi, peleburan dengan bank lain, restrukturisasi organisasi dan atau pegawai.",
                                    "explanation": "\nHuruf a\nBPPN dapat menunjuk pihak independen untuk menghitung dan menetapkan kerugian yang\ndialami Bank Dalam Penyehatan.\nHuruf b\nKredit macet yang dimaksud adalah yang ditetapkan dalam ketentuan Bank Indonesia.\nHuruf c\nNilai lain yang dimaksud adalah nilai likuidasi yang ditentukan oleh penilai independen.\nHuruf d\nCukup jelas\nHuruf e\nTambahan modal yang dimaksud adalah modal disetor dan atau agio saham.\nHuruf f\nCukup jelas\nHuruf g\nCukup jelas\nHuruf h\nCukup jelas\nHuruf i\nCukup jelas"
                                },
                                {
                                    "id": "244b93dd-5ab6-490d-97bb-0e5f71ae2038",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Dalam rangka program penyehatan Bank melalui Penyertaan Modal Pemerintah atau Penyertaan Modal Sementara oleh BPPN, Bank dimaksud ditetapkan dan diserahkan oleh Bank Indonesia kepada BPPN untuk dilakukan tindakan penyehatan, untuk kemudian diserahkan kembali kepada Bank Indonesia.",
                                    "explanation": "\nPenyehatan yang dilakukan oleh BPPN yang dimaksud dalam ayat ini meliputi semua langkah-\nlangkah penyehatan perbankan sesuai dengan keterangan mengenai program rekapitalisasi\nyang berlaku.\nBank yang diserahkan kembali kepada Bank Indonesia adalah Bank yang telah memenuhi\nkriteria tingkat kesehatan bank sesuai ketentuan yang berlaku."
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "bf0ed952-45c8-4a0f-b86b-9f6e6013abcd",
                    "name": "Section Fifth",
                    "title": "\nPerolehan Penggantian Atas Kerugian Yang Ditimbulkan\nAkibat Transaksi Tidak Wajar",
                    "type": "section",
                    "children": [
                        {
                            "id": "050d519c-139f-4fbc-8a91-11f6d5506bf8",
                            "name": "Article 44",
                            "type": "article",
                            "children": [
                                {
                                    "id": "434662a2-50c0-42a5-9ea4-064502a69ece",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Dalam hal kerugian sebagaimana dimaksud dalam Pasal 43 huruf a diderita oleh Bank Dalam Penyehatan ditimbulkan akibat oleh kesalahan, kelalaian dan atau Transaksi Tidak Wajar dari anggota Direksi, Komisaris dan atau pemegang sahamnya, BPPN berwenang membebankan kerugian serta memperoleh ganti rugi dari pihak yang melakukan perbuatan dimaksud.",
                                    "explanation": "\nDalam menentukan apakah suatu transaksi merupakan Transaksi Tidak Wajar, BPPN\nmempunyai wewenang untuk melakukan penelitian dan pemeriksaan sebagaimana dimaksud\ndalam Pasal 41."
                                },
                                {
                                    "id": "6ca35087-03d9-4a0c-9495-2bcc2852b228",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Tanpa mengurangi wewenang yang telah dimiliki, BPPN dapat mengajukan gugatan atau upaya hukum lain melalui badan peradilan yang berwenang, baik di dalam maupun di luar wilayah Republik Indonesia untuk mengupayakan diperolehnya ganti rugi.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "53ee3b4c-4a57-4956-b87c-1603432173dc",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Ganti rugi sebagaimana dimaksud dalam ayat (1) meliputi ganti rugi dalam jumlah:\na. keuntungan yang diterima oleh orang tersebut akibat dari transaksi itu; dan atau\nb. kerugian yang diderita Bank Dalam Penyehatan sebagai akibat dari Transaksi Tidak Wajar tersebut.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "09140aa9-7814-45ab-aeb3-1ec0cca2a6e9",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " BPPN berwenang untuk menguasai dan atau menjual benda atau kekayaan yang merupakan obyek dari pengalihan, untuk memperoleh ganti rugi akibat kesalahan, kelalaian dan atau Transaksi Tidak Wajar sebagaimana dimaksud dalam ayat (1).",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "6fa96d76-5843-483c-9982-39e63decfb2d",
                                    "name": "Verse 5",
                                    "number": "5",
                                    "type": "verse",
                                    "content": " Terhadap pihak-pihak sebagaimana dimaksud dalam ayat (1), dapat dikenakan sanksi pidana sesuai Pasal 50 ayat (2) Undang-undang Perbankan dan peraturan perundang-undangan yang berlaku.",
                                    "explanation": ""
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "a1fb3977-30b4-4af3-90a3-9f2166de5aaa",
                    "name": "Section Sixth",
                    "title": "\nPenyerahan Bank Dalam Penyehatan\nKepada Bank Indonesia",
                    "type": "section",
                    "children": [
                        {
                            "id": "c8198634-f950-4589-9471-dab65b7e69ba",
                            "name": "Article 45",
                            "type": "article",
                            "children": [
                                {
                                    "id": "f4eb8619-c54e-49f0-97de-94da7b24eae5",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " BPPN menetapkan Bank Dalam Penyehatan yang tidak dapat disehatkan dan yang telah selesai menjalani program penyehatan, serta menyerahkan kembali Bank Dalam Penyehatan tersebut kepada Bank Indonesia.",
                                    "explanation": ""
                                },
                                {
                                    "id": "f645d3fb-ba37-43fd-b0a1-30354644a7f8",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Kecuali terhadap Bank Dalam Penyehatan yang tidak dapat disehatkan, BPPN menyerahkan kembali Bank Dalam Penyehatan kepada Bank Indonesia setelah",
                                    "explanation": ""
                                }
                            ]
                        },
                        {
                            "id": "2e216907-9bff-4b6b-83d8-cdae3e09eda8",
                            "name": "Article 46",
                            "type": "article",
                            "children": [
                                {
                                    "id": "7cea084e-bb96-4c1d-ab39-f25ee54f25ca",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Penyerahan Bank Dalam Penyehatan oleh BPPN kepada Bank Indonesia sebagaimana dimaksud dalam Pasal 45 ayat (1), disertai dengan informasi dan dokumen yang ada pada BPPN.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "78885295-8fd5-4954-ba08-9fa56cbc5284",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Dengan penyerahan Bank Dalam Penyehatan kepada Bank Indonesia sebagaimana dimaksud dalam Pasal 45 ayat (1), segala tugas dan wewenang BPPN dalam melaksanakan fungsi penyehatan terhadap Bank Dalam Penyehatan yang bersangkutan berakhir.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id": "0e65f50f-9dfc-4d96-93a5-2fa4b1fb2faf",
            "name": "Chapter V",
            "title": "\nPENYELESAIAN ASET DALAM RESTRUKTURISASI DAN\nKEWAJIBAN DALAM RESTRUKTURISASI",
            "type": "chapter",
            "children": [
                {
                    "id": "4d8e4795-8435-4a1d-ba33-c5e213d5f424",
                    "name": "Section First",
                    "title": "\nPenguasaan Aset Dalam Restrukturisasi dan\nKewajiban Dalam Restrukturisasi",
                    "type": "section",
                    "children": [
                        {
                            "id": "bf3b774b-b05f-4d4a-8255-e9fb8391723d",
                            "name": "Article 47",
                            "type": "article",
                            "children": [
                                {
                                    "id": "fbb714e9-1317-4813-a047-ee536d716126",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Dalam rangka pengamanan kekayaan Bank Dalam Penyehatan, BPPN menguasai Aset Dalam Restrukturisasi dan atau Kewajiban Dalam Restrukturisasi yang berada pada pihak manapun, baik di dalam maupun di luar negeri.",
                                    "explanation": "\nTindakan pengamanan kekayaan Bank dilaksanakan untuk menjamin dipenuhinya kewajiban\nBank kepada Pemerintah.\nYang dimaksud \"yang menjadi hak Bank\" meliputi segala bentuk hak, baik langsung maupun\ntidak langsung, termasuk hak jaminan, hak sewa, dan hak-hak lain yang diberikan oleh pihak\nmanapun."
                                },
                                {
                                    "id": "34145fd7-f380-4532-8f78-010cd664eab7",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Kekayaan milik atau yang menjadi hak Bank Dalam Penyehatan sebagaimana dimaksud dalam ayat (1), meliputi Aset Dalam Restrukturisasi dan atau Kewajiban Dalam Restrukturisasi.",
                                    "explanation": "\nTermasuk dalam pengertian kekayaan yang langsung atau tidak langsung yang dimaksud ayat ini\nadalah kekayaan yang telah dialihkan kepada BPPN, Aset Dalam Restrukturisasi, dan atau\nKewajiban Dalam Restrukturisasi."
                                },
                                {
                                    "id": "5239ff70-c235-40cd-ae49-9ceb0964e8b8",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Aset Dalam Restrukturisasi dan atau Kewajiban Dalam Restrukturisasi sebagaimana dimaksud dalam ayat (1) dan ayat (2), dilakukan oleh BPPN dengan menerbitkan Surat Keputusan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "b5323fdf-91d2-4cc5-a405-929d7c9ed43b",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Keputusan sebagaimana dimaksud dalam ayat (3), diumumkan dalam sekurang-kurangnya 1 (satu) surat kabar harian yang berperedaran luas.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "088c01dd-8ea9-43aa-88f7-e0f27a72e8cf",
                            "name": "Article 48",
                            "type": "article",
                            "children": {
                                "id": "148cbdd8-4be3-43e1-b04d-73b73924c6e0",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nBPPN menentukan tata cara yang diperlukan untuk menguasai kekayaan, termasuk Aset Dalam Restrukturisasi dan atau Kewajiban Dalam Restrukturisasi sebagai pelaksanaan lebih lanjut atas ketentuan-ketentuan dalam Peraturan Pemerintah ini.",
                                "explanation": "\nTata cara ini akan dibuat untuk menjamin bahwa kegiatan BPPN dilakukan secara transparan,\ntermasuk ketentuan-ketentuan mengenai pemberian kompensasi, yang harus dibayarkan kepada\nsuatu pihak yang menjual atau pihak dari mana diperoleh Aset Dalam Restrukturisasi."
                            }
                        },
                        {
                            "id": "4e05a8a8-4495-4723-a3b4-b0f873893d6d",
                            "name": "Article 49",
                            "type": "article",
                            "children": [
                                {
                                    "id": "c354e9cc-d3b1-4e25-a4b4-7e98653c6279",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pengumuman Surat Keputusan BPPN sebagaimana dimaksud dalam Pasal 47 ayat (4), dilakukan dalam jangka waktu 30 (tiga puluh) hari terhitung sejak tanggal Surat Keputusan tersebut ditetapkan.",
                                    "explanation": "\nPengumuman Surat Keputusan ini dimaksudkan untuk memberitahukan para kreditur dan pihak\nlainnya yang mempunyai kepentingan atas Bank Dalam Penyehatan atau yang mempunyai\nkepentingan atas Aset Dalam Restrukturisasi atau Kewajiban Dalam Restrukturisasi bahwa\npenguasaan atas Bank Dalam Penyehatan, Aset Dalam Restrukturisasi atau Kewajiban Dalam\nRestrukturisasi telah beralih kepada BPPN. Pihak-pihak tersebut dengan demikian mendapat\nkepastian bahwa suatu transaksi berkenaan dengan Bank Dalam Penyehatan dan atau Aset\nDalam Restrukturisasi serta Kewajiban Dalam Restrukturisasi itu harus mendapat persetujuan\nterlebih dahulu dari BPPN."
                                },
                                {
                                    "id": "e532202b-fee2-4f98-8a6f-ddc73d2792cc",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Keputusan BPPN sebagaimana dimaksud dalam Pasal 47 ayat (3) disampaikan\nkepada Kantor Pendaftaran terkait untuk dilakukan pemblokiran.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "e7aadf7d-b8fc-46b5-966a-c12198afc2da",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Kantor Pendaftaran memberikan tanda terima yang diberi tanggal pada saat\nKeputusan BPPN sebagaimana dimaksud dalam ayat (2) diterima.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "15b94041-634f-4048-92dc-c79fa99c8f42",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Tanggal tanda terima sebagaimana dimaksud dalam ayat (3), merupakan tanggal\npencatatan penguasaan oleh BPPN dengan menyebutkan bahwa Aset Dalam\nRestrukturisasi dan atau Kewajiban Dalam Restrukturisasi yang bersangkutan berada\ndalam penguasaan BPPN dengan mencantumkan nomor serta tanggal Keputusan\nBPPN, dan tanda terima tersebut bersama dengan salinan dari Surat Keputusan yang\nbersangkutan merupakan bukti yang cukup untuk segala keperluan bagi pemegang hak\nyang disebutkan dalam Surat Keputusan tersebut.",
                                    "explanation": "\nTerhitung sejak tanggal pencatatan dimaksud, Kantor Pendaftaran tidak dapat melakukan\ntindakan administratif dan atau tindakan-tindakan lain yang mengakibatkan peralihan hak."
                                },
                                {
                                    "id": "ab6fac51-f4fc-45b1-89c0-11be51d3c584",
                                    "name": "Verse 5",
                                    "number": "5",
                                    "type": "verse",
                                    "content": " Terhitung sejak tanggal diterimanya Surat Keputusan sebagaimana dimaksud dalam\nayat (3), Kantor Pendaftaran tidak dapat melakukan tindakan administratif atau tindakan\nlainnya yang dapat mengakibatkan pengalihan hak berkenaan dengan kekayaan yang\ndisebutkan dalam Surat Keputusan tersebut, kecuali dilakukan pengalihan atau\npenjualan Aset Dalam Restrukturisasi dan atau Kewajiban Dalam Restrukturisasi\nberdasarkan Surat Keputusan sebagaimana dimaksud dalam Pasal 29 ayat (1).",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "ab0c91ba-ea2e-4925-96ff-a919cc70decf",
                    "name": "Section Second",
                    "title": "\nPengelolaan dan Pengelompokan\nAset Dalam Restrukturisasi",
                    "type": "section",
                    "children": [
                        {
                            "id": "7adfb141-fe9b-4b5a-9410-7d34a19f6e38",
                            "name": "Article 50",
                            "type": "article",
                            "children": {
                                "id": "ed10308f-2deb-41ae-9a6b-264a0b1cf482",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nBPPN melakukan pengelolaan dan pengelompokan atas Aset Dalam Restrukturisasi yang telah\ndikuasai sebagaimana dimaksud dalam Pasal 47, dalam rangka mempertahankan dan\nmeningkatkan nilai kekayaan tersebut.",
                                "explanation": "\nPengelompokan kekayaan milik atau yang menjadi hak Bank Dalam Penyehatan yang dimaksud\ndi dalam ayat ini dapat dilakukan berdasarkan kriteria kredit dan non-kredit, jenis kekayaan, nilai,\nlokasi, dan atau pengelompokan lainnya."
                            }
                        },
                        {
                            "id": "4f9ade40-5297-4f57-a22e-8ef9aa467685",
                            "name": "Article 51",
                            "type": "article",
                            "children": [
                                {
                                    "id": "5f3e6fb0-f13b-48c4-b5da-17513e9eee7c",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Dalam rangka mengoptimalkan pengembalian keuangan negara, BPPN bertugas\nmelakukan penyelesaian atas Aset Dalam Restrukturisasi.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "fbc4e5e0-a4c0-4958-b97d-1816c91a42ea",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Dalam pelaksanaan tugas sebagaimana dimaksud dalam ayat (1), BPPN dapat\nmenunjuk pihak lain untuk melakukan pengelolaan Aset Dalam Restrukturisasi.",
                                    "explanation": "\nPihak lain yang dimaksud dalam ayat ini adalah perseorangan, Badan Usaha Milik Negara,\nbadan usaha milik swasta, dan atau badan hukum lainnya. Penunjukan pihak lain tersebut\ndimaksudkan untuk melakukan tugas kepengurusan atas Aset Dalam Restrukturisasi untuk\nmempertahankan dan meningkatkan nilai kekayaan tersebut serta dilakukan berdasarkan suatu\nkontrak."
                                },
                                {
                                    "id": "7f7f17ef-333f-42f2-9358-fd66e65023b8",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Penunjukan pihak lain sebagaimana dimaksud dalam ayat (2), dilakukan dengan\nmempertimbangkan:\na. Kemampuan;\nb. Keahlian;\nc. Pengalaman;\nd. Kredibilitas; dan\ne. Syarat lain yang ditetapkan oleh BPPN.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "26fc4dfc-0969-4c23-abbf-6f6326bd0509",
                            "name": "Article 52",
                            "type": "article",
                            "children": [
                                {
                                    "id": "c5e1f66c-2ef4-42e9-810c-291ee0749080",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " BPPN dapat melakukan inventarisasi Aset Dalam Restrukturisasi.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "bf75ffcf-ed01-4ddc-baa5-b0d0e9feaf56",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Dalam melakukan inventarisasi Aset Dalam Restrukturisasi sebagaimana dimaksud\ndalam ayat (1), dengan mempertimbangkan hal-hal sebagaimana dimaksud dalam Pasal\n51 ayat (3), BPPN dapat menunjuk pihak lain.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "0ccac06a-e1f4-4806-8d3f-2644942047c4",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Ketentuan mengenai inventarisasi sebagaimana dimaksud dalam ayat (1) diatur lebih\nlanjut oleh BPPN.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "2becac66-b50e-45a9-bd2e-7c9231b5c8a8",
                            "name": "Article 53",
                            "type": "article",
                            "children": [
                                {
                                    "id": "e4ccf6b3-8100-43d0-bfe3-f00e9e7a808b",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Penanganan kredit Bank Dalam Penyehatan atau Aset Dalam Restrukturisasi dapat\ndilakukan melalui tindakan-tindakan antara lain:\na. Pemantauan kredit;\nb. Peninjauan ulang, pengubahan, pembatalan, pengakhiran dan atau penyempurnaan\ndokumen kredit dan jaminan;\nc. Restrukturisasi kredit;\nd. Penagihan piutang;\ne. Penyertaan modal pada Debitur;\nf. Memberikan jaminan atau penanggungan;\ng. Pemberian atau penambahan fasilitas pembiayaan; dan atau\nh. Penghapusbukuan piutang.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "3d19e701-bb44-423a-9310-66d90261fa9d",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Tata cara, syarat, dan ketentuan untuk melakukan tindakan sebagaimana dimaksud\ndalam ayat (1), ditetapkan oleh BPPN dengan persetujuan Menteri.",
                                    "explanation": "\nKeputusan BPPN yang dimaksud dalam ayat ini meliputi pula ketentuan tentang tata cara\npengambilan keputusan untuk melakukan pengurangan atas piutang pokok, bunga, denda dan\natau piutang lainnya."
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "72d92a4c-ed58-4a25-bf3f-7421234151a9",
                    "name": "Section Third",
                    "title": "\nPenagihan Piutang",
                    "type": "section",
                    "children": [
                        {
                            "id": "780d831c-c791-442d-b5de-93cba52bdc04",
                            "name": "Article 54",
                            "type": "article",
                            "children": [
                                {
                                    "id": "519b67a9-9417-4f07-95a0-0fb4947642b4",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Dalam rangka melakukan penagihan piutang Bank Dalam Penyehatan yang sudah\npasti, BPPN dapat melakukan penagihan kepada Debitur dengan menerbitkan Surat\nPaksa.",
                                    "explanation": "\nYang dimaksud piutang Bank Dalam Penyehatan dalam ayat ini termasuk juga piutang yang\nsudah dialihkan kepada BPPN, piutang yang timbul sehubungan dengan penanggungan utang,\natau penyerahan kekayaan oleh pihak lain kepada Bank Dalam Penyehatan dan atau BPPN\ndalam rangka penyelesaian kewajiban pembayaran atas piutang sebagaimana dimaksud di atas\nkepada Bank Dalam Penyehatan dan atau BPPN.\nPiutang yang sudah pasti adalah piutang yang perhitungannya sudah pasti berdasarkan catatan\nBank Dalam Penyehatan atau BPPN."
                                },
                                {
                                    "id": "5d4bb9ce-3021-4bc7-aa31-d58c503a522c",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Surat Paksa diterbitkan dan ditandatangani oleh pejabat yang berwenang mewakili\nBPPN sebagaimana dimaksud dalam Pasal 5 ayat (4) dan ayat (5).",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "2d75eee4-120a-4ea7-a494-46e53ff10ac1",
                            "name": "Article 55",
                            "type": "article",
                            "children": [
                                {
                                    "id": "a691119a-1e68-4495-aafd-1d066197a413",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Dalam hal suatu piutang Bank Dalam Penyehatan adalah merupakan bagian dari\npiutang yang timbul dari suatu pembiayaan secara bersama dengan bank-bank lain,\nBPPN dapat mewakili bank-bank tersebut untuk melakukan penagihan piutang Bank\nDalam Penyehatan bersama-sama dengan piutang bank-bank tersebut terhadap Debitur,\ntanpa mengesampingkan kewenangan BPPN untuk melakukan upaya penagihan piutang\nyang merupakan bagian Bank Dalam Penyehatan sendiri.",
                                    "explanation": "\nPembiayaan secara bersama yang dimaksud dalam ayat ini termasuk pembiayaan secara\nbersama bukan sindikasi (club deal) atau pembiayaan secara sindikasi."
                                },
                                {
                                    "id": "c81c395d-13bb-4850-84ae-b5f563cd248c",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Penagihan piutang sebagaimana dimaksud dalam ayat (1) dilakukan dengan\nmengeluarkan Surat Paksa dan melakukan tindakan hukum lain sesuai dengan\nkewenangan BPPN.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "acb18bdc-7250-4fa7-a8ec-608d30fee1bd",
                            "name": "Article 56",
                            "type": "article",
                            "children": [
                                {
                                    "id": "5e4e7224-32a7-4ae6-acea-f6bb66dd2bdb",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Surat Paksa sekurang-kurangnya mencantumkan:\na. Tanggal dan nomor Surat Paksa;\nb. Nama, dan identitas Debitur;\nc. Domisili Debitur;\nd. Jumlah utang Debitur yang sudah pasti;\ne. Batas waktu pelunasan;\nf. Pertimbangan Hukum; dan\ng. Perintah membayar.",
                                    "explanation": ""
                                },
                                {
                                    "id": "72153d2a-e68f-4c27-8114-6bcaaa38d614",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Surat Paksa berkepala kata-kata \"DEMI KEADILAN BERDASARKAN KETUHANAN\nYANG MAHA ESA\", mempunyai kekuatan eksekutorial dan mempunyai kedudukan\nhukum yang sama dengan suatu putusan pengadilan yang telah mempunyai kekuatan\nhukum yang tetap.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "f02e82a5-59e5-4cf1-b0db-5af7efb5049e",
                            "name": "Article 57",
                            "type": "article",
                            "children": [
                                {
                                    "id": "e834da68-83b7-497e-92a9-da0905952d28",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Penerbitan Surat Paksa dilakukan apabila:\na. Debitur melalaikan kewajiban membayar atau kewajiban lainnya berdasarkan dokumen\nkredit, dokumen pemberian hak jaminan, pernyataan yang telah dibuat sebelumnya, dan\natau dokumen lainnya; dan\nb. Kepada Debitur dan atau penanggung utang telah disampaikan surat pemberitahuan\natau peringatan melalui surat tercatat untuk membayar, atau dokumen lain yang\ndipersamakan dengan itu oleh Bank Dalam Penyehatan dan atau BPPN.",
                                    "explanation": "\nHuruf a\nDokumen lainnya termasuk surat sanggup (*promissory notes*), surat penawaran pemberian atau perpanjangan fasilitas yang telah disetujui Debitur dan Bank Dalam Penyehatan atau BPPN.\nHuruf b\nSurat pemberitahuan, peringatan atau dokumen lain dapat disampaikan antara lain melalui faksimili.\nDokumen lain tersebut meliputi pula risalah rapat yang memuat janji Debitur untuk membayar."
                                },
                                {
                                    "id": "7b1814ad-faf6-4ebd-a10e-ff729482733f",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Surat Paksa disampaikan kepada Debitur dan atau penanggung utang secara\nlangsung dengan tanda terima yang layak pada alamat sesuai perjanjian kredit, dokumen\npemberian hak jaminan, pernyataan yang telah dibuat sebelumnya, dan atau dokumen\nlainnya.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "1b1b633c-22f4-458e-9b5e-3be0c6735471",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Dalam hal alamat Debitur dan atau penanggung utang yang dimaksud dalam ayat (2)\noleh karena sebab apapun tidak diketemukan, Surat Paksa tersebut disampaikan melalui\nkantor Kepala Desa atau Kelurahan tempat kedudukan hukum atau alamat terakhir\nsesuai perjanjian kredit, dokumen pemberian hak jaminan, pernyataan yang telah dibuat\nsebelumnya, dan atau dokumen lainnya.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "fc906c90-4fa7-4af1-b1c5-cc4389c5f105",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Dalam hal Debitur dan atau penanggung utang telah dinyatakan atau dalam proses\npailit, salinan Surat Paksa disampaikan kepada Hakim Pengawas dan Kurator, dan\ndalam hal Debitur dan atau dinyatakan bubar atau dalam likuidasi, salinan Surat Paksa\ndisampaikan kepada orang atau badan yang diberi wewenang untuk melakukan\npemberesan.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "6600d6b5-22c0-4c80-a6c4-c1ac1902370d",
                    "name": "Section Fourth",
                    "title": "\nPenyitaan",
                    "type": "section",
                    "children": [
                        {
                            "id": "7c8e6b8f-e06e-4d6d-aa3b-e8e1a14c4cfc",
                            "name": "Article 58",
                            "type": "article",
                            "children": [
                                {
                                    "id": "97f3b789-1c4c-409c-91c7-1b007dc70266",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Atas permohonan BPPN, Pengadilan Negeri dalam waktu secepatnya dapat\nmengeluarkan penetapan yang berisi pengangkatan atau pencabutan sita jaminan yang\ntelah diletakkan, dengan terlebih dahulu mendengar pendapat para pihak yang\nberperkara.",
                                    "explanation": "\nBarang atau kekayaan Debitur yang dapat disita oleh BPPN adalah semua kekayaan baik yang telah diikat berdasarkan suatu dokumen jaminan maupun tidak."
                                },
                                {
                                    "id": "4f877d45-5e02-47e3-a31d-b29ae5653d45",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Dalam hal atas kekayaan Debitur telah diletakkan sita eksekusi terlebih dahulu oleh\nPengadilan Negeri, atau Badan Urusan Piutang dan Lelang Negara atau Kantor Pajak\ndan sita eksekusi tersebut telah terdaftar di Kantor Pendaftaran sebagaimana mestinya,\nBPPN sebagai pemegang piutang negara menyampaikan permohonan kepada Ketua\nPengadilan Negeri, atau Badan Urusan Piutang dan Lelang Negara, atau Kantor Pajak\nuntuk turut serta mengambil bagian yang didahulukan atas hasil lelang eksekusi\nkekayaan Debitur tersebut.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "ad052722-d00a-41e1-9fa0-9db4079b3240",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Dalam hal Debitur yang kekayaannya telah dilaksanakan sita eksekusi oleh BPPN\ndinyatakan pailit, BPPN tetap dapat melakukan tindakan hukum atas hak kebendaannya\ntersebut.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "43c4d47f-0351-41f5-9b6e-f29cbb0cf739",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Dalam hal kekayaan Debitur masuk dalam penguasaan Debitur yang telah dinyatakan\npailit atau dalam penguasaan Kurator, BPPN menyampaikan salinan Surat Paksa dan\ntuntutan secara tertulis kepada Kurator dan Hakim Pengawas pada Pengadilan Niaga,\nuntuk ditetapkan selaku kreditur yang didahulukan atas bagian harta pailit.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "2bd407ce-cc6a-4a59-98e3-1a40f91cf33b",
                                    "name": "Verse 5",
                                    "number": "5",
                                    "type": "verse",
                                    "content": " Penjualan kekayaan milik Debitur yang telah disita, dilakukan melalui Pelelangan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "6e7d0482-ba3f-4307-8170-b300ec64d140",
                                    "name": "Verse 6",
                                    "number": "6",
                                    "type": "verse",
                                    "content": " Pembagian hasil penjualan sebagaimana dimaksud dalam ayat (5), dilaksanakan\nberdasarkan ketentuan hak memperoleh pemenuhan pembayaran lebih dulu yang\nberlaku atas piutang negara, sesuai ketentuan perundang-undangan yang berlaku.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "bb4a6ca4-0078-4d82-9b0f-709344abb1cb",
                            "name": "Article 61",
                            "type": "article",
                            "children": [
                                {
                                    "id": "da2b6edf-3cc8-4126-8295-ad662f8cb839",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Upaya hukum yang dilakukan oleh pihak manapun yang belum memperoleh putusan\nyang mempunyai kekuatan hukum yang tetap, tidak mencegah atau menunda\npelaksanaan tindakan hukum yang dilakukan oleh BPPN.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "e878e7a4-0262-4a63-8d8b-1acb3831350b",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Dalam hal atas upaya hukum sebagaimana dimaksud di dalam ayat (1), dikeluarkan\nputusan Pengadilan yang telah mempunyai kekuatan hukum yang tetap (in kracht)\nmemenangkan pihak manapun tersebut, BPPN wajib mematuhi putusan Pengadilan\ntersebut.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "6e0430de-2e97-4001-bb07-2a4cef8a326b",
                            "name": "Article 62",
                            "type": "article",
                            "children": [
                                {
                                    "id": "d6d660f1-7441-4ba9-88b1-bfde23c049f1",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Barang yang disita dapat dititipkan kepada Debitur kecuali apabila barang dimaksud\nberdasarkan pertimbangan BPPN perlu disimpan di tempat lain.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "ae152653-a62e-488c-8ec8-1b479771dcaf",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Debitur dilarang mengubah bentuk, memindahtangankan, menyewakan,\nmenghilangkan dan atau merusak barang yang telah disita.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "d3656b46-02e5-4c35-9538-b8d918a94be3",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Debitur yang melanggar ketentuan pasal ini dikenakan sanksi pidana sesuai\nketentuan peraturan perundang-undangan yang berlaku.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "9a4085be-4a3a-40ea-9c63-43aa1a8821f4",
                            "name": "Article 63",
                            "type": "article",
                            "children": [
                                {
                                    "id": "a05b5f50-377e-4753-8a45-6c9405bf59a4",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " BPPN menerbitkan Surat Pencabutan Sita atas barang yang telah dilakukan\npenyitaan, dalam hal utang Debitur telah dibayar lunas yang dibuktikan dengan surat\ntanda lunas yang dikeluarkan oleh BPPN atau dalam hal telah tercapai kesepakatan lain\ndengan BPPN.",
                                    "explanation": "\nKesepakatan lain yang dimaksud dalam ayat ini antara lain untuk melakukan restrukturisasi kredit\nataupun melakukan perdamaian."
                                },
                                {
                                    "id": "1cccd305-c262-4fdd-a1c0-5637a13088a8",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Kantor Pendaftaran mencatat pencabutan blokir dan atau pengangkatan sita\neksekusi, atas permintaan Debitur yang disertai dengan Surat Pencabutan Sita\nsebagaimana dimaksud dalam ayat (1).",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id": "88d90290-cf2c-49bd-8aa4-1b5f7aad9e8d",
            "name": "Chapter VI",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "668ccb12-214a-463a-b9df-3a6d402ae346",
                    "name": "Article 64",
                    "type": "article",
                    "children": {
                        "id": "2f2a45d7-1808-483c-8603-a9e9d8c4167e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan Peraturan Pemerintah ini, Badan Penyehatan Perbankan Nasional sebagaimana telah\ndibentuk berdasarkan Keputusan Presiden Nomor 27 Tahun 1998 ditetapkan sebagai badan\nkhusus yang mempunyai tugas untuk melakukan penyehatan perbankan sebagaimana dimaksud\ndalam Undang-undang Nomor 10 Tahun 1998 tentang Perubahan atas Undang-undang Nomor 7\nTahun 1992 tentang Perbankan.",
                        "explanation": "\nDengan ketentuan ini maka BPPN sebagai badan khusus tetap dapat melaksanakan tugasnya\nsebagaimana dimaksud dalam Pasal 59A Undang-undang Nomor 10 Tahun 1998 tentang\nPerubahan atas Undang-undang Nomor 7 Tahun 1992 tentang Perbankan."
                    }
                },
                {
                    "id": "2fceb10b-4119-491b-b664-2d09c73f6566",
                    "name": "Article 65",
                    "type": "article",
                    "children": {
                        "id": "4297eb0b-127b-460d-8d79-0b00b0241ff7",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSegala tindakan hukum BPPN dalam rangka pelaksanaan tugas dan wewenangnya berdasarkan\nKeputusan Presiden Republik Indonesia Nomor 34 tahun 1998 dan atau Undang-undang\nPerbankan tetap sah dan mengikat dan segala tindakan BPPN yang masih berlangsung\nselanjutnya dilaksanakan berdasarkan ketentuan Peraturan Pemerintah ini.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "dfd49961-117e-4fdd-a4b6-a238cc32f93a",
                    "name": "Article 66",
                    "type": "article",
                    "children": {
                        "id": "408f8b9e-705a-4228-b7e7-0bfa8abd7756",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini\ndengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nDalam kerangka pembangunan perekonomian nasional, sektor keuangan khususnya industri\nperbankan merupakan salah satu komponen terpenting sebagai pendukung dan penggerak laju\npertumbuhan ekonomi. Kebijakan-kebijakan sektor keuangan khususnya dunia perbankan akan\nberpengaruh secara langsung terhadap iklim dan arah pembangunan ekonomi. Oleh karena itu,\nkemajuan ataupun kesulitan yang dihadapi sektor perbankan, akan berdampak luas terhadap\nupaya pembangunan perekonomian nasional.\nBahwa deregulasi sektor perbankan nasional yang memacu pertumbuhan kuantitas institusi\nperbankan kurang diikuti dengan regulasi dan pengawasan yang ketat, sehingga mengakibatkan\nlemahnya kualitas industri perbankan. Gejolak moneter yang melanda dunia khususnya negara-\nnegara di kawasan Asia, telah memberikan dampak yang luar biasa terhadap kondisi moneter\nnasional yang ditandai dengan melemahnya nilai tukar rupiah. Dalam keadaan demikian, kondisi\nindustri perbankan yang kurang menjaga asas kehati-hatian tersebut, terkena imbas yang paling\nburuk dalam sejarah perbankan nasional.\nGuna mencegah kerusakan yang lebih buruk di sektor ekonomi yang dapat menimbulkan\nimplikasi sosial secara luas, pemerintah mengambil langkah-langkah strategis dengan\nmendirikan badan khusus yang bersifat sementara dan mempunyai misi untuk memulihkan\nkondisi perbankan serta mengembalikan uang negara yang telah tersalur di sektor perbankan,\ndimana untuk selanjutnya badan khusus dimaksud disebut dengan BPPN.\nMengingat demikian besarnya jumlah uang negara yang harus dipulihkan serta sangat\nstrategisnya misi yang diberikan kepada BPPN tersebut, Undang-undang memberikan\nkewenangan-kewenangan khusus yang tidak dimiliki oleh institusi lainnya. Sifat dari kewenangan\nyang dimiliki oleh BPPN tersebut merupakan lex specialis terhadap ketentuan peraturan\nperundang-undangan lainnya. Bahkan oleh Undang-undang, tindakan-tindakan yang diambil oleh\nBPPN dipersamakan dengan sebuah putusan pengadilan yang bersifat serta merta (uitvoerbaar\nverklaard bij voorraad). Hal ini tiada lain karena keadaan perekonomian nasional dalam keadaan\nbahaya dan eksistensi BPPN tersebut hanya bersifat sementara.\nMengingat ketentuan-ketentuan yang berlaku terhadap BPPN bersifat lex specialis terhadap\nperaturan perundang-undangan lainnya, maka penerapannya perlu dilandasi dengan azas\nkehati-hatian serta menjunjung tinggi azas keterbukaan. Bahkan dalam pelaksanaan tugasnya,\nBPPN perlu diawasi oleh lembaga lain serta diwajibkan menyampaikan laporan secara berkala\nkepada Menteri Keuangan.",
        "Nomor": "17",
        "Tahun": "1999",
        "Tentang": "BADAN PENYEHATAN PERBANKAN NASIONAL\nPRESIDEN REPUBLIK INDONESIA,",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa melemahnya industri perbankan nasional akibat gejolak moneter dapat\nmengakibatkan dampak yang membahayakan perekonomian nasional;",
            "b": " bahwa guna mencegah kerusakan sektor ekonomi yang lebih buruk, dipandang perlu\nuntuk menjalankan fungsi penyehatan perbankan dan melaksanakan pengelolaan aset\nbank yang bermasalah, maka pemerintah memandang perlu untuk mengatur lebih lanjut\nwewenang badan khusus sesuai dengan peraturan perundang-undangan yang berlaku;",
            "c": " bahwa sehubungan dengan itu, dipandang perlu menetapkan ketentuan tentang Badan\nPenyehatan Perbankan Nasional (BPPN) dengan Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 7 Tahun 1992 tentang Perbankan (Lembaran Negara Tahun\n1992 Nomor 31, Tambahan Lembaran Negara Nomor 3472) sebagaimana telah diubah\ndengan Undang-undang Nomor 10 Tahun 1998 (Lembaran Negara Tahun 1998 Nomor\n182, Tambahan Lembaran Negara Nomor 3790);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG BADAN PENYEHATAN PERBANKAN NASIONAL.",
        "tanggal sah": ""
    }
}