{
    "results": [
        {
            "id": "fbc776eb-1d79-4a62-94e0-7e7801da7697",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "d3cfbfb3-a562-41ee-a1ec-3f69f98311dc",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "c7519aa0-e35f-4cc0-9d49-06508fd5b8ef",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan:\n1. Jabatan Fungsional Pegawai Negeri Sipil yang selanjutnya dalam\n   Peraturan Pemerintah ini disebut jabatan fungsional adalah\n   kedudukan yang menunjukkan tugas, tanggung jawab, wewenang\n   dan hak seseorang Pegawai Negeri Sipil dalam suatu satuan\n   organisasi yang dalam pelaksanaan tugasnya didasarkan pada\n   keahlian dan/atau ketrampilan tertentu serta bersifat mandiri.\n2. Rumpun jabatan fungsional adalah himpunan jabatan fungsional\n   yang mempunyai fungsi dan tugas yang berkaitan erat satu sama\n   lain dalam melaksanakan salah satu tugas umum pemerintahan.\n\n3. Angka Kredit adalah satuan nilai dari tiap butir kegiatan dan/atau\nakumulasi nilai butir-butir kegiatan yang harus dicapai oleh pejabat\nfungsional dalam rangka pembinaan karier yang bersangkutan.\n4. Instansi pembina jabatan fungsional adalah instansi Pemerintah\nyang bertugas membina suatu jabatan fungsional menurut peraturan\nperundang-undangan yang berlaku.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "23d95ab3-d764-4ba7-bae9-0cc9a4efcfdc",
            "name": "Chapter II",
            "title": "\nJENIS DAN KRITERIA JABATAN FUNGSIONAL",
            "type": "chapter",
            "children": [
                {
                    "id": "25897b5b-78bb-4403-bbd8-cd833035e6ab",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "6f85a1d0-67b2-4c69-b78f-179e2a900838",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Jabatan-jabatan fungsional dihimpun dalam rumpun jabatan\nfungsional.",
                            "explanation": "\nJabatan-jabatan di dalam suatu rumpun jabatan tidak bersifat statis, akan tetapi\ndapat berkembang sesuai dengan perkembangan ilmu dan teknologi, sehingga\ndapat terjadi pemerkayaan jabatan di dalam suatu rumpun jabatan.\nSebagai contoh, pada awalnya rumpun jabatan pendidikan, hanya terdiri dari\nDosen dan Guru. Namun karena tingkat kompleksitas kegiatan di bidang\npendidikan dapat timbul kebutuhan akan jabatan fungsional baru misalnya\nantara lain, Ahli Kurikulum dan Ahli Pengujian.\nDapat pula terjadi pengembangan jabatan dari spesialisasi kearah sub\nspesialisasi.\nSebagai contoh: Dokter Spesialis Bedah dapat berkembang menjadi Dokter\nSub Spesialis Bedah Jantung atau Sub Spesialis Bedah Otak. Untuk\npengembangan keahlian seperti tersebut diatas pada hakekatnya bertumpu pada\njabatan yang sama.\nPemerkayaan jabatan seperti tersebut di atas pada hakekatnya adalah\nmerupakan pengembangan jabatan baru dalam satu rumpun jabatan."
                        },
                        {
                            "id": "d4ad48f4-78ea-4010-83bf-164da485f45e",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Jabatan fungsional sebagaimana dimaksud dalam ayat (1) terdiri\ndari:\n   a. jabatan fungsional keahlian;\n   b. jabatan fungsional ketrampilan.",
                            "explanation": "\nlihat penjelasan Pasal 3 huruf a.\n"
                        }
                    ]
                },
                {
                    "id": "11086829-f85e-4e72-b160-15d23bbbaff2",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "a8d44eb5-2dd9-4c60-abf0-a192ecc1054c",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nJabatan fungsional keahlian dan jabatan fungsional ketrampilan\nditetapkan dengan kriteria sebagai berikut:\n   a. Mempunyai metodologi, teknik analisis, teknik dan prosedur kerja\nyang didasarkan atas disiplin ilmu pengetahuan dan/atau pelatihan\nteknis tertentu dengan sertifikasi;\n   b. Memiliki etika profesi yang ditetapkan oleh organisasi profesi;\n\nc. Dapat disusun dalam suatu jenjang jabatan berdasarkan :\n1) Tingkat keahlian bagi jabatan fungsional keahlian;\n2) Tingkat ketrampilan bagi jabatan fungsional ketrampilan;\nd. Pelaksanaan tugas bersifat mandiri;\ne. Jabatan fungsional tersebut diperlukan dalam pelaksanaan tugas\npokok dan fungsi organisasi.",
                        "explanation": "\nHuruf a\nJabatan fungsional keahlian adalah kedudukan yang menunjukkan tugas yang\ndilandasi oleh pengetahuan, metodologi dan teknis analisis yang didasarkan\natas disiplin ilmu yang bersangkutan dan/atau berdasarkan sertifikasi yang\nsetara dengan keahlian dan ditetapkan berdasarkan akreditasi tertentu.\nSedangkan jabatan fungsional ketrampilan adalah kedudukan yang\nmengunjukkan tugas yang mempergunakan prosedur dan teknik kerja tertentu\nserta dilandasi kewenangan penanganan berdasarkan sertifikasi yang\nditentukan.\nSebagai contoh: dalam rumpun jabatan pranata komputer dilihat dari tugas\npokok yang meliputi perancangan sistem dan pengembangan sistem, seorang\nsistem Analis adalah termasuk pejabat fungsional keahlian. Sedangkan\nProgramer Komputer yang mempunyai tugas menjabarkan perancangan\nsistem, menyusun program operasional dan perawatannya adalah termasuk\npejabat fungsional ketrampilan.\nLegalisasi keahlian dan kewenangan penanganan dari kedua jabatan fungsional\ntersebut ditetapkan dalam bentuk sertifikat.\nHuruf b\nYang dimaksud dengan etika profesi adalah norma-norma atau kaidah-kaidah\nyang ditetapkan oleh disiplin ilmu pengetahuan dan organisasi profesi yang\nharus dipatuhi oleh pejabat fungsional di dalam melaksanakan tugas dan\ntanggungjawabnya.\nOrganisasi profesi dibentuk dan menjadi wadah bagi para pejabat fungsional\nsesuai dengan rumpun jabatan fungsional yang bersangkutan.\nHuruf c\nUntuk menetapkan jenjang jabatan pada setiap jabatan fungsional baik jabatan\nfungsional keahlian maupun jabatan fungsional ketrampilan dilakukan melalui\nevaluasi jabatan sesuai dengan faktor-faktor penilaian yang ditetapkan dengan\nmemperhatikan karakteristik jabatan yang bersangkutan.\nJenjang jabatan keahlian dan ketrampilan mempunyai jalur jenjang jabatan yang berbeda dan mempunyai jenjang pangkat yang berbeda pula satu sama lain.\nHuruf d\nPejabat fungsional pada hakekatnya adalah seseorang yang mempunyai tanggungjawab hasil pelaksanaan tugas dan kewenangan pelaksanaan tugas secara mandiri. Didalam melaksanakan tugasnya pejabat fungsional tidak mutlak harus bekerja sendiri. Dia dapat dibantu oleh tenaga fungsional yang lain, namun tanggungjawab hasil pelaksanaan tugas dan kewenangan pelaksanaan tugas tetap melekat pada pejabat fungsional tersebut.\nContoh, seorang Apoteker di dalam meracik obat dapat dibantu oleh Asisten Apoteker. Namun hasil kerja Asisten Apoteker tetap menjadi tanggungjawab Apoteker. Dilain pihak tanggungjawab mandiri seorang Asisten Apoteker adalah dapat meracik obat sesuai dengan prosedur kerja yang dibakukan untuk keperluan tersebut.\nHuruf e\nPenetapan jabatan fungsional dalam suatu unit organisasi dimungkinkan sepanjang jabatan fungsional tersebut sesuai dengan tugas dan fungsi dari organisasi yang bersangkutan."
                    }
                }
            ]
        },
        {
            "id": "02415fdf-6789-4c18-adf4-23bf6950341e",
            "name": "Chapter III",
            "title": "\nWEWENANG PENETAPAN JABATAN FUNGSIONAL,\nDAN ANGKA KREDIT",
            "type": "chapter",
            "children": [
                {
                    "id": "c3e4594b-8bc8-45e9-b489-4834a8055f50",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "6584cf49-26d0-43b8-80a3-17decab56bb1",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPresiden menetapkan rumpun jabatan fungsional atas usul Menteri yang\nbertanggungjawab di bidang pendayagunaan aparatur negara.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "29d4bbd0-feda-4846-af8c-a1ae2cdd57a5",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "4523c5e3-e9cf-4e1b-9244-f0c3701809ce",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPenetapan jabatan dan angka kredit jabatan fungsional dilakukan oleh\nMenteri yang bertanggung jawab di bidang pendayagunaan aparatur\nnegara dengan memperhatikan usul dari pimpinan instansi pemerintah\nyang bersangkutan setelah terlebih dahulu mendapat pertimbangan teknis\nsecara tertulis dari Kepala Badan Administrasi Kepegawaian Negara,\ndengan mengacu pada rumpun jabatan yang ditetapkan oleh Presiden\nsebagaimana dimaksud dalam Pasal 4.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "d88c7774-0116-4466-ad8e-414d7b905dae",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "431ac291-ee83-4bd8-9bf8-31b8a1d610a7",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nJabatan fungsional dan angka kredit yang telah ditetapkan oleh pejabat\nyang berwenang berdasarkan peraturan perundang-undangan yang\nberlaku sebelum Peraturan Pemerintah ini, dinyatakan tetap berlaku\ndengan ketentuan secara bertahap diadakan peninjauan kembali untuk\ndisesuaikan dengan ketentuan dalam Peraturan Pemerintah ini.",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        },
        {
            "id": "93a1c69d-a2e3-44d6-b5ca-f123729f8054",
            "name": "Chapter IV",
            "title": "\nPENGANGKATAN DAN PEMBINAAN",
            "type": "chapter",
            "children": [
                {
                    "id": "9079a190-9e65-4628-92b8-780d7594754e",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "3e9bcd9d-55da-4e29-a40c-1c8fae6b230b",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPengangkatan Pegawai Negeri Sipil ke dalam jabatan fungsional pada\ninstansi pemerintah ditetapkan oleh pejabat yang berwenang sesuai\nformasi yang telah ditetapkan.",
                        "explanation": "\nPengangkatan Pegawai Negeri Sipil dalam suatu jabatan fungsional disamping perlu\nmempertimbangkan lingkup tugas organisasi dengan rincian tugas jabatan\nfungsional, harus pula mempertimbangkan beban kerja yang ada yang memberi\nkemungkinan untuk pencapaian angka kredit bagi pejabat fungsional yang\nbersangkutan."
                    }
                },
                {
                    "id": "5e7f7bf3-fb19-49fc-a3b7-8b0ac6a7c6ae",
                    "name": "Article 8",
                    "type": "article",
                    "children": [
                        {
                            "id": "9f1d2065-1ef9-427f-bdf8-db29f229e7eb",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penilaian prestasi kerja bagi pejabat fungsional ditetapkan dengan\nangka kredit oleh pejabat yang berwenang setelah mendengar\npertimbangan Tim Penilai.",
                            "explanation": "\nPejabat yang berwenang adalah pejabat yang mempunyai kewenangan\nmengangkat dan/atau memberhentikan Pegawai Negeri berdasarkan peraturan\nperundang-undangan yang berlaku."
                        },
                        {
                            "id": "4a4a96cb-ae8b-425d-b5b9-cba1e5a176ca",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Tim Penilai sebagaimana dimaksud dalam ayat (1) dibentuk oleh\npimpinan instansi pembina jabatan fungsional atau pimpinan\ninstansi pengguna jabatan fungsional.",
                            "explanation": "\nTim Penilaian terdiri dari pejabat-pejabat fungsional dan dibantu oleh pejabat\nyang menangani bidang kepegawaian yang mempunyai jabatan\nserendah-rendahnya sama dengan pejabat fungsional yang dinilai.\nTim Penilai memberikan pertimbangan kepada pejabat yang berwenang\nmenetapkan angka kredit dan kenaikan pangkat pejabat fungsional yang\nbersangkutan.\nPembentukan Tim Penilai ditetapkan sebagai berikut:\n1) Tim Penilai Pusat ditetapkan oleh pimpinan instansi pembina jabatan\nfungsional sebagaimana dimaksud pada Pasal 11 Peraturan Pemerintah\nini.\n2) Tim Penilai Instansi ditetapkan oleh pimpinan instansi pengguna jabatan\nfungsional.\n3) Mekanisme pendelegasian wewenang ditetapkan oleh instansi pembina.\n4) Tim Penilai Pusat mempunyai kewenangan untuk menilai pejabat\nfungsional golongan IV.\n\n5) Tim Penilaian Instansi mempunyai kewenangan untuk menilai pejabat fungsional golongan II dan golongan III."
                        }
                    ]
                },
                {
                    "id": "252cbce4-a323-45c7-9174-ec3f58256fe8",
                    "name": "Article 9",
                    "type": "article",
                    "children": {
                        "id": "b800e42c-5217-4928-afbe-f004c416b9f2",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKenaikan dalam jenjang jabatan fungsional yang lebih tinggi disamping\ndiwajibkan memenuhi angka kredit yang telah ditetapkan harus pula\nmemenuhi syarat-syarat sebagaimana yang telah ditetapkan dalam\nperaturan perundang-undangan yang berlaku.",
                        "explanation": "\nAngka Kredit yang dipakai sebagai penilaian prestasi kerja merupakan salah satu unsur dari Daftar Penilaian Pelaksanaan Pekerjaan (DP3) Pegawai Negeri Sipil, oleh karenanya maka unsur-unsur lain yang dipersyaratkan dalam DP3 bagi kenaikan pangkat atau kenaikan jabatan perlu dipenuhi oleh setiap pejabat fungsional."
                    }
                },
                {
                    "id": "e15ab4fa-2e7e-411d-8e47-612ca314daa4",
                    "name": "Article 10",
                    "type": "article",
                    "children": {
                        "id": "e7b937bc-074d-478b-b7f7-168ba57c93da",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPerpindahan Pegawai Negeri Sipil antar jabatan fungsional atau antar\njabatan fungsional dengan jabatan struktural dimungkinkan sepanjang\nmemenuhi persyaratan yang ditetapkan untuk masing-masing jabatan\ntersebut.",
                        "explanation": "\nPerpindahan antar jabatan fungsional persyaratannya ditetapkan untuk jabatan yang bersangkutan, sedangkan untuk jabatan struktural persyaratannya ditentukan dalam Peraturan Pemerintah tentang Pengangkatan Pegawai Negeri Sipil Dalam Jabatan Struktural."
                    }
                },
                {
                    "id": "3a6ec96e-2c44-46fd-b1c1-f1b4bd4943d1",
                    "name": "Article 11",
                    "type": "article",
                    "children": [
                        {
                            "id": "66f754aa-fbca-4455-985d-f24fe1ebefc8",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pembinaan jabatan fungsional dilakukan oleh instansi pembina\njabatan fungsional.",
                            "explanation": "\nYang dimaksud dengan pembinaan adalah penetapan dan pengendalian terhadap standar profesi yang meliputi kewenangan penanganan, prosedur pelaksanaan tugas dan metedologinya. Dalam pembinaan tersebut termasuk didalamnya penetapan petunjuk teknis yang diperlukan."
                        },
                        {
                            "id": "f67c6668-6b97-4695-9658-b9120996d258",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Penetapan instansi pembina jabatan fungsional sebagaimana\ndimaksud dalam ayat (1) dan penetapan rumpun jabatan fungsional\nditetapkan dengan Keputusan Presiden.",
                            "explanation": "\nInstansi pembina jabatan fungsional adalah instansi yang menggunakan jabatan fungsional yang mempunyai bidang kegiatan sesuai dengan tugas pokok instansi tersebut atau instansi yang apabila dikaitkan dengan bidang tugasnya dianggap mampu untuk ditetapkan sebagai pembina jabatan fungsional.\nContoh, Departemen Kesehatan sebagai Pembina Jabatan Fungsional Dokter, Departemen Pendidikan dan Kebudayaan sebagai Pembina Jabatan Fungsional Guru dan Biro Pusat Statistik sebagai Pembina Jabatan Fungsional Pranata Komputer."
                        }
                    ]
                },
                {
                    "id": "5fe81c89-7c0f-4f74-8093-0dcec520617b",
                    "name": "Article 12",
                    "type": "article",
                    "children": {
                        "id": "afbcef2b-5138-43fc-9b41-21a6107e5e60",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKebijaksanaan Pendidikan dan Pelatihan jabatan fungsional serta\nsertifikasi keahlian dan ketrampilan jabatan fungsional ditetapkan oleh\ninstansi pembina jabatan fungsional dengan pembinaan Lembaga\nAdministrasi Negara.\n",
                        "explanation": "\nKebijaksanaan umum pendidikan dan pelatihan jabatan fungsional ditetapkan oleh\nlembaga Administrasi Negara. Pendidikan dan Pelatihan Penjenjangan teknis\nfungsional, dilaksanakan oleh instansi pembina jabatan fungsional, sedangkan\npendidikan dan latihan lainnya dapat dilaksanakan oleh masing-masing instansi\ndengan koordinasi instansi pembina jabatan fungsional.\nSertifikasi keahlian dan ketrampilan diberikan oleh instansi pembina jabatan\nfungsional dengan pembinaan Lembaga Administrasi Negara."
                    }
                }
            ]
        },
        {
            "id": "f9642b70-ae6d-4979-a74a-027c1ff758f4",
            "name": "Chapter V",
            "title": "\nTUNJANGAN JABATAN FUNGSIONAL",
            "type": "chapter",
            "children": [
                {
                    "id": "e4f2b540-c429-4ee2-a148-85c539a14b5d",
                    "name": "Article 13",
                    "type": "article",
                    "children": [
                        {
                            "id": "ae4c24ca-a231-4ee5-aebe-67ec9eb6782b",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Kepada Pegawai Negeri Sipil yang menduduki jabatan fungsional\ndan telah ditetapkan angka kreditnya sebagaimana dimaksud dalam\nPasal 4 dan Pasal 5 diberikan tunjangan jabatan fungsional.",
                            "explanation": "\nBesarnya tunjangan jabatan fungsional ditetapkan berdasarkan jenjang jabatan\nfungsional yang telah ditetapkan."
                        },
                        {
                            "id": "1b324850-e1cb-4e0d-bcad-f9e07647af49",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Besarnya tunjangan jabatan fungsional untuk setiap rumpun jabatan\nfungsional ditetapkan dengan Keputusan Presiden.",
                            "explanation": "\nBesarnya tunjangan jabatan fungsional ditetapkan dengan Keputusan Presiden\natas usul Menteri Negara Pendayagunaan Aparatur Negara setelah terlebih\ndahulu mendapat pertimbangan dari Menteri Keuangan."
                        }
                    ]
                }
            ]
        },
        {
            "id": "ef94a378-035c-49d4-8336-9dfa6ca1d6de",
            "name": "Chapter VI",
            "title": "\nKETENTUAN LAIN",
            "type": "chapter",
            "children": [
                {
                    "id": "28987b8d-21c7-450d-9db6-eb123a19f820",
                    "name": "Article 14",
                    "type": "article",
                    "children": {
                        "id": "aff3a5d9-71ca-4b71-bce7-a780d180ce3a",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan lebih lanjut yang diperlukan bagi pelaksanaan Peraturan\nPemerintah ini, ditetapkan oleh Menteri Negara Pendayagunaan Aparatur\nNegara, Kepala Badan Administrasi Kepegawaian Negara, Ketua\nLembaga Administrasi Negara dan pimpinan instansi terkait lainnya, baik\nbersama-sama atau sendiri-sendiri sesuai dengan tugasnya\nmasing-masing.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "d015e17f-ed5e-4a30-9493-d0c007d8e927",
            "name": "Chapter VII",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "41049db8-7041-405d-baad-9183f821b986",
                    "name": "Article 15",
                    "type": "article",
                    "children": {
                        "id": "2d0ad892-494c-4370-b7d0-4fa487982edb",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahui, memerintahkan pengundangan Peraturan\nPemerintah ini dengan penempatannya dalam Lembaran Negara Republik\nIndonesia.",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nDalam rangka mencapai tujuan nasional, dibutuhkan adanya Pegawai Negeri Sipil dengan\nmutu profesionalisme yang memadai, berdayaguna dan berhasilguna didalam\nmelaksanakan tugas umum pemerintahan dan pembangunan.\nUntuk mewujudkan Pegawai Negeri Sipil sebagaimana dimaksud di atas, dalam\nUndang-undang Nomor 8 Tahun 1974 dinyatakan bahwa Pegawai Negeri Sipil perlu\ndibina dengan sebaik-baiknya atas dasar sistem karier dan sistem prestasi kerja.\nSalah satu muatan di dalam Undang-undang Nomor 8 Tahun 1974 yang selanjutnya\ndijabarkan dalam Peraturan Pemerintah Nomor 3 Tahun 1980 menyatakan bahwa dalam\nrangka usaha pembinaan karier dan peningkatan mutu profesionalisme, diatur tentang\nkemungkinan bagi Pegawai Negeri Sipil untuk menduduki jabatan fungsional.\nPeraturan Pemerintah ini dimaksud untuk mengatur pembinaan Pegawai Negeri Sipil\nyang menduduki jabatan fungsional yang didalamnya memuat antara lain kriteria tentang\njabatan fungsional dan persyaratan yang harus dipenuhi oleh Pegawai Negeri Sipil yang\nakan diangkat untuk menduduki jabatan fungsional.\nSelain itu diatur pula ketentuan tentang jenjang jabatan serta tata cara penilaian prestasi\nkerja Pegawai Negeri Sipil yang menduduki jabatan fungsional.\nDengan demikian diharapkan bahwa dengan diterbitkannya Peraturan Pemerintah ini\nPegawai Negeri Sipil dapat dipacu mutu profesionalismenya melalui pembinaan karier\nyang berorientasi pada prestasi kerja, sehingga tujuan untuk mewujudkan Pegawai Negeri\nSipil sebagai Aparatur Negara yang berdayaguna dan berhasilguna di dalam\nmelaksanakan tugas umum pemerintahan dan pembangunan dapat tercapai.\n",
        "Nomor": "16",
        "Tahun": "1994",
        "Tentang": "JABATAN FUNGSIONAL PEGAWAI NEGERI SIPIL",
        "Menimbang": {
            "Introduction": "\nbahwa dalam rangka pengembangan profesionalisme dan pembinaan\nkarier Pegawai Negeri Sipil serta peningkatan mutu pelaksanaan tugas\numum pemerintahan dan pembangunan, dipandang perlu menetapkan\nPeraturan Pemerintah tentang Jabatan Fungsional Pegawai Negeri Sipil;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 8 Tahun 1974 tentang Pokok-pokok\nKepegawaian (Lembaran Negara Tahun 1974 Nomor 55, Tambahan\nLembaran Negara Nomor 3041);",
            "3": " Peraturan Pemerintah Nomor 20 Tahun 1975 tentang Wewenang\nPengangkatan, Pemindahan dan Pemberhentian Pegawai Negeri Sipil\n(Lembaran Negara Tahun 1975 Nomor 26, Tambahan Lembaran\nNegara Nomor 3058);",
            "4": " Peraturan Pemerintah Nomor 5 Tahun 1976 tentang Formasi Pegawai\nNegeri Sipil (Lembaran Negara Tahun 1976 Nomor 9, Tambahan\nLembaran Negara Nomor 3068);",
            "5": " Peraturan Pemerintah Nomor 7 Tahun 1977 tentang Peraturan Gaji\nPegawai Negeri Sipil (Lembaran Negara Tahun 1977 Nomor 11,\nTambahan Lembaran Negara Nomor 3098);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG\nJABATAN FUNGSIONAL PEGAWAI NEGERI SIPIL.",
        "tanggal sah": "18 April 1994"
    }
}