{
    "results": [
        {
            "id": "33ec69a6-2d5b-42e5-bda7-863283660006",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "ef1725a6-f152-427a-a36d-8ecdf0b15ef7",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dalam Peraturan Pemerintah ini yang dimaksud dengan:\n1. Hakim Agung adalah Ketua, Wakil Ketua, Ketua Muda dan\nHakim Anggota pada Mahkamah Agung.\n2. Hakim adalah Ketua, Wakil Ketua dan Hakim pada Pengadilan\ndalam lingkungan Peradilan Umum, Peradilan Tata Usaha\nNegara dan Peradilan Agama.\n3. Menteri adalah Menteri Kehakiman bagi Hakim pada Pengadilan\ndalam lingkungan Peradilan Umum dan Peradilan Tata Usaha\nNegara, dan Menteri Agama bagi Hakim pada Pengadilan dalam\nlingkungan Peradilan Agama.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "17fa7f9d-e342-4608-90d9-f09bd565e295",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "286da87b-4b13-4f5f-b054-52e22fbb0c2a",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Hakim Agung dan Hakim dilarang merangkap untuk menjabat sebagai\n:\n1) Pejabat pada badan Pemerintah, baik di Pusat maupun Daerah;\n2) Anggota Dewan Perwakilan Rakyat, Dewan Perwakilan Rakyat\nDaerah Tingkat I dan Dewan Perwakilan Rakyat Daerah Tingkat\nII;\n3) Anggota Dewan Pertimbangan Agung;\n4) Anggota Badan Pemeriksa Keuangan;\n5) Pengurus termasuk pengawas atau komisaris Badan Usaha Milik\nNegara dan Badan Usaha Milik Daerah;\n6) Notaris, Wakil Notaris atau Notaris Pengganti;\n\n7) Pejabat Pembuat Akta Tanah (P.P.A.T);\n8) Anggota Panitia Penyelesaian Perselisihan Perburuhan Pusat\n(P4P) maupun Panitia Penyelesaian Perselisihan Perburuhan\nDaerah (P4D);\n9) Wasit (Arbiter) dalam suatu sengketa perdata;\n10) Anggota Panitia Urusan Piutang Negara (P.U.P.N);\n11) Pemangku jabatan-jabatan lain yang di kemudian hari dengan\nPeraturan Pemerintah dinyatakan tidak boleh dirangkap oleh\nHakim Agung dan Hakim.",
                "explanation": "\nAngka 1\nYang dimaksud dengan Pejabat pada badan Pemerintah ialah Pejabat pada\nDepartemen, Lembaga Pemerintah Non Departemen, Pemerintah Daerah, atau\npejabat pada instansi Pemerintah lainnya.\nAngka 2\nLarangan perangkapan jabatan sebagai anggota Dewan Perwakilan Rakyat\nbagi Hakim Agung sudah ditetapkan dalam Undang-undang Nomor 16 Tahun\n1969 tentang Susunan dan Kedudukan Majelis Permusyawaratan Rakyat\nDewan Perwakilan Rakyat, dan Dewan Perwakilan Rakyat Daerah,\nsebagaimana telah diubah terakhir dengan Undang-undang Nomor 2 Tahun\n1985.\n\nDengan Peraturan Pemerintah ini ditetapkan lebih lanjut larangan perangkapan\njabatan sebagai anggota Dewan Perwakilan Rakyat Daerah Tingkat I dan\nDewan Perwakilan Rakyat Daerah Tingkat II bagi Hakim Agung dan Hakim\nserta larangan perangkapan jabatan sebagai anggota Dewan Perwakilan Rakyat\nbagi Hakim.\nAngka 3\nLarangan perangkapan jabatan sebagai anggota Dewan Pertimbangan Agung\nbagi Hakim Agung sudah diatur dalam Undang-undang Nomor 3 Tahun 1976\ntentang Dewan Pertimbangan Agung sebagaimana telah diubah dengan\nUndang-undang Nomor 4 Tahun 1978.\nUndang-undang tersebut belum mengatur larangan perangkapan jabatan\nsebagai anggota Dewan Pertimbangan Agung bagi Hakim. Dengan Peraturan\nPemerintah ini ditetapkan larangan perangkapan jabatan tersebut.\nAngka 4\nLarangan perangkapan jabatan sebagai anggota Badan Pemeriksa Keuangan\nbagi Hakim Agung telah diatur dalam Undang-undang Nomor 5 Tahun 1973\ntentang Badan Pemeriksa Keuangan.\nKarena Undang-undang tersebut belum mengatur larangan perangkapan\njabatan sebagai anggota Badan Pemeriksa Keuangan bagi Hakim, maka\nPeraturan Pemerintah ini menetapkan larangan perangkapan jabatan tersebut.\nAngka 5\nCukup jelas\nAngka 6\nCukup jelas\nAngka 7\nPasal 19 Peraturan Pemerintah Nomor 10 Tahun 1961 tentang Pendaftaran\nTanah antara lain menentukan bahwa Pejabat Pembuat Akta Tanah (PPAT)\nadalah pejabat yang ditunjuk oleh Pemerintah untuk membuat atau\nmengesahkan akta tanah berkaitan dengan perjanjian yang bermaksud\nmemindahkan hak atas tanah, memberikan sesuatu hak baru atas tanah,\nmenggadaikan tanah atau meminjam uang dengan hak atas tanah sebagai\ntanggungan.\n\nSehubungan dengan adanya kemungkinan Pejabat Pembuat Akta Tanah akan\nAngka 8\nPanitia Penyelesaian Perselisihan Perburuhan baik tingkat Pusat (P4P) maupun\ntingkat Daerah (P4D), sesuai dengan ketentuan Undang-undang Nomor 22\nTahun 1957 tentang Penyelesaian Perselisihan Perburuhan, bertugas untuk\nmenyelesaikan perselisihan perburuhan berkenaan dengan\ntidak adanya persesuaian paham mengenai hubungan kerja dan/atau keadaan\nperburuhan. Anggota-anggota Panitia Penyelesaian Perselisihan Perburuhan\nPusat (P4P) dan Panitia Penyelesaian Perselisihan Perburuhan Daerah (P4D)\nmenurut Undang-undang dimaksud diangkat dan diberhentikan oleh\nPemerintah.\nPutusan P4P dan P4D, dalam kenyataannya juga dapat menjadi obyek gugatan\ndi depan Pengadilan.\nBerdasarkan alasan-alasan tersebut, Peraturan Pemerintah ini menetapkan\nbahwa Hakim Agung dan Hakim tidak diperkenankan merangkap menjadi\nanggota P4P dan P4D, karena dikhawatirkan akan mempengaruhi obyektifitas\nHakim Agung dan Hakim.\nAngka 9\nWasit (Arbiter) adalah orang yang ditunjuk oleh pihak yang berkepentingan\ndalam suatu sengketa perdata untuk menyelesaikan perselisihan antara para\npihak. Walaupun suatu sengketa perdata sudah diserahkan penyelesaiannya\nkepada Arbiter, dalam kenyataannya para pihak tidak selalu mematuhi putusan\nArbiter tersebut dan mengajukan kembali sengketa tersebut kepada\nPengadilan. Agar Hakim dapat mengambil keputusan tanpa berpihak,\nmaka Peraturan Pemerintah ini menetapkan larangan bagi Hakim Agung dan\nHakim untuk menjadi Arbiter dalam suatu sengketa perdata.\nAngka 10\nMenurut ketentuan Pasal 2 Undang-undang Nomor 49 Tahun 1960, Anggota\nPanitia Urusan Piutang Negara terdiri dari pejabat-pejabat Departemen\nKeuangan, pejabat-pejabat Pemerintah lainnya yang dianggap perlu. Untuk\nmenjaga kebebasan Hakim Agung dan Hakim dalam mengadili suatu perkara,\nmaka dalam Peraturan Pemerintah ini ditetapkan bahwa Hakim Agung dan\nHakim dilarang menjadi Anggota Panitia Urusan Piutang Negara, oleh karena\nada kemungkinan Panitia Urusan Piutang Negara suatu saat akan menjadi\npihak di depan Pengadilan.\nAngka 11\nCukup jelas"
            }
        },
        {
            "id": "d4b3d357-6a85-45d6-b0cc-fdd5f898d9c8",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "3ede5595-8343-4523-8e44-c6c564a65246",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Hakim Agung yang memangku jabatan sebagaimana dimaksud\ndalam Pasal 2 angka 1 dibebaskan untuk sementara dari jabatannya\nsebagai Hakim Agung.\n(2) Ketentuan ayat (1) berlaku pula bagi Hakim yang memangku\njabatan sebagaimana dimaksud dalam Pasal 2 angka 1 dan angka 2.\n(3) Setelah selesai memangku jabatan sebagaimana dimaksud dalam\nayat (1) dan ayat (2) yang bersangkutan dapat menduduki kembali\njabatan semula sebagai Hakim Agung atau Hakim.",
                "explanation": "\nHakim Agung yang memangku jabatan di lingkungan badan/lembaga\nPemerintah, misalnya sebagai Direktur Jenderal dibebaskan untuk sementara\ndari jabatannya sebagai Hakim Agung. Pembebasan dari jabatan ini adalah\nsemata-mata karena adanya penugasan lain sebagai pejabat Pemerintah dan\nbukan merupakan hukuman disiplin.\nSelama Hakim Agung tersebut memangku jabatan seperti itu, ia mendapat\nhak-hak keuangan dan administratif sebagai pejabat Pemerintah sesuai dengan\nperaturan perundang-undangan yang berlaku."
            }
        },
        {
            "id": "dcbec6dc-ab31-4d2a-9b75-de1c02df678d",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "85115850-b42a-494f-b658-4fdc2eda804f",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Hakim Agung atau Hakim yang akan memangku jabatan tersebut dalam\nPasal 2 selain yang ditentukan dalam Pasal 3 ayat (1) atau ayat (2)\ndiberhentikan dari jabatannya sebagai Hakim Agung atau Hakim.\n",
                "explanation": "\nHakim Agung sepenuhnya tidak boleh merangkap jabatan sebagaimana tersebut\ndalam Pasal 2 angka 2 sampai dengan angka 11.\nOleh karena itu sebelum memangku jabatan tersebut, yang bersangkutan\ndiberhentikan sebagai Hakim Agung.\nKetentuan yang sama berlaku pula bagi Hakim yang akan memangku jabatan\nsebagaimana tersebut dalam Pasal 2 angka 3 sampai dengan angka 11."
            }
        },
        {
            "id": "688ba535-a7aa-4570-b13f-f0ff88c7abe8",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "b8b9e97d-c561-49b9-b764-91936ec3a629",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pembebasan untuk sementara dari jabatan dan penempatan kembali\ndalam jabatan semula sebagaimana dimaksud dalam Pasal 3 ayat (3),\nditetapkan oleh Presiden bagi Hakim Agung dan oleh Menteri dengan\npersetujuan Ketua Mahkamah Agung bagi Hakim.",
                "explanation": "\nPembebasan untuk sementara dari jabatan Hakim Agung atau Hakim, ditetapkan\nsekaligus dalam surat keputusan pengangkatan dalam jabatan yang mengakibatkan\npembebasan untuk sementara tersebut.\n"
            }
        },
        {
            "id": "8026e69f-554b-43af-add6-264738d536b1",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "9b308c0f-0e8f-464b-a0c9-1533374d4f28",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pemberhentian sebagaimana dimaksud dalam Pasal 4 ditetapkan oleh\nPresiden atas usul Pimpinan Mahkamah Agung bagi Hakim Agung, dan\natas usul Menteri dengan persetujuan Ketua Mahkamah Agung bagi\nHakim.",
                "explanation": "\nPemberhentian sebagai Hakim Agung atau Hakim ditetapkan oleh Presiden. Dalam\nhal ini Hakim Agung atau Hakim tersebut kehilangan status sebagai Hakim Agung\natau Hakim. Langkah ini sesuai dengan ketentuan Pasal 31 Undang-undang Nomor\n14 Tahun 1970 tentang Ketentuan-ketentuan Pokok Kekuasaan Kehakiman."
            }
        },
        {
            "id": "d6f5c8b7-f1b8-426e-9468-8acd098d472f",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "034e6c6e-ce1d-4db0-811f-6d909ec865b4",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan\nPeraturan Pemerintah ini dalam Lembaran Negara Republik Indonesia.",
                "explanation": "\nCukup jelas\n"
            }
        }
    ],
    "metadata": {
        "Nomor": "13",
        "Tahun": "1993",
        "Tentang": "LARANGAN PERANGKAPAN JABATAN HAKIM AGUNG DAN HAKIM",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa dalam rangka melaksanakan kekuasaan Kehakiman yang bebas\ndan tidak memihak sebagaimana ditentukan oleh Undang-undang\nNomor 14 Tahun 1970 tentang Ketentuan-ketentuan Pokok Kekuasaan\nKehakiman, maka Hakim Agung dan Hakim dilarang untuk\nmerangkap jabatan-jabatan tertentu;",
            "b": " bahwa jabatan yang tidak boleh dirangkap oleh Hakim Agung dan\nHakim sebagian telah ditentukan dalam Undang-undang Nomor 14\nTahun 1985 tentang Mahkamah Agung, Undang-undang Nomor 2\nTahun 1986 tentang Peradilan Umum, Undang-undang Nomor 5\nTahun 1986 tentang Peradilan Tata Usaha Negara, dan\nUndang-undang Nomor 7 Tahun 1989 tentang Peradilan Agama;",
            "c": " bahwa dalam rangka melaksanakan ketentuan Pasal 10 ayat (2)\nUndang-undang Nomor 14 Tahun 1985 tentang Mahkamah Agung,\nPasal 18 ayat (3) Undang-undang Nomor 2 Tahun 1986 tentang\nPeradilan Umum, Pasal 18 ayat (3) Undang-undang Nomor 5 Tahun\n1986 tentang Peradilan Tata Usaha Negara dan Pasal 17 ayat (3)\nUndang-undang Nomor 7 Tahun 1989 tentang Peradilan Agama,\ndipandang perlu menetapkan lebih lanjut larangan perangkapan\njabatan Hakim Agung dan Hakim;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 14 Tahun 1970 tentang Ketentuan-ketentuan\nPokok Kekuasaan Kehakiman (Lembaran Negara Tahun 1970 Nomor\n74, Tambahan Lembaran Negara Nomor 2951);",
            "3": " Undang-undang Nomor 14 Tahun 1985 tentang Mahkamah Agung\n(Lembaran Negara Tahun 1985 Nomor 73, Tambahan Lembaran\nNegara Nomor 3316);",
            "4": " Undang-undang Nomor 2 Tahun 1986 tentang Peradilan Umum\n(Lembaran Negara Tahun 1986 Nomor 20, Tambahan Lembaran\nNegara Nomor 3327);",
            "5": " Undang-undang Nomor 5 Tahun 1986 tentang Peradilan Tata Usaha\nNegara (Lembaran Negara Tahun 1986 Nomor 77, Tambahan\nLembaran Negara Nomor 3344);",
            "6": " Undang-undang Nomor 7 Tahun 1989 tentang Peradilan Agama\n(Lembaran Negara Tahun 1989 Nomor 49, Tambahan Lembaran\nNegara Nomor 3400);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG\nLARANGAN PERANGKAPAN JABATAN HAKIM AGUNG DAN\nHAKIM.",
        "tanggal sah": ""
    }
}