{
    "results": [
        {
            "id": "aaab9636-a83f-46ba-8e8f-272f407f4260",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "08bf7d5e-40e4-4150-acbc-46e5a50f3355",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Jenis Penerimaan Negara Bukan Pajak yang berlaku pada Kantor\nMenteri Negara Lingkungan Hidup di bidang pengendalian dampak\nlingkungan berasal dari penerimaan Uji Udara Emisi, Uji Udara\nAmbien, Uji Kebisingan, Uji Air dan Limbah Cair, Uji Limbah\nPadat dan Biologi, serta Uji Karakteristik Limbah Bahan Berbahaya\ndan Beracun (B3).\n(2) Tarif atas jenis Penerimaan Negara Bukan Pajak yang berlaku pada\nKantor Menteri Negara Lingkungan Hidup di bidang pengendalian\ndampak lingkungan sebagaimana dimaksud dalam ayat (1) adalah\nsebagaimana ditetapkan dalam Lampiran Peraturan Pemerintah ini.\n(3) Tarif atas jenis Penerimaan Negara Bukan Pajak yang berlaku pada\nKantor Menteri Negara Lingkungan Hidup di bidang pengendalian\ndampak lingkungan sebagaimana dimaksud dalam ayat (2) yang\nbelum tercakup dalam Lampiran Peraturan Pemerintah ini akan\ndisusulkan sebagai bagian yang tidak terpisahkan dari Peraturan\nPemerintah ini dan pencantumannya dilakukan dengan Peraturan\nPemerintah tersendiri.",
                "explanation": "\nCukup jelas."
            }
        },
        {
            "id": "49943679-0291-4e17-9b46-7c6e0cf00917",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "d984eabd-3a71-4538-90ce-b7884018aadd",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Jenis Penerimaan Negara Bukan Pajak sebagaimana dimaksud dalam\nPasal 1 mempunyai tarif dalam satuan rupiah.",
                "explanation": "\nCukup jelas."
            }
        },
        {
            "id": "16e7153f-5f3d-4981-8e85-42eae577c71f",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "8265221f-dbf7-458c-b0fa-324427b8816b",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Seluruh Penerimaan Negara Bukan Pajak sebagaimana dimaksud dalam\nPasal 1 wajib disetor langsung secepatnya ke Kas Negara.",
                "explanation": "\nPasal 4\nYang dimaksud dengan Kas Negara adalah sebagaimana dimaksud dalam\nUndang-undang Nomor 20 Tahun 1997 tentang Penerimaan Negara Bukan Pajak.\nCukup jelas.\n"
            }
        },
        {
            "id": "3de64787-cacb-4a80-a115-7858ef82a044",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "0b7a6ced-56a7-469e-ace6-bdd8bf84a2af",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\n\nAgar setiap orang mengetahuinya, memerintahkan pengundangan\nPeraturan Pemerintah ini dengan penempatannya dalam Lembaran\nNegara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "10",
        "Tahun": "2002",
        "Tentang": "TARIF ATAS JENIS PENERIMAAN NEGARA BUKAN PAJAK\nYANG BERLAKU\nPADA KANTOR MENTERI NEGARA LINGKUNGAN HIDUP\nDI BIDANG PENGENDALIAN DAMPAK LINGKUNGAN",
        "Menimbang": {
            "Introduction": "\nbahwa untuk melaksanakan ketentuan Undang-undang Nomor 20 Tahun 1997 tentang Penerimaan Negara Bukan Pajak, dipandang perlu untuk menetapkan Peraturan Pemerintah tentang Tarif atas Jenis Penerimaan Negara Bukan Pajak yang Berlaku pada Kantor Menteri Negara Lingkungan Hidup di Bidang Pengendalian Dampak Lingkungan;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945 sebagaimana telah diubah dengan Perubahan Ketiga Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 20 Tahun 1997 tentang Penerimaan Negara Bukan Pajak (Lembaran Negara Republik Indonesia Tahun 1997 Nomor 43, Tambahan Lembaran Negara Nomor 3687);",
            "3": " Peraturan Pemerintah Nomor 22 Tahun 1997 tentang Jenis dan Penyetoran Penerimaan Negara Bukan Pajak (Lembaran Negara Republik Indonesia Tahun 1997 Nomor 57, Tambahan Lembaran Negara Nomor 3694) sebagaimana telah diubah dengan Peraturan Pemerintah Nomor 52 Tahun 1998 (Lembaran Negara Republik Indonesia Tahun 1998 Nomor 85, Tambahan Lembaran Negara Nomor 3760);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG TARIF ATAS JENIS PENERIMAAN NEGARA BUKAN PAJAK YANG BERLAKU PADA KANTOR MENTERI NEGARA LINGKUNGAN HIDUP DI BIDANG PENGENDALIAN DAMPAK LINGKUNGAN.",
        "tanggal sah": "17 APRIL 2002"
    }
}