{
    "results": [
        {
            "id": "c8d1225c-f0bb-484f-ae27-16498432b22a",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "9ff76029-d397-4584-b029-2b98cf6af262",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Nama Ibukota Kabupaten Daerah Tingkat II Klungkung diubah dari\nKlungkung menjadi Semarapura.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "02ae9651-9b2f-43f6-ac70-a142e4934be4",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "0201190b-00b2-4830-9b8b-d3b0331f917f",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Segala sesuatu yang berkenaan dengan pelaksanaan Peraturan\nPemerintah ini diatur lebih lanjut oleh Gubernur Kepala Daerah\nTingkat I Bali dengan memperhatikan ketentuan peraturan\nperundang-undangan yang berlaku.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "d81de0d8-caef-4a54-b6c3-b6d39d796ec9",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "5008b94f-c437-4b5b-bd2a-d0f3b33e933e",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan\nPeraturan Pemerintah ini dengan penempatannya dalam Lembaran\nNegara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "18",
        "Tahun": "1992",
        "Tentang": "PERUBAHAN NAMA IBUKOTA KABUPATEN DAERAH TINGKAT II KLUNGKUNG\nPRESIDEN REPUBLIK INDONESIA,",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa Ibukota Kabupaten Daerah Tingkat II Klungkung yang sekarang ini bernama Klungkung, dirasakan belum mencerminkan penamaan sebenarnya dari tempat kedudukan pusat pemerintahan Kabupaten Daerah Tingkat II Klungkung;",
            "b": " bahwa faktual, wilayah tempat kedudukan pusat pemerintahan Kabupaten Daerah Tingkat II Klungkung sekarang lebih dikenal masyarakat dengan nama Semarapura, dan nama Semarapura ini secara historis lebih berakar pada masyarakat karena sudah dikenal sejak kira-kira 300 tahun yang lampau pada saat berdirinya Kerajaan Klungkung di Bali;",
            "c": " bahwa perubahan nama Ibukota Kabupaten Daerah Tingkat II Klungkung menjadi Semarapura dipandang akan mampu memberi motivasi dan semangat bagi masyarakat Klungkung untuk berpartisipasi dalam pembangunan daerah pada khususnya, dan pembangunan nasional pada umumnya;",
            "d": " bahwa berdasarkan Pasal 4 ayat (3) Undang-undang Nomor 5 Tahun 1974 tentang Pokok-pokok Pemerintahan Di Daerah, maka perubahan nama Ibukota Kabupaten Daerah Tingkat II Klungkung harus ditetapkan dengan Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 5 Tahun 1974 tentang Pokok-pokok Pemerintahan Di Daerah (Lembaran Negara Tahun 1974 Nomor 38,"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG PERUBAHAN\nNAMA IBUKOTA KABUPATEN DAERAH TINGKAT II KLUNGKUNG.",
        "tanggal sah": "25 April 1992"
    }
}