{
    "results": [
        {
            "id": "38a767a5-a733-4f32-8fdb-6e136c61ec84",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "05928217-03a6-47b6-a4e2-9c54c7af16d9",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "b86c75d1-a87e-4c8d-a01c-0f0942a8548b",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1.  Keuangan Daerah adalah semua hak dan kewajiban Daerah dalam rangka penyelenggaraan\npemerintahan Daerah yang dapat dinilai dengan uang termasuk didalamnya segala bentuk\nkekayaan yang berhubungan dengan hak dan kewajiban Daerah tersebut, dalam kerangka\nAnggaran Pendapatan dan Belanja Daerah.\n2.  Anggaran Pendapatan dan Belanja Daerah, selanjutnya disingkat APBD, adalah suatu rencana\nkeuangan tahunan Daerah yang ditetapkan berdasarkan Peraturan Daerah tentang APBD.\n3. Pejabat Pengelola Keuangan Daerah adalah pejabat dan atau pegawai Daerah yang berdasarkan peraturan perundang-undangan yang berlaku diberi kewenangan tertentu dalam kerangka pengelolaan Keuangan Daerah.\n4. Pemegang Kekuasaan Umum Pengelolaan Keuangan Daerah adalah Kepala Daerah yang karena jabatannya mempunyai kewenangan menyelenggarakan keseluruhan pengelolaan Keuangan daerah dan mempunyai kewajiban menyampaikan pertanggungjawaban atas pelaksanaan kewenangan tersebut kepada Dewan Perwakilan Rakyat Daerah (DPRD).\n5. Bendahara Umum Daerah adalah pejabat yang diberi kewenangan oleh Pemegang Kekuasaan Umum Pengelolaan Keuangan Daerah untuk mengelola penerimaan dan pengeluaran kas Daerah serta segala bentuk kekayaan Daerah lainnya.\n6. Pengguna Anggaran Daerah adalah pejabat pemegang kekuasaan penggunaan anggaran Belanja Daerah.\n7. Kas adalah tempat penyimpanan uang Daerah yangditentukan oleh Bendahara Umum Daerah.\n8. Pemegang Kas adalah setiap orang yang ditunjuk dan diserahi tugas melaksanakan kegiatan kebendaharaan dalam rangka pelaksanaan APBD di setiap unit kerja Pengguna Anggaran Daerah.\n9. Dana Cadangan adalah dana yang disisihkan untuk menampung kebutuhan yang memerlukan dana relatif cukup besar yang tidak dapat dibebankan dalam satu tahun anggaran.\n10. Penerimaan Daerah adalah semua penerimaan Kas daerah dalam periode tahun anggaran tertentu.\n11. Pengeluaran Daerah adalah semua pengeluaran Kas Daerah dalam periode tahun anggaran tertentu.\n12. Pendapatan Daerah adalah semua penerimaan Kas Daerah dalam periode tahun anggaran tertentu yang menjadi hak Daerah.\n13. Belanja daerah adalah semua pengeluaran Kas daerah dalamperiode tahun anggaran tertentu yang menjadi beban Daerah.\n14. pembiayaan adalah transaksi Keuangan Daerah yang dimaksudkan untuk menutup selisih antara Pendapatan Daerah dan Belanja Daerah.\n15. Sisa Lebih Perhitungan APBD Tahun Lalu adalah selisih lebih realisasi pendapatan terhadap realisasi belanja daerah dan merupakan komponen pembiayaan.\n16. Barang daerah adalah semua barang milik Daerah yang berasal dari pembelian dengan dana yang bersumber seluruhnya atau sebagian dari APBD dan atau berasal dari perolehan lainnya yang sah.\n17. Utang Daerah adalah jumlah uang yang wajib dibayar Daerah sebagai akibat penyerahan uang, barang dan atau jasa kepada Daerah atau akibat lainnya berdasarkan peraturan perundang-undangan yang berlaku.\n18. Piutang Daerah adalah jumlah uang yang menjadi hak daerah atau kewajiban pihak lain kepada\nDaerah sebagai akibat penyerahan uang, barang dan atau jasa oleh Daerah atau akibat lainnya\nberdasarkan peraturan perundang-undangan yang berlaku.\n19. Pinjaman Daerah adalah semua transaksi yang mengakibatkan Daerah menerima dari pihak lain\nsejumlah uang atau manfaat bernilai uang sehingga Daerah tersebut dibebani kewajiban untuk\nmembayar kembali, tidak termasuk kredit jangka pendek yang lazim terjadi dalam perdagangan.\n20. Perangkat Daerah adalah orang/lembaga pada Pemerintah Daerah yang bertanggung jawab\nkepada Kepala Daerah dan membantu Kepala Daerah dalam penyelenggaraan pemerintahan\nyang terdiri atas sekretariat daerah, dinas daerah dan lembaga teknis daerah, kecamatan dan\nkelurahan sesuai dengan kebutuhan Daerah.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "8fabb942-bb8d-402a-824b-f24948828523",
            "name": "Chapter II",
            "title": "\nPENGELOLAAN KEUANGAN DAERAH\nBagian Pertama\nPejabat Pengelolaan Keuangan Daerah\nPasal 2\n(1) Kepala Daerah adalah Pemegang Kekuasaan Umum Pengelolaan Keuangan Daerah.\n(2) Selaku pejabat Pemegang Kekuasaan Umum Pengelolaan Keuangan Daerah sebagaimana\ndimaksud dalam ayat (1), Kepala Daerah mendelegasikan sebagian atau seluruh kewenangannya\nkepada Sekretaris Daerah dan atau Perangkat Pengelola Keuangan Daerah.\nPasal 3\n(1) Kepala Daerah menetapkan terlebih dahulu para Pejabat Pengelola Keuangan Daerah dengan\nsurat keputusan untuk dapat melaksanakan anggaran.\n(2) Pengaturan lebih lanjut mengeni tugas dan fungsi setiap Pejabat Pengelola Keuangan Daerah\nditetapkan dalam Peraturan Daerah.\n(3) Pemegang Kas tidak boleh merangkap sebagai Pejabat Pengelola Keuangan Daerah lainnya.",
            "type": "chapter",
            "children": [
                {
                    "id": "27d80e79-19ad-4df4-9e85-f991821a2aeb",
                    "name": "Section Second",
                    "title": "\nAsas Umum Pengelolaan Keuangan Daerah",
                    "type": "section",
                    "children": [
                        {
                            "id": "cfa0f138-ebfa-4417-9e6f-1e0e60076054",
                            "name": "Article 4",
                            "type": "article",
                            "children": {
                                "id": "f3e737db-a80f-4175-896e-5e4bd00a968e",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPengelolaan Keuangan Daerah dilakukan secara tertib, taat pada peraturan perundang-undangan\nyang berlaku, efisien, efektif, transparan dan bertanggung jawab dengan memperhatikan asas keadilan\ndan kepatutan.",
                                "explanation": "Tidak ada Penjelasan"
                            }
                        },
                        {
                            "id": "d4e1149b-bd2e-470f-b1ae-a562e7d1abae",
                            "name": "Article 5",
                            "type": "article",
                            "children": {
                                "id": "5cca6eda-7cf5-4623-8f41-e4b64800c2bd",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nAPBD merupakan dasar pengelolaan Keuangan Daerah dalam tahun anggaran tertentu.",
                                "explanation": "Tidak ada Penjelasan"
                            }
                        },
                        {
                            "id": "53140e57-ed29-461c-8398-a225111f626b",
                            "name": "Article 6",
                            "type": "article",
                            "children": {
                                "id": "88513dce-515c-49f7-846d-5521afca494a",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nTahun fiskal APBD sama dengan tahun fiskal Anggaran Pendapatan dan Belanja Negara.",
                                "explanation": "Tidak ada Penjelasan"
                            }
                        },
                        {
                            "id": "4010e793-f5df-4737-a98e-2623045d8150",
                            "name": "Article 7",
                            "type": "article",
                            "children": [
                                {
                                    "id": "640520ee-f479-4651-9dd9-e14c891e88e0",
                                    "name": "Verse 1",
                                    "number": "(1)",
                                    "type": "verse",
                                    "content": " Semua Penerimaan Daerah dan Pengeluaran Daerah dalam rangka desentralisasi dicatat dan\ndikelola dalam APBD.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "20b7f610-98c5-487e-83f5-a33621e34e23",
                                    "name": "Verse 2",
                                    "number": "(2)",
                                    "type": "verse",
                                    "content": " APBD, Perubahan APBD, dan Perhitungan APBD ditetapkan dengan Peraturan Daerah dan\nmerupakan dokumen Daerah.",
                                    "explanation": "Tidak ada Penjelasan"
                                }
                            ]
                        },
                        {
                            "id": "abadac69-eea6-4daa-b069-edb5d0871d11",
                            "name": "Article 8",
                            "type": "article",
                            "children": {
                                "id": "c0d52a1e-66ea-46b9-90d0-7591d68e6988",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nAPBD disusun dengan pendekatan kinerja.",
                                "explanation": "Tidak ada Penjelasan"
                            }
                        },
                        {
                            "id": "e9f5a2bb-5837-495d-ba34-6813ffa1cd13",
                            "name": "Article 9",
                            "type": "article",
                            "children": {
                                "id": "1427bafa-5728-4734-8016-a168b53cd6b4",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nDalam menyusun APBD, penganggaran pengeluaran harus didukung dengan adanya kepastian\ntersedianya penerimaan dalam jumlah yang cukup.",
                                "explanation": "Tidak ada Penjelasan"
                            }
                        },
                        {
                            "id": "8acf841b-c1e0-4f96-b846-ddb808f3d81c",
                            "name": "Article 10",
                            "type": "article",
                            "children": [
                                {
                                    "id": "5ec4932f-a25a-496d-8f9d-ce12e8e334bd",
                                    "name": "Verse 1",
                                    "number": "(1)",
                                    "type": "verse",
                                    "content": " Jumlah pendapatan yang dianggarkan dalam APBD merupakan perkiraan yang terukur secara\nrasional yang dapat dicapai untuk setiap sumber pendapatan.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "92906637-a05d-495d-89e7-ceab72ca5966",
                                    "name": "Verse 2",
                                    "number": "(2)",
                                    "type": "verse",
                                    "content": " Jumlah belanja yang dianggarkan dalam APBD merupakan batas tertinggi untuk setiap jenis\nbelanja.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "33c7fe9e-c398-4505-9fae-de945b00239a",
                                    "name": "Verse 3",
                                    "number": "(3)",
                                    "type": "verse",
                                    "content": " Setiap pejabat dilarang melakukan tindakan yang berakibat pengeluaran atas beban APBD apabila\ntidak tersedia atau tidak cukup tersedia anggaran untuk membiayai pengeluaran tersebut.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "15997331-c504-4e23-9798-a5bed3437b8d",
                                    "name": "Verse 4",
                                    "number": "(4)",
                                    "type": "verse",
                                    "content": " Perkiraan Sisa Lebih Perhitungan APBD Tahun Lalu dicatat sebagai saldo awal pada APBD tahun\nberikutnya, sedangkan realisasi Sisa Lebih Perhitungan APBD Tahun Lalu dicatat sebagai saldo\nawal pada perubahan APBD.",
                                    "explanation": "Tidak ada Penjelasan"
                                }
                            ]
                        },
                        {
                            "id": "0b413e83-9314-4007-b9f7-ccc4d3ef9215",
                            "name": "Article 11",
                            "type": "article",
                            "children": {
                                "id": "fd9d47d8-ed6f-4a55-99b3-49fcbe0d957b",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nSemua transaksi Keuangan Daerah baik Penerimaan Daerah maupun Pengeluaran Daerah\ndilaksanakan melalui Kas Daerah.",
                                "explanation": "Tidak ada Penjelasan"
                            }
                        },
                        {
                            "id": "0a849082-aa92-4184-998a-9b0b441b7a3d",
                            "name": "Article 12",
                            "type": "article",
                            "children": [
                                {
                                    "id": "c537c40f-3566-4309-b799-ef3f2cca5e5a",
                                    "name": "Verse 1",
                                    "number": "(1)",
                                    "type": "verse",
                                    "content": " Anggaran untuk membiayai pengeluaran yang sifatnya tidak tersangka disediakan dalam bagian\nanggaran tersendiri.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "1a1d6315-447d-4b07-a14a-19291614d78b",
                                    "name": "Verse 2",
                                    "number": "(2)",
                                    "type": "verse",
                                    "content": " Pengeluaran yang dibebankan pada pengeluaran tidak tersangka adanya untuk penanganan\nbencana alam, bencana sosial, dan pengeluaran tidak tersangka lainnya yang sangat diperlukan\ndalam rangka penyelenggaraan kewenangan pemerintah Daerah.",
                                    "explanation": "Tidak ada Penjelasan"
                                }
                            ]
                        },
                        {
                            "id": "736ad678-59c3-4756-835e-1d5c8c14b35b",
                            "name": "Article 13",
                            "type": "article",
                            "children": [
                                {
                                    "id": "bfe93c4f-4d9f-48ec-9241-11753594ed8e",
                                    "name": "Verse 1",
                                    "number": "(1)",
                                    "type": "verse",
                                    "content": " Daerah dapat membentuk Dana Cadangan guna membiayai kebutuhan dana yang tidak\ndibebankan dalam satu tahun anggaran.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "cd8cb65f-7c5d-4a3c-9418-0df5c848dbf1",
                                    "name": "Verse 2",
                                    "number": "(2)",
                                    "type": "verse",
                                    "content": " Dana Cadangan dibentuk dengan kontribusi tahunan dari penerimaan APBD, kecuali dari dana\nAlokasi Khusus, Pinjaman Daerah, dan Dana Darurat.",
                                    "explanation": "Tidak ada Penjelasan"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "ad110baf-5fbe-4510-959e-a9a63567c37d",
                    "name": "Section Third",
                    "title": "\nPengaturan tentang Pengelolaan Keuangan Daerah",
                    "type": "section",
                    "children": [
                        {
                            "id": "515d1a12-561d-43b1-9327-a81d0763033d",
                            "name": "Article 14",
                            "type": "article",
                            "children": [
                                {
                                    "id": "661ddd54-2d8d-4910-8373-62654518b2c5",
                                    "name": "Verse 1",
                                    "number": "(1)",
                                    "type": "verse",
                                    "content": " Ketentuan tentang pokok-pokok pengelolaan Keuangan daerah diatur dengan Peraturan Daerah\nsesuai dengan ketentuan peraturan perundang-undangan yang berlaku.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "2c2acff3-70f6-48d8-bcc1-148afe0802c0",
                                    "name": "Verse 2",
                                    "number": "(2)",
                                    "type": "verse",
                                    "content": " Peraturan Daerah sebagaimana dimaksud dalam ayat (1) mengatur tentang :\n   a. kerangka dan garis besar prosedur penyusunan APBD;\n   b. kewenangan keuangan Kepala Daerah dan DPRD;\n   c. prinsip-prinsip pengelolan kas;\n   d. prinsip-prinsip pengelolaan Pengeluaran Daerah yang telah dianggarkan;\n   e. tata cara pengadaan barang dan jasa;\n   f. prosedur melakukan Pinjaman Daerah;\n   g. prosedur pertanggungjawaban keuangan;\n   h. dan hal-hal lain yang menyangkut pengelolaan Keuangan Daerah.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "4b75457c-6a89-461c-93b1-8bc0ec28a8ce",
                                    "name": "Verse 3",
                                    "number": "(3)",
                                    "type": "verse",
                                    "content": " Sistem dan prosedur pengelolaan Keuangan Daerah diatur dengan Keputusan Kepala Daerah\nsesuai dengan Peraturan Daerah sebagaimana dimaksud dalam ayat (1).",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "5dcffdb5-d741-44bd-8eda-194080d36dc8",
                                    "name": "Verse 4",
                                    "number": "(4)",
                                    "type": "verse",
                                    "content": " Pedoman tentang pengurusan, pertanggungjawaban dan pengawasan Keuangan Daerah serta\ntatacara penyusunan APBD, pelaksanaan tata usaha Keuangan Daerah dan penyusunan\nperhitungan ditetapkan dengan Keputusan Menteri Dalam Negeri dan Otonomi Daerah.",
                                    "explanation": "Tidak ada Penjelasan"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id": "a08f334c-1c8f-47ff-a011-034755fd44c4",
            "name": "Chapter III",
            "title": "\nPENYUSUNAN DAN PENETAPAN APBD\nBagian Pertama\nStruktur APBD\nPasal 15\n(1) Struktur APBD merupakan satu kesatuan yang terdiri dari :\na. Pendapatan Daerah;\nb. Belanja Daerah;\nc. Pembiayaan.\n(2) Selisih lebih Pendapatan Daerah terhadap Belanja Daerah disebut surplus anggaran.\n(3) Selisih kurang Pendapatan Daerah terhadap Belanja daerah disebut defisit anggaran.\n(4) Jumlah Pembiayaan sama dengan jumlah surplus/defisit anggaran.\nPasal 16\n(1) Pendapatan daerah sebagaimana dimaksud dalam Pasal 15 ayat (1) huruf a dirinci menurut kelompok pendapatan dan jenis pendapatan\n(2) Belanja Daerah sebagaimana dimaksud dalam Pasal 15 ayat (1) huruf b dirinci menurut organisasi, fungsi, dan jenis belanja.\n(3) Pembiayaan sebagaiimana dimaksud dalam Pasal 15 ayat (1) huruf c dirinci menurut sumber pembiayaan.\nPasal 17\nAnggaran untuk pembiayaan pengeluaran yang sifatnya tidak tersangka sebagaimana dimaksud dalam pasal 12 ayat (2) disediakan dalam bagian anggaran pengeluaran tidak tersangka.\nPasal 18\n(1) Pengganggaran Dana Cadangan sebagaimana dimaksud dalam Pasal 13 dialokasikan dari sumber penerimaan APBD.\n(2) Semua sumber penerimaan Dana Cadangan sebagaimana dimaksud dalam ayat (1) dan semua pengeluaran atas beban Dana Cadangan dicatat dan dikelola dalam APBD.\n(3) Pengeluaran untuk menutup kebutuhan sebagaimana yang ditetapkan dalam Peraturan Daerah tentang pembentukan Dana Cadangan dibebankan pada rekening Dana Cadangan.\n(4) Posisi Dana Cadangan dilaporkan sebagai bagian yang tidak terpisahkan dari laporan pertanggungjawaban APBD.\nPasal 19\n(1) Apabila diperkirakan Pendapatan Daerah lebih kecil dari rencana belanja, Daerah dapat\nmelakukan pinjaman.\n(2)\nPemerintah Daerah dapat mencari sumber-sumber pembiayaan lain melalui kerjasama dengan\npihak lain dengan prinsip saling menguntungkan.\n\n(3)\n(4)\nPemerintah Daerah dapat melakukan investasi dalam bentuk penyertaan modal, deposito atau\nbentuk investasi lainnya sepanjang hal tersebut memberi manfaat bagi peningkatan pelayanan\nmasyarakat dan tidak mengganggu likuiditas Pemerintah Daerah.\nSumber-sumber pembiayaan lain dan inevstasi Pemerintah Daerah sebagaimana dimaksud dalam\nayat (2) dan ayat (3), diatur dengan Peraturan Daerah.\n(5)\nPemerintah Daerah bertanggungjawab atas pengelolaan sumber-sumber pembiayaan lain dan\ninvestasi sebagaimana dimaksud dalam ayat (4), dan setiap akhir tahun anggaran melaporkan\nhasil pelaksanaannya kepada DPRD.",
            "type": "chapter",
            "children": [
                {
                    "id": "2cfe6106-d2e1-4b7c-b544-17dd18072d69",
                    "name": "Section Second",
                    "title": "\nProses Penyusunan APBD",
                    "type": "section",
                    "children": [
                        {
                            "id": "4d05f82d-8757-415f-89bb-748a259d7d7e",
                            "name": "Article 20",
                            "type": "article",
                            "children": [
                                {
                                    "id": "5450203a-3cef-49df-a4fe-111b9115672b",
                                    "name": "Verse 1",
                                    "number": "(1)",
                                    "type": "verse",
                                    "content": " APBD yang disusun dengan pendekatan kinerja sebagaimana dimaksud dalam Pasal 8 memuat:\na. sasaran yang diharapkan menurut fungsi belanja;\nb. standar pelayanan yang diharapkan dan perkiraan biaya satuan komponen kegiatan yang\nbersangkutan;\nc. bagian pendapatan APBD yang membiayai belanja administrasi umum, belanja\noperasi dan pemeliharaan, dan belanja modal/pembangunan.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "fe90b7d2-0915-40e9-8f96-bbf7aef58640",
                                    "name": "Verse 2",
                                    "number": "(2)",
                                    "type": "verse",
                                    "content": "\nUntuk mengukur kinerja keuangan Pemerintah Daerah, dikembangkan standar analisa belanja,\ntolok ukur kinerja dan standar biaya.",
                                    "explanation": "Tidak ada Penjelasan"
                                }
                            ]
                        },
                        {
                            "id": "0c2b438b-185c-4707-bec5-74de14ec9658",
                            "name": "Article 21",
                            "type": "article",
                            "children": [
                                {
                                    "id": "8e7b0e7d-d914-41d2-985b-613c4be7f998",
                                    "name": "Verse 1",
                                    "number": "(1)",
                                    "type": "verse",
                                    "content": "\nDalam rangka menyiapkan rancangan APBD Pemerintah Daerah bersama-sama DPRD menyusun\narah dan kebijaksanaan umum APBD.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "f187a135-3842-4eaa-b755-8fb9386563fe",
                                    "name": "Verse 2",
                                    "number": "(2)",
                                    "type": "verse",
                                    "content": "\nBerdasarkan arah dan kebijakan umum APBD sebagaimana dimaksud dalam ayat (1), Pemerintah",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "9a2ad66e-7751-4f54-8aa6-f696d9904504",
                                    "name": "Verse 3",
                                    "number": "(3)",
                                    "type": "verse",
                                    "content": " Daerah menyusun strategi dan prioritas APBD.\nBerdasarkan strategi dan prioritas APBD sebagaimana dimaksud dalam ayat (2) dan dengan\nmempertimbangkan kondisi ekonomi dan keuangan Daerah, Pemerintah Daerah menyiapkan\nrancangan APBD.",
                                    "explanation": "Tidak ada Penjelasan"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "8646f095-c588-46cd-b42b-025867299990",
                    "name": "Section Third",
                    "title": "\nProses Penetapan APBD",
                    "type": "section",
                    "children": [
                        {
                            "id": "ebe01640-9b58-44ad-8a1f-113d523804b0",
                            "name": "Article 22",
                            "type": "article",
                            "children": [
                                {
                                    "id": "d5b6a0c0-df8a-409f-8323-0489c540387a",
                                    "name": "Verse 1",
                                    "number": "(1)",
                                    "type": "verse",
                                    "content": " Kepala Daerah menyampaikan rancangan APBD kepada DPRD untuk mendapatkan persetujuan.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "f9f0f8bc-a269-42a9-879e-8fa7d691809d",
                                    "name": "Verse 2",
                                    "number": "(2)",
                                    "type": "verse",
                                    "content": " Apabila rancangan APBD tidak disetujui DPRD, Pemerintah Daerah berkewajiban\nmenyempurnakan rancangan APBD tersebut.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "f493d051-8f38-4b70-a366-7b725365fb5c",
                                    "name": "Verse 3",
                                    "number": "(3)",
                                    "type": "verse",
                                    "content": " Penyempurnaan rancangan APBD sebagaimana dimaksud dalam ayat (2), harus disampaikan\nkembali kepada DPRD.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "0ed68a37-ff12-4f50-9317-c7fc9646a87c",
                                    "name": "Verse 4",
                                    "number": "(4)",
                                    "type": "verse",
                                    "content": " Apabila rancangan APBD sebagaimana dimaksud dalam ayat (3) tidak disetujui DPRD, pemerintah\nDaerah menggunakan APBD tahun sebelumnya sebagai dasar pengurusan Keuangan Daerah.",
                                    "explanation": "Tidak ada Penjelasan"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "689d1280-004c-4079-a05a-43ab11da3aac",
                    "name": "Section Fourth",
                    "title": "\nPerubahan APBD",
                    "type": "section",
                    "children": [
                        {
                            "id": "7a31f574-f988-4393-9c88-702dd8ab5be1",
                            "name": "Article 23",
                            "type": "article",
                            "children": [
                                {
                                    "id": "253ec427-90e7-42bc-aca0-061cea716c31",
                                    "name": "Verse 1",
                                    "number": "(1)",
                                    "type": "verse",
                                    "content": " Perubahan APBD dilakukan sehubungan dengan :\na. Kebijaksanaan Pemerintah Pusat dan atau Pemerintah Daerah yang bersifat strategis;\nb. Penyesuaian akibat tidak tercapainya target Penerimaan Daerah yang ditetapkan;\nc. Terjadinya kebutuhan yang mendesak.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "6d4e808d-7366-4a05-ad9f-be6a96f47234",
                                    "name": "Verse 2",
                                    "number": "(2)",
                                    "type": "verse",
                                    "content": " Perubahan APBD ditetapkan paling lambat 3 (tiga) bulan sebelum tahun anggaran tertentu\nberakhir.",
                                    "explanation": "Tidak ada Penjelasan"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id": "26917bb5-d3bd-4d1d-9012-a606bea4c392",
            "name": "Chapter IV",
            "title": "\nPELAKSANAAN APBD\nBagian Pertama\nPenerimaan dan Pengeluaran APBD\nPasal 24\n(1) Setiap Perangkat Daerah yang mempunyai tugas memungut atau menerima Pendapatan Daerah\nwajib melaksanakan intensifikasi pemungutan pendapatan tersebut. (2) Semua ...\n(2) Semua manfaat yang bernilai uang berupa komisi, rabat, potongan, bunga atau nama lain sebagai\nakibat dari penjualan dan atau pengadaan barang dan atau jasa dan dari penyimpanan dan atau\npenempatan uang Daerah merupakan Pendapatan Daerah.\n(3) Pendapatan Daerah disetor sepenuhnya tepat pada waktunya ke Kas Daerah sesuai dengan\nketentuan peraturan perundang-undangan yang berlaku.\nPasal 25\nTindakan yang mengakibatkan pengeluaran atas beban APBD tidak dapat dilakukan sebelum\nditetapkan dalam Peraturan Daerah tentang APBD dan ditempatkan dalam Lembaran Daerah.\nPasal 26\nUntuk setiap pengeluaran atas beban APBD diterbitkan Surat Keputusan Otoritasi atau surat\nkeputusan lainnya yang disamakan dengan itu oleh pejabat yang berwenang.\nPasal 27\n(1) Setiap pembebanan APBD harus didukung oleh bukti-bukti yang lengkap dan sah mengenai hak\nyang diperoleh oleh pihak yang menagih.\n(2) Setiap orang yang diberi wewenang menandatangani dan atau mengesahkan surat bukti yang\nmenjadi dasar pengeluaran atas beban APBD bertanggungjawab atas kebenaran dan akibat dari\npenggunaan bukti tersebut.\nPasal 28\n(1) Pengguna Anggaran Daerah mengajukan Surat Permintaan Pembayaran untuk melaksanakan\n(2) Pembayaran yang membebani APBD dilakukan dengan Surat Perintah Membayar.\n(3) Bendahara Umum Daerah membayar berdasarkan Surat Perintah Membayar.\nPasal 29\n(1)\nGaji Pegawai Negeri Sipil daerah dibebankan dalam APBD.\n(2)\nPegawai Negeri Sipil Daerah dapat diberikan tambahan penghasilan berdasarkan pertimbangan\nyang obyektif dengan memperhatikan kemampuan Keuangan Daerah dan memperoleh\npersetujuan DPRD sesuai dengan ketentuan peraturan perundang-undangan yang berlaku.\n\n(3)\nPegawai Negeri Sipil Daerah yang diperbantukan pada BUMN atau unit usaha lainnya, gajinya\nmenjadi beban BUMN atau Unit Usaha yang bersangkutan.\n(4)\nPembiayaan pensiun Pegawai Negeri Sipil Daerah yang diangkat oleh Pemerintah Daerah menjadi\ntanggungjawab Daerah.\nPasal 30\nPenggunaan anggaran belanja tidak tersangka sebagaimana idmaksud dalam Pasal 17\ndiberitahukan kepada DPRD.",
            "type": "chapter",
            "children": [
                {
                    "id": "2b3a49a4-5ac2-4e39-aafe-a9ca0f5c7c56",
                    "name": "Section Second",
                    "title": "\nPengelolaan Barang Daerah",
                    "type": "section",
                    "children": [
                        {
                            "id": "6496cbb7-286c-4312-9799-1a764de4ae9f",
                            "name": "Article 31",
                            "type": "article",
                            "children": [
                                {
                                    "id": "e1003754-dd5a-48fd-b997-e3e8cd706256",
                                    "name": "Verse 1",
                                    "number": "(1)",
                                    "type": "verse",
                                    "content": "\nKepala Daerah mengatur pengelolaan Barang Daerah.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "acb3a256-0dce-4fcd-b91e-3ff4a65da57a",
                                    "name": "Verse 2",
                                    "number": "(2)",
                                    "type": "verse",
                                    "content": "\nPencatatan Barang Daerah dilakukan sesuai dengan standar akuntansi pemerintah daerah.",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "01058f00-759c-4b9b-8b98-53b31180f17f",
                                    "name": "Verse 3",
                                    "number": "(3)",
                                    "type": "verse",
                                    "content": "\nSekretaris Daerah, Sekretaris DPRD, dan Kepala dinas/lembaga teknis adalah pengguna dan\npengelola barang bagi sekretariat Daerah/sekretariat DPRD/dinas Daerah/lembaga teknis Daerah\nyang dipimpinnya.",
                                    "explanation": "Tidak ada Penjelasan"
                                }
                            ]
                        },
                        {
                            "id": "1a4288c0-8f9e-4831-8391-47ec4573fd42",
                            "name": "Article 32",
                            "type": "article",
                            "children": [
                                {
                                    "id": "8e6a53bc-caab-4330-b7d0-dd5790c58515",
                                    "name": "Verse 1",
                                    "number": "(1)",
                                    "type": "verse",
                                    "content": "\nPengadaan barang dan atau jasa hanya dapat dibebankan kepada APBD sepanjang barang dan\natau jasa tersebut diperlukan untuk pelaksanaan kegiatan sesuai dengan tugas pokok dan fungsi",
                                    "explanation": "Tidak ada Penjelasan"
                                },
                                {
                                    "id": "733694d3-56c9-453f-bbff-82cb9377505d",
                                    "name": "Verse 2",
                                    "number": "(2)",
                                    "type": "verse",
                                    "content": " Perangkat Daerah yang bersangkutan.\nPengadaan barang dan jasa atas beban APBD diatur lebih lanjut dengan Keputusan Kepala\nDaerah.",
                                    "explanation": "Tidak ada Penjelasan"
                                }
                            ]
                        },
                        {
                            "id": "be6574da-f98e-4299-a69b-f8307ee8a60e",
                            "name": "Article 33",
                            "type": "article",
                            "children": {
                                "id": "086f3abc-4feb-4619-8f0d-cb280f0a9c6a",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPengguna barang wajib mengenlola Barang Daerah sesuai dengan peraturan\nperundang-undangan yang berlaku.",
                                "explanation": "Tidak ada Penjelasan"
                            }
                        },
                        {
                            "id": "2bf6f823-2838-427d-8432-7607492c7d1a",
                            "name": "Article 34",
                            "type": "article",
                            "children": {
                                "id": "477b85f9-6fb6-4bdd-8831-2a431fbc3474",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nDalam hal pengelolaan Barang Daerah menghasilkan penerimaan, maka penerimaan tersebut\ndisetor seluruhnya langsung ke Kas Daerah.",
                                "explanation": "Tidak ada Penjelasan"
                            }
                        }
                    ]
                },
                {
                    "id": "06a5eb7c-e2ea-4bc6-99cc-105eafe9a0fa",
                    "name": "Section Third",
                    "title": "\nAkuntansi Keuangan Pemerintah Daerah",
                    "type": "section",
                    "children": [
                        {
                            "id": "e259d604-f00e-426f-879c-f9e6a804e6f5",
                            "name": "Article 35",
                            "type": "article",
                            "children": {
                                "id": "49e52356-69ba-4497-a19f-f0e8c2f635ab",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPenatausahaan dan pertanggungjawaban Keuangan Daerah berpedoman pada standar akuntasi\nkeuangan pemerintah daerah yang berlaku.",
                                "explanation": "Tidak ada Penjelasan"
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "dde344c5-30a8-43f5-a819-3e6dede24a62",
            "name": "Chapter V",
            "title": "\nPERHITUNGAN APBD",
            "type": "chapter",
            "children": [
                {
                    "id": "f003868f-26de-499f-a021-aa66bf7f922e",
                    "name": "Article 36",
                    "type": "article",
                    "children": [
                        {
                            "id": "bd01e41c-7deb-465d-aa4e-a38d9ff3641f",
                            "name": "Verse 1",
                            "number": "(1)",
                            "type": "verse",
                            "content": " Setiap akhir tahun anggaran Pemerintah Daerah wajib membuat perhitungan APBD yang memuat\nperbandingan antara realisasi pelaksanaan apbd dibandingkan dengan APBD.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "996e3063-e1f0-42a5-ba42-78e15b6103d9",
                            "name": "Verse 2",
                            "number": "(2)",
                            "type": "verse",
                            "content": " Perhitungan APBD harus menghitungkan selisih antara realisasi penerimaan dengan anggaran\npenerimaan dan realisasi pengeluaran dengan anggaran pengeluaran dengan menjelaskan\nalasannya.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "c52d5c12-bad4-4fef-ac61-dc145fd3416a",
            "name": "Chapter VI",
            "title": "\nPERTANGGUNGJAWABAN KEUANGAN DAERAH",
            "type": "chapter",
            "children": [
                {
                    "id": "630c2e05-6cb6-486a-8e6f-aea67f286f1b",
                    "name": "Article 37",
                    "type": "article",
                    "children": [
                        {
                            "id": "06f9d599-cf18-491d-92dd-6b857648d8f5",
                            "name": "Verse 1",
                            "number": "(1)",
                            "type": "verse",
                            "content": " Pemerintah Daerah menyampaikan laporan triwulanan pelaksanaan APBD kepada DPRD.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "e3182c83-ef8f-4961-947b-ecd480f05593",
                            "name": "Verse 2",
                            "number": "(2)",
                            "type": "verse",
                            "content": " Laporan triwulan sebagaimana dimaksud dalam ayat (1) disampaikan paling lama 1 (satu) bulan\nsetelah berakhirnya triwulan yang bersangkutan.\n",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "0d0f14c9-861c-4029-ad38-e54ae4dd2508",
                    "name": "Article 38",
                    "type": "article",
                    "children": {
                        "id": "1b2f36f1-27ad-423b-89f8-db333a51f891",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKepala Daerah menyusun laporan pertanggungjawaban Keuangan Daerah yang terdiri atas:\na. Laporan perhitungan APBD;\nb. Nota Perhitungan APBD;\nC. Laporan Aliran Kas;\nd. Neraca Daerah.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "c2e82da5-cd7d-4969-bede-d1df4fe785dd",
                    "name": "Article 39",
                    "type": "article",
                    "children": [
                        {
                            "id": "821a026c-4cef-46b2-a09c-8d54aef74562",
                            "name": "Verse 1",
                            "number": "(1)",
                            "type": "verse",
                            "content": " Setiap Pejabat Pengelola Keuangan Daerah menyusun laporan pertanggungjawaban keuangan\nsecara periodik.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "43fcead6-2b0a-4aa8-9377-ba05df7a5bc4",
                            "name": "Verse 2",
                            "number": "(2)",
                            "type": "verse",
                            "content": " Sistem dan prosedur pertanggungjawaban sebagaimana dimaksud dalam ayat (1) ditetapkan\ndengan Keputusan Kepala Daerah.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "4e97a5f7-fef7-4ea7-836a-134c959d9550",
            "name": "Chapter VII",
            "title": "\nPENGAWASAN PENGELOLAAN\nKEUANGAN DAERAH",
            "type": "chapter",
            "children": [
                {
                    "id": "1b825409-5eea-421b-a971-a41415c8075e",
                    "name": "Article 40",
                    "type": "article",
                    "children": {
                        "id": "65114678-5dc5-4ce8-ad00-0c98fc169412",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPengawasan atas pelaksanaan APBD oleh DPRD.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "3637e3e5-4c53-4494-9457-dbc9b4db29ca",
                    "name": "Article 41",
                    "type": "article",
                    "children": [
                        {
                            "id": "fc115a6c-22b7-4660-b9f6-d81f792bff4c",
                            "name": "Verse 1",
                            "number": "(1)",
                            "type": "verse",
                            "content": " Peraturan Daerah tentang APBD, Perubahan APBD, dan Perhitungan APBD Propinsi disampaikan kepada Menteri Dalam Negeri dan Otonomi Daerah paling lambat 15 (lima belas) hari setelah ditetapkan.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "3740174a-9e43-401a-b91c-4bc9d765f25b",
                            "name": "Verse 2",
                            "number": "(2)",
                            "type": "verse",
                            "content": " Peraturan Daerah tentang APBD, Perubahan APBD, dan Perhitungan APBD Kabupaten/Kota disampaikan kepada Gubernur paling lambat 15 (lima belas) hari setelah ditetapkan.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "91d15c6a-8c5d-4a26-90f4-f0d7b52a8b26",
                    "name": "Article 42",
                    "type": "article",
                    "children": [
                        {
                            "id": "5982fc45-b489-4f16-8d5d-5ea9b441b54b",
                            "name": "Verse 1",
                            "number": "(1)",
                            "type": "verse",
                            "content": " Kepala Daerah mengangkat pejabat yang bertugas melakukan pengawasan internal pengelolaan Keuangan Daerah.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "dfbb4971-af6a-48aa-911e-24acb967d62e",
                            "name": "Verse 2",
                            "number": "(2)",
                            "type": "verse",
                            "content": " Pejabat pengawas internal pengelolaan Keuangan Daerah sebagaimana dimaksud dalam ayat (1) tidak diperkenankan merangkap jabatan lain di pemerintahan Daerah.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "e14b60c8-65cb-4373-83b4-2a42f7ae4ce1",
                            "name": "Verse 3",
                            "number": "(3)",
                            "type": "verse",
                            "content": " Pejabat pengawas internal pengelolaan Keuangan Daerah sebagaimana dimaksud dalam ayat (1) melaporkan hasil pengawasannya kepada Kepala Daerah.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "45eb2503-8f61-403f-ba37-249df8c01c15",
            "name": "Chapter VIII",
            "title": "\nPEMERIKSAAN KEUANGAN DAERAH",
            "type": "chapter",
            "children": [
                {
                    "id": "4f36da66-3344-495e-a572-e5143610a51e",
                    "name": "Article 43",
                    "type": "article",
                    "children": {
                        "id": "e57313a0-f7da-4be2-80ca-dea0e52f9041",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPemeriksaan atas pelaksanaan, pengelolaan, dan pertanggungjawaban Keuangan Daerah dilakukan sesuai peraturan perundang-undangan yang berlaku.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "d095e32d-f522-4188-8058-23d59cede748",
            "name": "Chapter XI",
            "title": "\nKERUGIAN KEUANGAN DAERAH",
            "type": "chapter",
            "children": [
                {
                    "id": "607b00fe-1277-414f-9188-e02c29f12f9c",
                    "name": "Article 44",
                    "type": "article",
                    "children": [
                        {
                            "id": "39ce102d-9227-4166-881a-1d66c93e33ed",
                            "name": "Verse 1",
                            "number": "(1)",
                            "type": "verse",
                            "content": " Setiap kerugian Daerah baik yang langsung maupun tidak langsung sebagai akibat perbuatan melanggar hukum atau kelalaian, harus diganti oleh yang bersalah dan atau lalai.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "f32b939d-bf23-4b00-8201-074fe0301e04",
                            "name": "Verse 2",
                            "number": "(2)",
                            "type": "verse",
                            "content": " Setiap pimpinan Perangkat Daerah wajib melakukan tuntutan ganti kerugian segera setelah diketahui bahwa dalam Perangkat Daerah yang bersangkutan terjadi kerugian akibat perbuatan",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "dc172052-ceae-4271-adb5-8b603b7654f3",
                    "name": "Article 45",
                    "type": "article",
                    "children": [
                        {
                            "id": "3f65494b-cb42-44f6-a347-24088cf0ecc6",
                            "name": "Verse 1",
                            "number": "(1)",
                            "type": "verse",
                            "content": " Kepala Daerah wajib melakukan tuntutan ganti rugi atas setiap kerugian yang diakibatkan oleh\nperbuatan melanggar hukum atau kelalaian Pejabat Pengelola Keuangan Daerah.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "307d689c-b328-4d96-bc8e-d5bde6581dcf",
                            "name": "Verse 2",
                            "number": "(2)",
                            "type": "verse",
                            "content": " Penyelesaian kerugian sebagaimana dimaksud dalam ayat (1) dilakukan sesuai dengan peraturan\nperunang-undangan yang berlaku.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "494f7344-aeb1-42a3-ab31-e14aff0d9b8a",
                    "name": "Article 46",
                    "type": "article",
                    "children": {
                        "id": "352524d4-d767-4ec0-946d-eec21e73a136",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nketentuan lebih lanjut mengenai tuntutan ganti rugi diatur dalam Peraturan daerah.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "c15e0707-05c0-4a37-82d4-faa72f72d697",
            "name": "Chapter X",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "dbc47a59-0878-4103-ad66-efe283ecd9df",
                    "name": "Article 47",
                    "type": "article",
                    "children": {
                        "id": "d1b951d5-7cf3-479e-ad0c-4241be63f0aa",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "52bd816f-e87e-4b0d-b985-d87f32ad2e3a",
                    "name": "Article 48",
                    "type": "article",
                    "children": {
                        "id": "00b53793-3a18-42bc-8824-4e6c561dc933",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPasal 49\nCukup jelas\n",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "dae701e0-9a7b-4d73-9fb4-3d2ef1cd3b48",
                    "name": "Article 49",
                    "type": "article",
                    "children": {
                        "id": "c39d3038-733b-4772-bda4-5876e47655ff",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal 1 Januari 2001.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini\ndengan penempatannya dalam Lembaran Negara Republik Indonesia.\nDitetapkan di Jakarta\nPada tanggal 10 November 2000\nPRESIDEN REPUBLIK INDONESIA,\nttd.\nABDURRAHMAN WAHID\nDiundangkan di Jakarta\npada tanggal 10 November 2000\nSEKRETARIS NEGARA REPUBLIK INDONESIA\nttd.\nDJOHAN EFFENDI\nLEMBARAN NEGARA REPUBLIK INDONESIA TAHUN 2000 NOMOR 202\nMaaf, tidak ada teks relevan yang bisa diekstrak dari gambar tersebut.\nUMUM\nBerdasarkan Undang-undang Nomor 22 Tahun 1999 tentang Pemerintahan Daerah dan\nUndang-Undang Nomor 25 Tahun 1999 tentang Perimbangan Keuangan antara Pemerintah Pusat dan\nDaerah, Pemerintah Pusat dengan Daerah merupakan satu kesatuan yang tak dapat dipisahkan dalam\nupaya penyelenggaraan pemerintahan dan pelayanan masyarakat. Misi utama dari kedua undang-undang\ntersebut bukan hanya pada keinginan untuk melimpahkan kewenangan dan pembiayaan dari Pemerintah\nPusat ke Pemerintah Daerah, tetapi yang lebih penting adalah keinginan untuk meningkatkan efisiensi dan\nefektivitas pengelolaan sumber daya Keuangan daerah dalam rangka peningkatan kesejahteraan dan\npelayanan kepada masyarakat.\nUntuk itu semangat desentralisasi, demokratisasi, transparansi, dan akuntabilitas menjadi sangat dominan\ndalam mewarnai proses penyelenggaraan pemerintah pada umumnya dan proses pengelolaan Keuangan\nDaerah pada khususnya.\nDalam kerangka sistem penyelenggaraan pemerintahan terlihat bahwa sistem pengelolaan\nkeuangan, pada dasarnya merupakan sub-sistem dari sistem pemerintahan itu sendiri. Sebagaimana\nsistem keuangan negara yang diamanatkan dalam Pasal 23 ayat (5) Undang-undang Dasar Tahun 1945,\naspek pengelolaan Keuangan daerah juga merupakan sub sistem yang diatur dalam Undang-undang\nNomor 22 Tahun 1999 tentang Pemerintahan Daerah khususnya Pasal 78 sampai dengan Pasal 86.\nDalam Pasal 80 ditetapkan bahwa perimbangan keuangan Pusat dan daerah diatur dengan\nundang-undang. Dengan pengaturan tersebut diharapkan terdapat keseimbangan yang lebih transparan\ndan akuntabel dalam pendistribusian kewenangan, pembiayaan, dan penataan sistem pengelolaan\nkeuangan yang lebih baik dalam mewujudkan pelaksanaan otonomi Daerah secara optimal sesuai\ndinamika dan tuntutan masyarakat yang berkembang.\nSejalan dengan hal tersebut sudah barang tentu pelaksanaan otonomi Daerah tidak hanya dapat\ndilihat dari seberapa besar Daerah akan memperoleh Dana Perimbangan tetapi hal tersebut harus\ndiimbangai dengan sejauh mana instrumen atau sistim pengelolaan keuangan yang lebih adil, rasional,\ntransparan, partisipatif, dan bertanggungjawab sebagaimana yang diamanatkan oleh kedua\nundang-undang tersebut.\n\nSecara Khusus Undang-undang Nomor 25 Tahun 1999 tentang Perimbangan Keuangan antara\nPemerintah Pusat dan Daerah telah menetapkan landasan yang jelas dalam penataan pengelolaan dan\npertanggungjawaban Keuangan Daerah, antara lain memberikan keleluasaan dalam penetapan produk\npengaturan sebagai berikut:\na. Ketentuan tentang pokok-pokok pengelolaan Keuangan Daerah diatur dengan Peraturan Daerah;\nb. Sistem dan prosedur pengelolaan Keuangan Daerah diatur dengan Surat Keputusan Kepala\nDaerah sesuai dengan Peraturan Daerah tersebut;\nc. Kepala Daerah menyampaikan laporan pertanggungjawaban kepada DPRD mengenai\npengelolaan Keuangan Daerah dan kinerja Keuangan Daerah dari segi efisiensi dan efektivitas\nkeuangan;\nd. Laporan pertanggungjawaban Keuangan Daerah tersebut merupakan dokumen Daerah sehingga\ndapat diketahui oleh Keuangan;\nOleh karena itu mengacu pada semangat kedua undang-undang tersebut maka pedoman\npengelolaan dan pertangungjawaban Keuangan Daerah yang diatur dalam Peraturan Pemerintah ini\nbersifat umum dan lebih menekankan pada hal yang bersifat prinsip, norma, asas, dan landasan umum\ndalam pengelolaan Keuangan Daerah.\nSementara itu sistem dan prosedur pengelolaan Keuangan secara rinci ditetapkan oleh\nmasing-masing Daerah. Kebhinekaan dimungkinkan terjadi sepanjang hal tersebut masih sejalan atau\ntidak bertentangan dengan Peraturan Pemerintah ini. dengan upaya tersebut diharapkan Daerah didorong\nuntuk lebih tanggap, kreatif dan mampu mengambil inisiatif dalam perbaikan dan pemutakhiran sistem dan\nprosedurnya serta meninjau kembali sistem tersebut secara terus-menerus, dengan tujuan memaksimalkan\nefisiensi dan efektifitas berdasarkan keadaan, kebutuhan dan kemampuan setempat.\nPASAL DEMI PASAL",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "daad8416-539f-40be-bab8-c58a33c3b997",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "c575fa8b-b193-457e-9814-1b12f0fd1dea",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "f254549d-3c9e-4747-b2cb-31dd26653127",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "96811ce8-45be-430b-9689-3af76da7b6c6",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAyat (1)\nKekuasaan umum pengelolaan Keuangan Daerah meliputi antara lain fungsi perencanaan\numum, fungsi, penyusunan anggaran, fungsi pemungutan pendapatan, fungsi pembendaharaan,\numum Daerah, fungsi penggunaan anggaran, serta fungsi pengawasan dan pertanggungjawaban.\nAyat (2)\nDalam rangka efisiensi dan efektifitas pengelolaan Keuangan Daerah, Kepala Daerah,\nmendelegasikan sebagian atau seluruh kewenangannya kepada perangkat pengelola Keuangan\ndaerah.\nKewenangan yang didelegasikan minimal adalah kewenangan yang berkaitan dengan\ntugas sebagai Bendahara Umum Daerah.\nSekretaris Daerah atau Pimpinan perangkat pengelola Keuangan Daerah\nbertanggungjawab kepada Pemegang Kekuasaan Umum Pengelolaan Keuangan Daerah.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "af6f14ed-cc19-4efd-a2a4-695a4330181c",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "34a165e5-15f0-4392-8eed-bb8458522458",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAyat (1)\nPenetapan para Pejabat Pengelola Keuangan Daerah merupakan salah satu syarat\npelaksanaan Anggaran. Pejabat Pengelola Keuangan Daerah antara lain Bendahara Umum\nDaerah. Pengguna Anggaran, dan Pemegang Kas.\nAyat (2)\nCukup jelas\nAyat (3)\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "10ed885f-c7b8-4044-a771-b69a0644a1ba",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "32f88ba2-a5ce-49e7-9355-f78dd674274e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "a64a08a4-05a6-4474-b92f-8d8dd3d51711",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "b6526fd0-20c4-4495-95af-11d39a9e6ca6",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan ini berarti, bahwa APBD merupakan rencana pelaksanaan semua Pendapatan Daerah\ndan semua Belanja daerah dalam rangka pelaksanaan desentralisasi dalam tahun anggaran\ntertentu. Dengan demikian, pemungutan semua Penerimaan Daerah dalam rangka pelaksanaan\ndesentrasi bertujuan untuk memenuhi target yang ditetapkan dalam APBD. Semua Pengeluaran\nDaerah dan ikatan yang membebani Daerah dalam rangka pelaksanaan desentrasi dilakukan\nsesuai jumlah dan sasaran yang ditetapkan dalam APBD, sehingga APBD menjadi dasar bagi\nkegiatan pengendalian, pemeriksaan dan pengawasan Keuangan Daerah.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "5de242dd-4aeb-46ef-9304-3bb0d9aef936",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "1a3ddafb-671d-420f-b326-649f82810fb8",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "c20357af-ed8c-4c9c-85b6-622449b1fac4",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "5573862a-9516-4fd6-9fc7-0b45d015b866",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n\nAyat (1)\nSemua Penerimaan Daerah dan Pengeluaran Daerah yang tidak berkaitan dengan\npelaksanaan Dekonsentrasi atau Tugas Pembantuan merupakan penerimaan dan pengeluaran\ndalam rangka pelaksanaan desentralisasi.\nAyat (2)\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "17124214-ef0c-4c5f-9c03-7f5de9326213",
                    "name": "Article 8",
                    "type": "article",
                    "children": {
                        "id": "79dfdf1e-156d-4ea4-b87d-fad4b6755400",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAnggaran dengan pendekatan kinerja adalah suatu sistem anggaran yang mengutamakan upaya\npencapaian hasil kerja atau output dari perencanaan alokasi biaya atau input yang ditetapkan.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "9c75a3df-b1b0-4046-a1fc-ae0373ebc963",
                    "name": "Article 9",
                    "type": "article",
                    "children": {
                        "id": "f1ee82c9-d176-4795-b234-e115af18391a",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan Pasal ini berarti Daerah tidak boleh menganggarkan pengeluaran tanpa kepastian\nterlebih dahulu mengenai ketersediaan sumber pembiayaannya dan mendorong Daerah untuk\nmeningkatkan efisiensi pengeluarannya.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "a0b88263-3e89-45e5-aef6-6a50042ef6e9",
                    "name": "Article 10",
                    "type": "article",
                    "children": {
                        "id": "59d9ecff-38b1-4690-b459-1ea953a6f8fe",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "cc41eae2-1677-4212-8661-bbb649c583cc",
                    "name": "Article 11",
                    "type": "article",
                    "children": {
                        "id": "ceb20c3c-556b-4722-b7fc-0d24cd524c3c",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nCukup jelas\npasal 12\nAyat (1)\nAnggaran pengeluaran tidak tersangka tersebut dikelola oleh Bendahara Umum daerah.\nAyat (2)\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "a7a58978-31b5-4def-b38b-e8d3a183754d",
                    "name": "Article 13",
                    "type": "article",
                    "children": {
                        "id": "edbd4409-c1eb-4d9d-94d5-d09861e89552",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAyat (1)\nCukup jelas\nAyat (2)\nDana cadangan tersebut digunakan untuk membiayai kebutuhan seperti rehabilitasi\nprasarana, keindahan kota, atau pelestarian lingkungan hidup, sehingga biaya rehabilitasi tersebut\ndibebankan dalam beberapa tahun anggaran.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "8146e156-dce4-413f-ad42-c2fd13512182",
                    "name": "Article 14",
                    "type": "article",
                    "children": {
                        "id": "8cc264b8-e099-4711-b768-4885ffabaf1a",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAyat (1)\nCukup jelas\nAyat (2)\nYang dimaksud dengan hal-hal lain sebagaimana dimaksud dalam huruf misalnya:\na.\nPenyusunan rencana anggaran multitahunan;\nb.\nprosedur pergeseran anggaran;\nc.\nsistem penatausahaan Keuangan Daerah dan proses penyusunan perhitungan\nAPBD;\nd.\nprosedur penggunaan anggaran untuk pengeluaran tidak tersangka;\ne.\nproses penunjukan Pejabat Pengelola Keuangan Daerah;\nf.\njadwal dan garis besar muatan laporan pelaksanaan APBD kepada DPRD;\ng.\npersetujuan tentang investasi keuangan Daerah;\nh.\nproses perubahan APBD; dan\ni.\nproses penghapusan aset Daerah.\nAyat (3)\nCukup jelas\nAyat (4)\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "596f5070-1a6f-44b7-aa5e-8571c3f96772",
                    "name": "Article 15",
                    "type": "article",
                    "children": {
                        "id": "fd8965bf-ee3a-4e3c-b39f-b5bfe57b3531",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAyat (1)\nYang dimaksud dengan suatu kesatuan dalam ayat ini adalah bahwa dokumen APBD\nmerupakan rangkuman seluruh jenis pendapatan, jenis belanja, dan sumber-sumber\npembiayaannya.\nAyat (2)\nCukup jelas\nAyat (3)\nCukup jelas\nAyat (4)\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "df189683-d0f1-417e-ba1e-02b9850695cd",
                    "name": "Article 16",
                    "type": "article",
                    "children": {
                        "id": "b41eee85-a86d-4d6d-8568-89d9a80852b4",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n\nAyat (1)\nKelompok pendapatan meliputi Pendapatan Asli Daerah, dana Perimbangan, dan lain-lain\nPendapatan yang sah.\nJenis pendapatan misalnya pajak Daerah, Retribusi Daerah, dana Alokasi Umum dan\nDana Alokasi Khusus.\nAyat (2)\nYang dimaksud dengan belanja menurut organisasi adalah suatu Kesatuan pengguna\nanggaran seperti DPRD dan Sekretariat DPRD, Kepala Daerah dan Wakil Kepala Daerah,\nsekretariat Daerah, serta dinas Daerah dan lembaga teknis Daerah lainnya. Fungsi belanja\nmisalnya pendidikan, kesehatan, dan fungsi-fungsi lainnya. Jenis belanja, yaitu seperti belanja\npegawai, belanja barang, belanja pemeliharaan, belanja perjalanan dinas dan belanja\nmodal/pembangunan.\nAyat (3)\nSumber-sumber pembiayaan yang merupakan penerimaan Daerah antara lain seperti sisa\nlebih perhitungan anggaran tahun lalu, penerimaan pinjaman dan obligasi serta penerimaan dari\npenjualan aset Daerah yang dipisahkan.\npokok.\nSumber pembiayaan yang merupakan pengeluaran antara lain seperti pembayaran hutang",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "a9941651-e43a-431d-9479-6efe35644b73",
                    "name": "Article 17",
                    "type": "article",
                    "children": {
                        "id": "0cd20ab2-1c37-4ddc-a47a-cdd7759cd6a6",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "a4123ba1-184b-45a1-af5f-680157e060ff",
                    "name": "Article 18",
                    "type": "article",
                    "children": {
                        "id": "eb67c876-d172-488e-83d3-c571aea6bdfc",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAyat (1)\nDikecualikan dari sumber penerimaan APBD dalam ayat ini adalah Dana Alokasi Khusus,\nDana Darurat, dan Pinjaman Daerah. Pengeluaran yang akan disisihkan untuk pembentukan Dana\nCadangan dicantumkan pada anggaran belanja.\nAyat (2)\nYang dimaksud dengan dicatat dan dikelola dalam APBD adalah dibukukan didalam\nrekening tersendiri yang memperlihatkan saldo awal, setiap transaksi penerimaan dan pengeluaran\nserta saldo akhir tahun anggaran.\nAyat (3)\nCukup jelas\nAyat (4)\nSaldo akhir Dana Cadangan pada tahun tersebut dicacat sebagai saldo awal pada tahun\nanggaran berikutnya pada saat yang sama ditambahkan pada Dana Cadangan tahun berikutnya.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "7057e620-27ef-4fe5-bfc6-a1f8808a5559",
                    "name": "Article 19",
                    "type": "article",
                    "children": {
                        "id": "1b425182-1cc1-4e2d-a972-1a04c9fd4995",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAyat (1)\nPinjaman Daerah dicantumkan pada anggaran Pembiayaan. Penggunaan dana yang\nbersumber dari Pinjaman daerah ini dipergunakan untuk membiayai kegiatan sebagaimana diatur\ndalam peraturan perundang-undangan yang berlaku untuk Pinjaman daerah.\nAyat (2)\nApabila Pemerintah Daerah dalam rangka pembangunan fasilitas pelayanan publik tidak\nmemiliki dana taupun dana yang ada tidak mencukupi, maka Daerah dapat mencari alternatif\nsumber-sumber pembiayaan jangka panjang melalui kerjsama dengan pihak lain termasuk\nmasyarakat.\nDaerah.\nKerjasama yang mempunyai akibat keuangan terhadap APBD diatur dengan Peraturan\nAyat (3)\nYang dimaksud dengan investasi dalam bentuk penyertaan modal adalah penyertaan\nmodal Pemerintah Daerah yang dilakukan melalui badan usaha milik Daerah.\nYang dimaksud dengan deposito adalah simpanan berjangka pada bank yang sehat.\nDalam rangka penganggaran, investasi dicantumkan pada anggaran pembiayaan.\nAyat (4)\nCukup jelas\nAyat (5)\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "6e34531e-34d3-43a8-a5d3-c69cb3ecd893",
                    "name": "Article 20",
                    "type": "article",
                    "children": {
                        "id": "c0069ec9-4aac-4933-819e-371a7008bad3",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAyat (1)\nUraian tersebut merupakan indikator dan atau sasaran kerja Pemerintah Daerah yang \nmenjadi acuan Laporan Pertanggungjawab tentang kinerja Daerah.\nHuruf a\nCukup jelas\nHuruf b\nPengembangan standar pelayanan dapat dilaksanakan secara terhadap dan \nharus dilakukan secara berkesinambungan.\nHuruf c\nCukup jelas\nAyat (2)\nYang dimaksud dengan standar analisa belanja adalah penilaian kewajaran atas beban \nkerja dan biaya terhadap suatu kegiatan.\nYang dimaksud dengan tolok ukur kinerja adalah ukuran keberhasilan yang dicapai pada \nsetiap unit organisasi perangkat Daerah. Yang dimaksud dengan standar biaya adalah harga \nsatuan unit biaya yang berlaku bagi masing-masing Daerah.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "6a6d06f9-4f5b-43fb-8a92-508e71b6efb6",
                    "name": "Article 21",
                    "type": "article",
                    "children": {
                        "id": "d82e667a-d2d9-4eea-9b1a-57571114a546",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nCukup jelas\n",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "b273eb0e-4f9f-472b-8057-c661155593ef",
                    "name": "Article 22",
                    "type": "article",
                    "children": {
                        "id": "987f1654-7c0f-4bea-b801-ee6fcc17f4c9",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "e7123a99-3350-4b07-977d-ba92d13c8bcf",
                    "name": "Article 23",
                    "type": "article",
                    "children": {
                        "id": "96832454-5ab9-4139-ab99-6a954cec95fd",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAyat (1)\nHuruf a\nCukup jelas\nHuruf b\nCukup jelas\nHuruf c\nKebutuhan mendesak dalam ketentuan ini adalah untuk penanggulangan\nkerusakan sarana dan prasarana sebagai akibat bencana alam dan bencana sosial yang belum\natau tidak cukup disediakan anggarannya dalam pengeluaran tidak tersangka.\nAyat (2)\nJangka waktu 3 (tiga) bulan termasukd dengan mempertimbangkan pelaksanaannya dapat\nselesai pada akhir tahun anggaran tertentu.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "b645dcf1-4210-40bb-b400-acc822ae37ce",
                    "name": "Article 24",
                    "type": "article",
                    "children": {
                        "id": "e3a32f2f-33a9-444b-a9fb-ee0e3d4c4652",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAyat (1)\nCukup jelas\nAyat (2)\nSemua manfaat yang bernilai uang tersebut dibukukan sebagai Pendapatan Daerah dan\ndianggarkan dalam APBD.\nAyat (3)\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "dbeb9884-812e-4c05-b78f-baeed460cece",
                    "name": "Article 25",
                    "type": "article",
                    "children": {
                        "id": "cd73a8ff-f6b7-4e61-ab1a-fb090d0fac31",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nTindakan dimaksud tidak termasuk penerbitan surat keputusan yang berkaitan dengan\nkepegawaian yang foormasinya sudah ditetapkan sebelumnya dan pelaksanaan anggaran apabila\nrancangan APBD tidak atau belum disetujui oleh DPRD sebagaimana dimaksud dalam Pasal 22.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "09019c6e-5e33-4442-846c-2b758b9e2151",
                    "name": "Article 26",
                    "type": "article",
                    "children": {
                        "id": "953ebda6-93b0-4704-a33b-7bce98d80f60",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSurat Keputusan Otorisasi merupakan dokumen APBD yang menjadi dasar setiap\npengeluaran atas beban APBD.\n",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "ad2710d7-74d8-4374-ac3e-343b500cc969",
                    "name": "Article 27",
                    "type": "article",
                    "children": {
                        "id": "02865e8e-bc2f-4083-8436-4c6cee025043",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAyat (1)\nBukti dimaksud antara lain kuitansi, faktur, surat penerimaan barang, perjanjian pengadaan barang dan jasa.\nAyat (2)\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "bb356fbb-fada-414a-a53e-6310fef0a5af",
                    "name": "Article 28",
                    "type": "article",
                    "children": {
                        "id": "f11f2d8e-8239-4fdd-8e51-14be89d78e23",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAyat (1)\nCukup jelas\nAyat (2)\nSurat Perintah Membayar merupakan dokumen APBD ayang menjadi dasar untuk\nmelakukan pembayaran atas beban APBD. Surat Perintah Membayar ditetapkan oleh Bendahara\nUmum Daerah atau pejabat yang ditetapkan oleh Bendahara Umum Daerah.\nAyat (3)\nBendahara Umum Daerah dapat menetapkan pejabat yang melakukan tugas pembayaran\natas dasar Surat Perintah Membayar.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "19ba6213-4424-4bff-b739-8eb855d4f08b",
                    "name": "Article 29",
                    "type": "article",
                    "children": {
                        "id": "8244e6aa-8a88-423a-83bf-df78d928b439",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAyat (1)\nCukup jelas\nAyat (2)\nTambahan penghasilan diberikan dalam rangka peningkatan kesejahteraan pegawai\nberdasarkan prestasi kerja, tempat bertugas, dan kelangkaan profesi.\nAyat (3)\nCukup jelas\nAyat (4)\nYang dimaksud Pegawai Negeri Sipil Daerah dalam ayat ini adalah Pegawai Negeri Sipil\nDaerah yang diangkat oleh Pemerintah Daerah mulai tanggal 1 Januari 2001.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "0e8cfd98-39b5-49ee-b41e-111931b485b5",
                    "name": "Article 30",
                    "type": "article",
                    "children": {
                        "id": "ac889d3c-52f4-44a7-8df3-64f4b600fe19",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "bfeaaef1-5571-4d01-85b4-162430802020",
                    "name": "Article 31",
                    "type": "article",
                    "children": {
                        "id": "7938ff88-3149-4c7e-8c17-1e16663c6b3f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAyat (1)\nPengelolaan Barang Daerah dimaksud meliputi perencanaan, penentuan kebutuhan,\npenganggaran, pengadaan, penyimpanan dan penyaluran, pemeliharaan, penghapusan dan\npengendalian.\nAyat (2)\nPencatatan berdasarkan standar akuntansi pemerintah daerah dimaksud dilaksanakan\nsecara bertahap sesuai dengan kondisi masing-masing Daerah.\nAyat (3)\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "a771b791-74fb-4a69-9f3a-96ab7833fb47",
                    "name": "Article 32",
                    "type": "article",
                    "children": {
                        "id": "44ededf9-e281-492c-b945-1b501ad4a729",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "24810ed0-04d3-4a05-a3de-8bdfdbaa59a2",
                    "name": "Article 33",
                    "type": "article",
                    "children": {
                        "id": "6cc20952-b34e-428d-bc8a-4019950f1027",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "0d7eca33-4fac-4ac0-bdc4-44c0ded0728c",
                    "name": "Article 34",
                    "type": "article",
                    "children": {
                        "id": "a539e6f7-6535-475e-bc5f-4dedc7d9a2c0",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "229ea8f3-3546-4d75-8919-b42ad31d240f",
                    "name": "Article 35",
                    "type": "article",
                    "children": {
                        "id": "b6f614f5-6c76-4aff-a873-398d53d8eec5",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nYang dimaksud dengan standar akuntansi keuangan pemerintah daerah adalah pedoman atau prinsip-prinsip yang mengatur perlakuan akuntansi yang menjamin konsistensi dalam pelaporan keuangan.\nSepanjang standar akuntansi keuangan pemerintah daerah belum tersusun, Daerah dapat menggunakan standar yang dipergunakan saat ini. Perubahan menuju penerapan standar akuntansi keuangan dilaksanakan secara bertahap sesuai dengan kondisi masing-masing Pemerintah Daerah.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "476e5223-4dda-47c9-8f07-63b2432f2a6a",
                    "name": "Article 36",
                    "type": "article",
                    "children": {
                        "id": "1cad603f-c3f9-4ab5-8037-d7fced3dd9b0",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAyat (1)\nCukup jelas\nAyat (2)\nAlasan harus menetapkan apakah selisih tersebut disebabkan oleh faktor-faktor yang terkendali atau tidak terkendali.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "567dc7c1-ebde-4aa5-98d2-b53998b83630",
                    "name": "Article 37",
                    "type": "article",
                    "children": {
                        "id": "d2ddba0f-18ce-4eec-80c5-15401c4d17d2",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAyat (1)\nLaporan dimaksud memeuat tentang kemajuan pelaksanaan APBD per triwulan.\nAyat (2)\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "67a5694c-cc00-4aef-ab9a-70e41c4b0fdd",
                    "name": "Article 38",
                    "type": "article",
                    "children": {
                        "id": "155d9734-98f4-4d60-99f5-e22356331393",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nHuruf a\nCukup jelas\nHuruf b\nNota penghitungan APBD memuat ringkasan realisasi Pendapatan Daerah, Belanja Daerah dan Pembiayaan serata kinerja Keuangan Daerah mencakup antara lain:\na. kinerja Daerah dalam rangka pelaksanaan program yang direncanakan dalam APBD tahun anggaran berkenaan;\nb. kinerja pelayanan yang dicapai;\nC. bagian belanja APBD yang digunakan untuk membiayai administrasi umum, kegiatan operasi dan pemeliharaan serta belanja modal/pembangunan untuk apartur Daerah dan pelayanan publik.\nd. bagian belanja APBD yang digunakan untuk anggaran DPRD termasuk sekretaris DPRD.\ne. Posisi Dana Cadangan.\nHuruf c\nCukup jelas\n",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "01e97efd-ea51-44c9-b6f6-5b91f49694bd",
                    "name": "Article 39",
                    "type": "article",
                    "children": {
                        "id": "74d54bef-bdbe-43dd-bbce-dc7ece175856",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nHuruf d\nPenyusunan neraca Daerah dilakukan sesuai dengan standar akuntansi Keuangan pemerintah secara bertahap sesuai dengan kondisi masing-masing pemerintah.\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "ff5f3288-6b54-49bd-93b9-9da892c4d431",
                    "name": "Article 40",
                    "type": "article",
                    "children": {
                        "id": "ede87ee4-7311-4b02-ab54-24ab61214270",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPengawasan sebagaimana dimaksud dalam ayat ini adalah bukan pemeriksaan tetapi pemeriksaan yang lebih mengarah untuk menjamin pencapaian sasaran yang ditetapkan dalam APBD.\npasal 41\nAyat (1)\nCukup jelas\nAyat (2)\nPeraturan Daerah tentang APBD Kabupaten/Kota disampaikan kepada Gubernur selaku wakil Pemerintah Pusat.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "cee0034c-5b3c-42b7-96cc-5c81dac032eb",
                    "name": "Article 42",
                    "type": "article",
                    "children": {
                        "id": "fdf6aad9-bc21-4a53-b12f-af117f4232d2",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAyat (1)\nPengawasan internal pengelolaan Keuangan Daerah bertujuan untuk menjaga efisien,\nefektivitas, dan kehematan dalam pengelolaan Keuangan Daerah atas nama Kepala Daerah.\nPengawasan internal pengelolaan Keuangan Daerah selain melakukan pengawasan atas\nurusan kas/uang, memperhatikan pula tatalaksana penyelenggaraan program, kegiatan dan\nmanajemen oleh Pemerintah Daerah dari segi efisiensi dan efektivitasnya, yang dapat\nmempengaruhi kekuatan dan dayaguna keuangan Daerah.\nAyat (2)\nCukup jelas\nAyat (3)\nApabila Sekretaris Daerah atau Pimpinan perangkat pengelola Keuangan Daerah\nmelakukan pembinaan dan supervisi dalam perencanaan dan pelaksanaan kerja atas pejabat\npengawas internal Keuangan, pejabat pengawas internal Keuangan tersebut tetap melaporkan\nhasil pengawasannya kepada Kepala Daerah.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "f6401acb-cc64-4f6f-8c73-7bd1be7d0144",
                    "name": "Article 43",
                    "type": "article",
                    "children": {
                        "id": "3a34b109-8c25-4dbc-b6c4-9a99355ffde5",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nCukup jelas\n",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "9c6051be-6732-42e8-933a-9faa762cb254",
                    "name": "Article 44",
                    "type": "article",
                    "children": {
                        "id": "ab937d3e-faf5-439b-914c-1908039e23ed",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nAyat (1)\nKerugian Daerah yang dimaksud dalam ayat ini adalah yang nyata dan pasti jumlahnya.\nTermasuk dalam kerugian Daerah adalah pembayaran dari Daerah kepada orang atau badan yang\ntidak berhak. Oleh karena itu, setiap orang atau badan yang menerima pembayaran demikian itu\ntergolong dalam melakukan pembuatan yang melawan hukum.\nAyat (2)\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "aaff4e1d-aee1-4629-a4d7-4ed9deaa949e",
                    "name": "Article 45",
                    "type": "article",
                    "children": {
                        "id": "e9a38c95-581e-4f37-9ef0-75e4b6bcbc7f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "c9f8bf24-ba38-4399-8c43-12949decc121",
                    "name": "Article 46",
                    "type": "article",
                    "children": {
                        "id": "ee4afd13-bf08-43e2-a311-b3f01bf2f24d",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nCukup jelas",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Nomor": "105",
        "Tahun": "2000",
        "Tentang": "PENGELOLAAN DAN PERTANGGUNGJAWABAN KEUANGAN DAERAH",
        "Menimbang": {
            "Introduction": "\nbahwa untuk melaksanakan ketentuan Pasal 86 Undang-undang Nomor 22 Tahun 1999\ntentang pemerintahan daerah dan pasal 26 Undang-undang Nomor 25 Tahun 1999 tentang\nPerimbangan Keuangan antara Pemerintah Pusat dan Daerah, perlu menetapkan Peraturan\nPemerintah tentang Pengelolaan dan Pertanggungjawaban Keuangan Daerah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945 sebagaimana telah diubah dengan\nPerubahan kedua Undang-Undang dasar 1945;",
            "2": " Undang-undang Nomor 22 Tahun 1999 tentang Pemerintah Daerah (Lembaran Negara\nTahun 1999 Nomor 60, Tambahan Lembaran Negara Nomor 3839);",
            "3": " Undang-undang Nomor 25 Tahun 1999 tentang Perimbangan Keuangan antara\nPemerintah Pusat dan Daerah (Lembaran Negara Republik Indonesia Tahun 1999\nNomor 70, Tambahan Lembaran Negara Nomor 3848);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PENGELOLAAN DAN\nPERTANGGUNGJAWABAN KEUANGAN DAERAH.",
        "tanggal sah": ""
    }
}