{
    "results": [
        {
            "id": "eee5ad7c-db07-4b36-9adb-a4f977707e62",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "f6a4018a-34c7-48ff-a0a9-926f66a2c9ab",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dalam Peraturan Pemerintah ini yang dimaksud dengan:\n1. Lembaga Jaminan Resi Gudang yang selanjutnya disebut Lembaga\nJaminan adalah badan hukum Indonesia yang menjamin hak dan\nkepentingan pemegang Resi Gudang atau Penerima Hak Jaminan\nterhadap kegagalan, kelalaian, atau ketidakmampuan Pengelola\nGudang dalam melaksanakan kewajibannya dalam menyimpan dan\nmenyerahkan barang.\n2. Lembaga Pelaksana Penjaminan Sistem Resi Gudang yang selanjutnya\ndisebut Lembaga Pelaksana adalah lembaga yang melaksanakan\nfungsi, tugas, kewajiban, dan wewenang Lembaga Jaminan.\n3. Menteri adalah menteri yang melaksanakan urusan pemerintahan di\nbidang perdagangan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "44ff02e2-e62a-43a6-9264-0525f38b35c6",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "d967f1f9-62f3-4281-9140-c746bdaf1238",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Sebelum Lembaga Jaminan Resi Gudang berdiri dan melaksanakan\nkegiatannya berdasarkan Undang-Undang Nomor 9 Tahun 2006 tentang\nSistem Resi Gudang sebagaimana telah diubah dengan Undang-Undang\nNomor 9 Tahun 2011 tentang Perubahan atas Undang-Undang Nomor 9\nTahun 2006 tentang Sistem Resi Gudang, pelaksanaan fungsi, tugas,\nkewajiban, dan wewenang Lembaga Jaminan dilaksanakan oleh Lembaga\nPelaksana.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "3f562ebf-53f7-4a94-b962-b715f9678099",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "365160b6-ec60-41c3-b3d3-e3d320d60baa",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Lembaga Pelaksana sebagaimana dimaksud dalam Pasal 2 harus\nmemenuhi persyaratan:\na. lembaga atau badan usaha yang seluruh atau sebagian besar\nmodalnya dimiliki oleh negara;\n2014, No.32\nb. mempunyai pengalaman paling sedikit 3 (tiga) tahun di bidang penjaminan;\nc. kegiatan dari lembaga atau badan usaha tersebut terkait dengan kegiatan Sistem Resi Gudang;\nd. memiliki sistem dan sarana yang terkait dengan penjaminan atau Sistem Resi Gudang; dan\ne. memiliki komitmen untuk mengutamakan pengembangan dan keamanan Sistem Resi Gudang.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "758573f0-6aec-4c89-95d9-a60baca8d464",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "bd74400f-500b-4629-80f1-d365406a5afc",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Penetapan Lembaga Pelaksana sebagaimana dimaksud dalam Pasal 2 dilakukan berdasarkan hasil seleksi yang dilakukan Tim Seleksi.\n(2) Tim Seleksi dibentuk dan bertanggungjawab kepada Menteri.\n(3) Tim Seleksi sebagaimana dimaksud pada ayat (2) memiliki tugas:\na. mengumumkan penerimaan dan melakukan pendaftaran calon Lembaga Pelaksana;\nb. menyeleksi dan menilai calon Lembaga Pelaksana; dan\nc. menyampaikan hasil seleksi dan penilaian calon Lembaga Pelaksana kepada Menteri.\n(4) Ketentuan lebih lanjut mengenai tata cara seleksi oleh Tim Seleksi diatur dengan Peraturan Menteri.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "b4cfaa5e-bebb-46b4-b295-32d12f623d15",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "083860fb-fe26-40c9-8969-f1d3c6c40d0f",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Menteri mengajukan permohonan penetapan Lembaga Pelaksana yang dipilih berdasarkan hasil seleksi kepada Presiden setelah mendengar pertimbangan menteri yang menyelenggarakan urusan pemerintahan di bidang keuangan.\n(2) Penetapan Lembaga Pelaksana sebagaimana dimaksud pada ayat (1) dan ketentuan mengenai pembinaan, pengawasan, persyaratan dan kepesertaan penjaminan, pengumpulan dana, pengelolaan dana, struktur organisasi dan fungsi administrasi Lembaga Pelaksana, serta hal-hal yang terkait dengan pelaksanaan penjaminan Lembaga Pelaksana diatur dengan peraturan pemerintah tersendiri.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "e91823f5-921a-48a9-9998-b85aae45bbcb",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "7f8d3ea8-b6a5-4a46-8f61-db4fa386da39",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan\nPeraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara\nRepublik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "10",
        "Tahun": "2014",
        "Tentang": "PERSYARATAN DAN TATA CARA PENETAPAN LEMBAGA PELAKSANA\nPENJAMINAN RESI GUDANG",
        "Menimbang": {
            "Introduction": "\nbahwa untuk mengatur penetapan lembaga yang melaksanakan fungsi, tugas, kewajiban, dan wewenang Lembaga Jaminan Resi Gudang serta untuk melaksanakan ketentuan Pasal 44A ayat (3) Undang-Undang Nomor 9 Tahun 2006 tentang Sistem Resi Gudang sebagaimana telah diubah dengan Undang-Undang Nomor 9 Tahun 2011 tentang Perubahan atas Undang-Undang Nomor 9 Tahun 2006 tentang Sistem Resi Gudang, perlu menetapkan Peraturan Pemerintah tentang Persyaratan dan Tata Cara Penetapan Lembaga Pelaksana Penjaminan Resi Gudang;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar Negara Republik Indonesia Tahun 1945;",
            "2": " Undang-Undang Nomor 9 Tahun 2006 tentang Sistem Resi Gudang (Lembaran Negara Republik Indonesia Tahun 2006 Nomor 59, Tambahan Lembaran Negara Republik Indonesia Nomor 4630) sebagaimana telah"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PERSYARATAN DAN\nTATA CARA PENETAPAN LEMBAGA PELAKSANA\nPENJAMINAN RESI GUDANG",
        "tanggal sah": "12 Februari 2014"
    }
}