{
    "results": [
        {
            "id": "22d5ec46-b9e1-4d2b-b715-9089da5a15af",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "fb3c1ee8-5353-4457-9b6c-f860d36679dd",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "ee807065-8427-4f5d-819d-219560d933fd",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan:\n1. Menteri Keuangan adalah Menteri yang mewakili Pemerintah selaku pemegang saham Negara pada Perusahaan Perseroan.\n2. Perusahaan Perseroan, untuk selanjutnya disebut PERSERO, adalah Badan Usaha Milik Negara yang dibentuk berdasarkan Undang-undang Nomor 9 Tahun 1969 yang berbentuk Perseroan Terbatas sebagaimana dimaksud dalam Undang-undang Nomor 1 Tahun 1995 yang seluruh atau paling sedikit 51% saham yang dikeluarkannya dimiliki oleh Negara melalui penyertaan modal secara langsung.\n3. PERSERO Terbuka adalah Persero yang modal dan jumlah pemegang sahamnya memenuhi kriteria tertentu atau PERSERO yang melakukan penawaran umum, sesuai dengan peraturan perundang-undangan di bidang pasar modal.",
                        "explanation": "\nAngka 1\nCukup jelas\nAngka 2\nYang termasuk dalam pengertian penyertaan modal secara langsung dalam\nhal ini adalah penyertaan dalam modal saham PERSERO. Tidak termasuk sebagai\nPERSERO adalah Perseroan Terbatas yang sahamnya dimiliki oleh PERSERO.\nAngka 3\nCukup jelas\n"
                    }
                },
                {
                    "id": "d7d39006-cf29-4ef7-9c57-dafdb4ded4eb",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "9cb77349-bffa-48bf-b970-2e03c5988627",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Setiap penyertaan modal Negara ke dalam modal saham Perseroan Terbatas ditetapkan dengan Peraturan Pemerintah yang memuat maksud penyertaan dan besarnya kekayaan Negara yang dipisahkan untuk penyertaan modal tersebut.\n\n(2) Setiap perubahan penyertaan modal Negara sebagaimana dimaksud\ndalam ayat (1) yang meliputi penambahan dan pengurangan\npenyertaan modal Negara ditetapkan dengan Peraturan Pemerintah.",
                            "explanation": " dan Ayat (2)\nPemisahan kekayaan Negara untuk dijadikan penyertaan Negara dalam\nmodal saham Perseroan Terbatas hanya dapat dilakukan dengan cara penyertaan\nlangsung Negara ke dalam modal Perseroan Terbatas tersebut.\nPemisahan kekayaan Negara untuk dijadikan modal dari suatu Perseroan\nTerbatas dapat dilakukan antara lain untuk maksud sebagai berikut:\na. pendirian suatu Perseroan Terbatas baru atau turut serta dalam Perseroan\nTerbatas yang bukan PERSERO yang telah berdiri;\nb. penambahan kapasitas suatu Perseroan Terbatas;\nc. restrukturisasi permodalan Perseroan Terbatas.\nDengan ketentuan ini maka setiap penambahan penyertaan modal Negara\nkedalam PERSERO baik yang berasal dari Anggaran Pendapatan dan Belanja\nNegara maupun sumber lainnya, seperti kapitalisasi cadangan PERSERO perlu\nditetapkan dengan Peraturan Pemerintah."
                        },
                        {
                            "id": "ea1fd565-d565-4d8d-a386-74e9589f0aae",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Pelaksanaan penyertaan modal Negara dan perubahannya\nsebagaimana dimaksud dalam ayat (1) dan ayat (2) dilakukan\nmenurut ketentuan yang diatur dalam Undang-undang Nomor 1\nTahun 1995 tentang Perseroan Terbatas.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "758d3148-8a7c-4c09-a256-e0542c9d6bb8",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "3deba651-fde4-4c71-964b-d71d8f8f1a12",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nTerhadap PERSERO berlaku prinsip-prinsip Perseroan Terbatas\nsebagaimana diatur dalam Undang-undang Nomor 1 Tahun 1995\ntentang Perseroan Terbatas.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "222e49d0-cd42-4910-8641-de467be7a668",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "bbe4b11d-b8fe-4848-b0c5-570e1511e882",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Maksud dan tujuan pendirian PERSERO adalah :\na. menyediakan barang dan atau jasa yang bermutu tinggi dan\nberdaya saing kuat baik di pasar dalam negeri ataupun\nInternasional; dan\nb. memupuk keuntungan guna meningkatkan nilai perusahaan.",
                            "explanation": "\nMaksud dan tujuan PERSERO adalah meningkatkan nilai PERSERO. Hal\nini akan dicapai apabila PERSERO yang bersangkutan dapat memenuhi\npermintaan pasar melalui penyediaan barang dan atau jasa yang bermutu tinggi dan\n\nberdaya saing kuat baik di pasat dalam negeri maupun internasional. Jika\nkeuntungan usaha sebagai hasil kinerja PERSERO dapat meningkatkan nilai\nPERSERO yang bersangkutan maka hal ini akan memberikan manfaat bagi\npemegang saham, karyawan dan kreditor."
                        },
                        {
                            "id": "f699bf26-d27b-4606-b2f2-769c2ad61412",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " PERSERO dengan sifat usaha tertentu dapat melaksanakan\npenugasan khusus untuk menyelenggarakan fungsi kemanfaatan\numum, dengan tetap memperhatikan maksud dan tujuan kegiatan\nsebagaimana dimaksud dalam ayat (1).",
                            "explanation": "\nMeskipun PERSERO didirikan dengan maksud dan tujuan untuk mencari\nkeuntungan namun dapat pula PERSERO didirikan untuk melaksanakan\npenugasan khusus yakni PERSERO yang sifat usahanya untuk melaksanakan\npelayanan kepentingan masyatakat luas. Disamping itu, dalam hal adanya\nkebutuhan masyarakat luas yang mendesak, Pemerintah dapat pula menugaskan\nsuatu PERSERO melaksanakan fungsi pelayanan kemanfaatan umum. Termasuk\ndalam fungsi tersebut adalah pelaksanaan program kemitraan dan pembinaan usaha\nkecil dan koperasi."
                        }
                    ]
                }
            ]
        },
        {
            "id": "08dade7c-93e1-45df-a688-e705fe7a5917",
            "name": "Chapter II",
            "title": "\nORGAN PERSERO",
            "type": "chapter",
            "children": [
                {
                    "id": "baceb4c3-6939-4648-b64b-652c9f8b897d",
                    "name": "Section First",
                    "title": "\nRapat Umum Pemegang Saham",
                    "type": "section",
                    "children": [
                        {
                            "id": "ef0e8a3f-1bee-4d0c-9e4d-b593fdda82b2",
                            "name": "Article 5",
                            "type": "article",
                            "children": [
                                {
                                    "id": "f75cff23-9618-4f28-bcf7-56c12f78212f",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Menteri Keuangan dapat memberikan kuasa dengan hak substitusi\nkepada Direktur Jenderal Pembinaan Badan Usaha Milik Negara,\nperorangan atau badan hukum untuk mewakilinya dalam Rapat\nUmum Pemegang Saham PERSERO.",
                                    "explanation": "\nKuasa dimaksud diberikan kepada Direktur Jenderal Pembinaan Badan\nUsaha Milik Negara karena secara teknis yang membantu Menteri Keuangan\nselaku pemegang saham adalah Direktur Jenderal Pembinaan Badan Usaha Milik\nNegara.\nNamun demikian dalam hal dipandang perlu tidak tertutup kemungkinan\nkuasa juga dapat diberikan kepada perorangan lain atau badan hukum sesuai\ndengan ketentuan yang berlaku."
                                },
                                {
                                    "id": "89b3e660-bf02-412c-8558-a4625341b24a",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Pihak yang menerima kuasa sebagaimana dimaksud dalam ayat (1)\nwajib terlebih dahulu mendapat persetujuan Menteri Keuangan untuk\nmengambil keputusan dalam Rapat Umum Pemegang Saham,\nmengenai:\na. Perubahan jumlah modal;\nb. Perubahan Anggaran Dasar;\nc. Rencana pembagian dan penggunaan laba;\nd. penggabungan, peleburan dan pemecahan PERSERO;\ne. Investasi dan pembiayaan jangka panjang;\nf. Kerjasama PERSERO;\ng. Pembentukan anak perusahaan dan penyertaan;\nh. Pengalihan aktiva.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        }
                    ]
                },
                {
                    "id": "9de311c2-6c58-4027-8366-6cd16cabd10e",
                    "name": "Section Second",
                    "title": "\nDireksi",
                    "type": "section",
                    "children": [
                        {
                            "id": "07ecee79-7c6c-4aec-9bbe-08a4410c85b5",
                            "name": "Article 6",
                            "type": "article",
                            "children": {
                                "id": "691ed880-7cc2-45f2-a7a3-cac5c9c03825",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nDireksi adalah organ PERSERO yang bertugas melaksanakan pengurusan PERSERO untuk kepentingan dan tujuan PERSERO, serta mewakili PERSERO baik di dalam maupun di luar pengadilan.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "05aab793-f083-4ec8-aba6-5c251e66f4a2",
                            "name": "Article 7",
                            "type": "article",
                            "children": {
                                "id": "39ad5935-78d5-4c37-bcb4-77842a353c95",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nDireksi bertanggungjawab atas pengurusan PERSERO sesuai dengan ketentuan Undang-undang Nomor 1 Tahun 1995 tentang Perseroan Terbatas.",
                                "explanation": "\nPasal 7\nSesuai dengan ketentuan Undang-undang Nomor 1 Tahun 1995 tentang Perseroan\nTerbatas Direksi bertanggungjawab terhadap pengurusan perseroan untuk\nkepentingan dan tujuan perseroan, Setiap anggota Direksi wajib dengan itikad baik\ndan penuh tanggungjawab menjalankan tugas dan tanggungjawab untuk\nkepentingan perseroan. Apabila yang bersangkutan bersalah atau lalai menjalankan\ntugasnya, maka ia bertanggungjawab penuh secara pribadi, dan jika hal itu\nmenyebabkan kerugian kepada perseroan, maka atas nama perseroan, pemegang\nsaham yang memenuhi syarat tertentu dapat mengajukan gugatan ke Pengadilan\nNegeri terhadap anggota Direksi tersebut.\nLebih jauh, dalam hal terjadi kepailitan karena kesalahan atau kelalaian Direksi\ndan kekayaan perseroan tidak cukup untuk menutup kerugian tersebut maka setiap\nanggota Direksi, kecuali dapat membuktikan sebaliknya, secara tanggung renteng\nbertanggungjawab atas kerugian tersebut.\nSesuai asas kolegial, maka Direksi masing-masing secara tanggung renteng\nbertanggungjawab penuh atas pengurusan PERSERO. Karena sifat tanggungjawab\nDireksi tersebut, maka masing-masing anggota Direksi perlu mengetahui\nkonsekuensi dari kebijakan yang ditempuh dalam rangka pengurusan perusahaan.\nOleh sebab itu kebijaksanaan PERSERO dalam aspek pengurusan perusahaan\nditetapkan dalam rapat Direksi.\nDireksi bekerja dengan sistem perwakilan kolegial, tetapi masing-masing anggota\nDireksi berwenang mewakili PERSERO asal saja keputusan yang mengikat\nperusahaan mengenai hal tersebut masih berada dalam lingkup kebijaksanaan yang\nditetapkan dalam rapat Direksi.\nDalam hal Anggaran Dasar untuk hal-hal tertentu menentukan bahwa perusaahaan\ndapat diwakili oleh Direktur Utama atau oleh Direktur Utama beserta seorang\nanggota"
                            }
                        },
                        {
                            "id": "fd433339-831e-4160-8440-989dc3da6d83",
                            "name": "Article 8",
                            "type": "article",
                            "children": [
                                {
                                    "id": "b90496af-5ee2-47d9-9e42-5934c09ee535",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Pengangkatan dan pemberhentian Direksi PERSERO dilakukan oleh Rapat Umum Pemegang Saham.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "718eddc1-f845-41b1-aa50-c04eba0a113b",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Dalam hal Menteri Keuangan bertindak sebagai Rapat Umum Pemegang Saham, pengangkatan Direksi ditetapkan oleh Menteri Keuangan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "3d4cb207-4881-4e46-8fa2-a8b1ad00f697",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Direksi PERSERO diangkat berdasarkan pertimbangan keahlian, integritas, kepemimpinan, pengalaman dan perilaku serta dedikasi untuk mengembangkan usaha guna kemajuan PERSERO.",
                                    "explanation": "\nPersyaratan yang akan ditetapkan oleh Menteri Keuangan ini merupakan\npersyaratan tambahan atas persyaratan umum yang telah diatur dalam Pasal 79\nUndang-undang Nomor 1 Tahun 1995 mengenai kemampuan melakukan\nperbuatan hukum, bebas dari masalah kepailitan atau tidak pernah dihukum karena\ntindak pidana yang merugikan keuangan Negara dalam 5 (lima) tahun sebelum\npengangkatan."
                                },
                                {
                                    "id": "41528494-3750-4300-8c5a-93faab061c9e",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Dalam pengangkatan dan pemberhentian Direksi sebagaimana dimaksud dalam ayat (1) dan ayat (2) Rapat Umum Pemegang Saham meminta pendapat Komisaris atau pihak lain yang dipandang perlu.\n\n(5) Jumlah anggota Direksi PERSERO disesuaikan dengan kebutuhan\ndan salah seorang anggota Direksi diangkat sebagai Direktur Utama.",
                                    "explanation": "\nPendapatan Komisaris dibutuhkan mengingat tugas Komisaris adalah\nmengawasi kebijaksanaan Direksi dalam mengelola PERSERO serta memberikan\nnasihat kepada Direksi. Sehingga Komisaris dalam hal ini sepatutnya mengetahui\nkinerja Direksi dan kondisi PERSERO tersebut.\nDemikian pula Rapat Umum Pemegang Saham bila perlu dapat meminta\npendapatan dari pihak lain yang dipandang perlu misalnya Menteri yang\nmembawahi sektor dari PERSERO yang bersangkutan. Ketentuan ini tidak berlaku\nbagi pengangkatan anggota Direksi pertama kali pada saat pendirian PERSERO."
                                },
                                {
                                    "id": "31258d93-ac5c-4c8a-bac2-8c182e87113b",
                                    "name": "Verse 6",
                                    "number": "6",
                                    "type": "verse",
                                    "content": " Masa Jabatan Direksi PERSERO adalah 5 (lima) tahun, dan dapat\ndiangkat kembali.",
                                    "explanation": "\nAnggota Direksi yang telah menyelesaikan masa kerjanya dapat\ndipertimbangkan untuk diangkat kembali berdasarkan penilaian kinerja pada\nperiode sebelumnya."
                                }
                            ]
                        },
                        {
                            "id": "4184cf5f-1a1d-484f-8636-68426aaa1be6",
                            "name": "Article 9",
                            "type": "article",
                            "children": [
                                {
                                    "id": "71c7b824-6d35-413a-811f-ff03a9b5f08c",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Dalam melaksanakan tugasnya Direksi wajib mencurahkan tenaga,\npikiran dan perhatian secara penuh waktu pada tugas, kewajiban dan\npencapaian tujuan PERSERO.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "55c24e96-0462-4470-b148-98f87cf8382f",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Anggota Direksi PERSERO dilarang memangku jabatan rangkap\nsebagaimana tersebut di bawah ini:\na. Direktur Utama atau Direktur pada Badan Usaha Milik Negara,\ndaerah dan swasta, atau jabatan lain yang berhubungan dengan\npengelolaan perusahaan;\nb. jabatan struktural dan fungsional lainnya pada instansi/lembaga\npemerintah pusat dan daerah;\nc. jabatan lainnya sesuai dengan ketentuan Anggaran Dasar dan\nperaturan perundang-undangan yang berlaku.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "31ceb6b2-222c-4531-b68b-8fd8a79683de",
                            "name": "Article 10",
                            "type": "article",
                            "children": {
                                "id": "b6b07e72-1989-4878-8b2b-1489adc04239",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nRapat Umum pemegang Saham dapat memberhentikan anggota Direksi\nsebelum habis masa jabtannya apabila anggota Direksi:\na. tidak melaksanakan tugasnya dengan baik;\nb. tidak melaksanakan ketentuan peraturan perundang-undangan dan\natau Anggaran Dasar;\n\nc. melakukan tindakan yang merugikan PERSERO atau terlibat dalam\ntindakan lain yang merugikan PERSERO; atau\nd. dipidana penjara karena dipersalahkan melakukan perbuatan pidana\nkejahatan dan atau kesalahan yang bersangkutan dengan\nkepengurusan perusahaan.",
                                "explanation": "\nSesuai dengan ketenuan Pasal 8 ayat (2), dalam hal Menteri Keuangan bertindak\nsebagai Rapat Umum pemegang Saham maka pemberhentian anggota Direksi\nsebelum habis masa jabatannya juga ditetapkan oleh Menteri Keuangan.\nhuruf a\nDalam pengertian \"tidak melaksanakan tugasnya dengan baik\", termasuk\npula apabila anggota Direksi tersebut ternyata tidak cukup cakap dalam\nmelaksanakan tugasnya.\nhuruf b\nCukup jelas\nhuruf c\nCukup jelas\nhuruf d\nYang dimaksud dihukum pidana adalah dihukum pidana berdasarkan\nkeputusan yang telah mempunyai kekuataan hukum yang pasti."
                            }
                        },
                        {
                            "id": "f8c64142-47ef-4c9e-b279-9fcb920cd932",
                            "name": "Article 11",
                            "type": "article",
                            "children": [
                                {
                                    "id": "b43230ca-132b-42ff-96d9-baa7b5584d58",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Direksi wajib menyiapkan Rencana Jangka Panjang yang merupakan\nrencana strategis yang memuat sasaran dan tujuan PERSERO yang\nhendak dicapai dalam jangka waktu 5 (lima) tahun.",
                                    "explanation": "\nRencana Jangka Panjang PERSERO sangat diperlukan sebagai penentu arah\njangka panjang 5 (lima) tahunan yang akan menjadi pegangan manajemen\nPERSERO dalam menjalankan pengurusan perusahaan. Rencana Jangka Panjang\nakan memuat sasaran dan tujuan yang akan dicapai beserta kebijakan dan program\nkerja untuk mencapai sasaran jangka panjang dimaksud."
                                },
                                {
                                    "id": "854485c3-4e9c-4c2c-8930-29d9461f43c1",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Rencana Jangka Panjang sebagaimana dimaksud dalam ayat (1)\nsekurang-kurangnya memuat:\na. evaluasi pelaksanaan Rencana jangka Panjang sebelumnya;\nb. posisi perusahaan saat ini;\nc. asumsi-asumsi yang dipakai dalam penyusunan Rencana Jangka\nPanjang;\nd. penetapan misi, sasaran, strategi, kebijakan dan program kerja\nRencana Jangka Panjang.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "c0a19395-9503-4f99-8281-f3014dd50416",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Rancangan Rencana Jangka Panjang yang telah ditandatangai\nbersama dengan Komisaris, disampaikan kepada Rapat Umum\nPemegang Saham untuk mendapat pengesahan.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "e1612624-1f44-4941-95ea-29a0ba35c10b",
                            "name": "Article 12",
                            "type": "article",
                            "children": [
                                {
                                    "id": "8828f886-18ac-464e-9db2-bfdc1a71a41e",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Direksi wajib menyiapkan Rencana Kerja dan Anggaran Perusahaan\nyang merupakan penjabaran tahunan dari Rencana Jangka Panjang\nsebagaimana dimaksud dalam Pasal 11.\n\n(2) Rencana Kerja dan Anggaran Perusahaan sebagaimana dimaksud\ndalam ayat (1) sekurang-kurangnya memuat:\na. rencana kerja yang dirinci atas misi PERSERO, sasaran usaha,\nstrategi usaha, kebijakan perusahaan dan program kerja/kegiatan;\nb. anggaran perusahaan yang dirinci atas setiap anggaran program\nkegiatan;\nc. proyeksi keuangan PERSERO dan anak perusahaannya;\nd. hal-hal lain yang memerlukan keputusan Rapat Umum Pemegang\nSaham.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "121ab557-9435-4274-af9e-369054abe9b1",
                            "name": "Article 13",
                            "type": "article",
                            "children": [
                                {
                                    "id": "30754dd3-aa73-4177-b805-d1dc8f312580",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Direksi wajib menyampaikan Rancangan Rencana Kerja dan\nAnggaran Perusahaan kepada Rapat Umum Pemegang Saham paling\nlambat 60 (enam puluh) hari sebelum memasuki tahun anggaran\nperusahaan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "f4de3a74-572d-41fe-a1eb-72d63688ddfd",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Rapat Umum Pemegang Saham mengesahkan Rancangan Rencana\nKerja dan Anggaran Perusahaan sebagaimana dimaksud daalam ayat\n(1) paling lambat 30 (tiga puluh) hari setelah tahun anggaran\nberjalan.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "6b976bed-d949-446b-a314-db72551cbfed",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Dalam hal Rancangan Rencana Kerja dan Anggaran Perusahaan\ntidak disahkan oleh Rapat Umum Pemegang Saham sebagaimana\ndimaksud dalam ayat (2), maka Rencana Kerja dan Anggaran\nPerusahaan tersebut dianggap sah untuk dilaksanakan sepanjang\ntelah memenuhi ketentuan mengenai bentuk, isi dan tata cara\npenyusunan Rencana Kerja dan Anggaran Perusahaan.\n\n(4) Rapat Umum pemegang Saham melimpahkan kewenangan\nsebagaimana dimaksud dalam ayat (2) kepada Komisaris dalam hal\nPERSERO selama dua (2) tahun berturut-turut dinyatakan sehat.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "2c8cd8c8-4d00-4b6f-b9c5-03cb870f999f",
                            "name": "Article 14",
                            "type": "article",
                            "children": {
                                "id": "4402edf6-5744-4eb8-8627-938a01979b30",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nBentuk, isi dan tata cara penyusunan Rencana Jangka Panjang dan\nRencana Kerja dan Anggaran Perusahaan sebagaimana dimaksud dalam\nPasal 11 dan Pasal 12 ditetapkan oleh Rapat Umum Pemegang Saham.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "4c350a8a-c2dc-4a69-a59b-c678a155eefd",
                            "name": "Article 15",
                            "type": "article",
                            "children": {
                                "id": "0629918c-6cf5-4906-addd-e03211bb646b",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nDireksi wajib menyerahkan perhitungan tahunan PERSERO kepada\nakuntan publik atau Badan Pengawasan Keuangan dan Pembangunan\nsebagaimana ditetapkan oleh Rapat Umum Pemegang Saham.",
                                "explanation": "\nDalam hal ini Rapat Umum Pemegang Saham dapat menetapkan akuntan publik\natau Badan Pengawasan Keuangan dan Pembangunan untuk melakukan\npemeriksaan perhitungan tahunan PERSERO.\nKetentuan ini untuk memperjelas segi-segi administrasi yang melingkupi\nPERSERO sebagai Badan Usaha Milik Negara. Karena penatausahaan kekayaan\nNegara yang tertanam dalam PERSERO dilakukan oleh Menteri Keuangan, dan\nMenteri Keuangan mewakili Pemerintah dalam kedudukannya sebagai pemegang\nsaham atau Rapat Umum Pemegang Saham maka untuk ketertibannya, dalam hal\nbukan akuntan publik yang ditetapkan oleh Rapat Umum Pemegang Saham untuk\nmelakukan pemeriksaan, pemeriksaan perhitungan dilakukan oleh Badan\nPengawasan Keuangan dan Pembangunan yang merupakan badan pemerintah.\n"
                            }
                        },
                        {
                            "id": "16957b18-943b-4ada-9f9d-8c8e921be3e9",
                            "name": "Article 16",
                            "type": "article",
                            "children": [
                                {
                                    "id": "8942c7ce-5357-4c00-ab1f-d70086758ba8",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Tingkat kesehatan PERSERO ditetapkan setiap tahun.",
                                    "explanation": "\nTingkat kesehatan dimaksud merupakan hasil pengurusan oleh Direksi"
                                },
                                {
                                    "id": "7f17c7dc-7891-4356-b9fb-7cf64dac6423",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Tingkat kesehatan sebagaimanadimaksud dalam ayat (1) dibedakan\natas Sehat, Kurang Sehat dan Tidak Sehat.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "4f0f2f27-3ede-424d-9292-9b5559fa489b",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Pembedaan tingkat kesehatan sebagaimana dimaksud dalam ayat (2)\ndilakukan sesuai dengan kondisi keuangan dan sifat penugasan\nPERSERO.",
                                    "explanation": "\nKetetapan Menteri Keuangan mengenai tingkat kinerja didasarkan pada\nkriteria ekonomis dan kriteria lain yang perlu diperhatikan. Termasuk ke dalam\nkriteria ekonomis adalah ukuran-ukuran Rentabilitas, Likuiditas dan Solvabilitas\n(RLS) dengan bobot tertentu. Sedangkan indikator lain adalah menyangkut\npelaksanaan peran strategik PERSERO dalam cakupan makro baik ekonomis,\nsosial dan lain-lain yang pada umumnya juga berkaitan dengan\npenugasan-penugasan\ndari Pemerintah sesuai dengan peraturan\nperundang-undangan yang berlaku."
                                },
                                {
                                    "id": "5196a047-20a5-4715-821e-cd2bb8fd5e7c",
                                    "name": "Verse 4",
                                    "number": "4",
                                    "type": "verse",
                                    "content": " Ketentuan lebih lanjut tentang penetapan tingkat kesehatan\nsebagaimana dimaksud dalam ayat (2) diatur oleh Menteri\nKeuangan.\n",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "a6c5a353-6dc2-4bdd-8705-705b6090d198",
                            "name": "Article 17",
                            "type": "article",
                            "children": {
                                "id": "6323b8a0-ec39-414c-994d-78663ccbf833",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPERSERO yang Sehat selama 2 (dua) tahun berturut-turut dapat\nmempersiapkan diri dan mengambil langkah-langkah untuk menjadi\nPERSERO Terbuka.\nBagian ketiga\nKomisaris",
                                "explanation": "\nPersiapan menjadi PERSERO Terbuka memerlukan upaya dan waktu yang cukup\nbesar, oleh sebab itu bagi PERSERO yang sehat 2 (dua) tahun berturut-turut dapat\nmulai mempersiapkan diri mengambil langkah-langkah nyata untuk menjadi\nPERSERO Terbuka sehingga pada saatnya nanti segala sesuatunya dapat berjalan\nlancar."
                            }
                        },
                        {
                            "id": "aaaaf31c-2349-4854-bb2e-703f7b17a21c",
                            "name": "Article 18",
                            "type": "article",
                            "children": [
                                {
                                    "id": "4752d45b-e351-4f8b-a1fa-de1176c57729",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Komisaris adalah organ PERSERO yang bertugas melakukan\npengawasan dan memberikan nasihat kepada Direksi dalam\nmenjalankan kegiatan pengurusan PERSERO termasuk pelaksanaan\nRencana Jangka Panjang dan Rencana Kerja dan Anggaran\nPerusahaan, ketentuan Anggaran Dasar serta ketentuan peraturan\nperundang-undangan yang berlaku.",
                                    "explanation": "\nKomisaris dalam melaksanakan tugasnya wajib dilandasi dengan itikad baik\ndan penuh tanggungjawab untuk kepentingan dan usaha perseroan.\nApabila karena kesalahan atau kelalaian Komisaris timbul kerugian pada\nPERSERO, maka atas nama PERSERO pemegang saham yang memenuhi syarat\ntertentu dapat mengajukan gugatan ke Pengadilan Negeri terhadap Komisaris."
                                },
                                {
                                    "id": "178ca4d0-072f-4701-b200-1e75f32d6cf6",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Komisaris melakukan tugas dan kewenangan sesuai dengan\nketentuan Undang-undang Nomor 1 Tahun 1995 tentang Perseroan\nTerbatas.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "fa45b79e-f534-4f36-9462-9c06528d1821",
                            "name": "Article 19",
                            "type": "article",
                            "children": [
                                {
                                    "id": "403e0cfd-44e1-4211-b8b0-ab1a382ab7e4",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Dalam Anggaran Dasar dapat ditetapkan pemberian wewenang\nkepada Komisaris untuk memberikan persetujuan atau bantuan\nkepada Direksi dalam melakukan perbuatan hukum tertentu.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "72d23eee-6831-49e1-91c7-086636ca56d6",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Berdasarkan Anggaran Dasar atau keputusan Rapat Umum\nPemegang Saham, Komisaris dapat melakukan tindakan pengurusan\nPERSERO dalam keadaan tertentu untuk jangka waktu tertentu.",
                                    "explanation": "\nKetentuan ini memberi wewenang kepada Komisaris untuk melakukan\npengurusan PERSERO yang sebenarnya hanya dapat dilakukan oleh Direksi,\ndalam hal Direksi tidak ada. Apabila ada Direksi, Komisaris hanya dapat\nmelakukan tindakan tertentu yang ditentukan oleh Rapat Umum Pemegang Saham,\ndalam Anggaran Dasar, dan peraturan perundang-undangan yang berlaku."
                                }
                            ]
                        },
                        {
                            "id": "7a0c3429-b909-4eb3-8220-7bd06d9ac5d2",
                            "name": "Article 20",
                            "type": "article",
                            "children": {
                                "id": "5750f37b-a6f3-4b27-8baf-d35f2eadfc5b",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nKomisaris dalam melakukan tugasnya berkewajiban:\na. memberikan pendapat dan saran kepada Rapat Umum pemegang\nSaham mengenai Rencana Kerja dan Anggaran Perusahaan yang\ndiusulkan Direksi;\nb. mengikuti perkembangan kegiatan PERSERO, memberikan\npendapat dan saran kepada Rapat Umum Pemegang Saham\nmengenai setiap masalah yang dianggap penting bagi kepengurusan\nPERSERO;\nc. melaporkan dengan segera kepada Rapat Umum Pemegang Saham\napabila terjadi gejala menurunnya kinerja PERSERO;\nd. memberikan nasihat kepada Direksi dalam melaksanakan\npengurusan PERSERO;\n. melakukan tugas e pengawasan lain yang ditetapkan dalam\nAnggaran Dasar PERSERO.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "1e7220da-5cb9-4a90-9602-d01a4c576b05",
                            "name": "Article 21",
                            "type": "article",
                            "children": {
                                "id": "81401f5c-a75c-47b9-9af7-a5c5a019db16",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nPengangkatan dan pemberhentian Komisaris dilakukan oleh Rapat\nUmum Pemegang Saham.",
                                "explanation": "\nDalam rangka pengangkatan dan pemberhentian Komisaris, Rapat Umum\nPemegang Saham dapat meminta pendapat pihak yang dipandang perlu antara lain\nmenteri yang membawahi sektor dari PERSERO yang bersangkutan.\nDalam hal saham PERSERO seluruhnya dimiliki Negara maka pengangkatan dan\npemberhentian Komisaris dilakukan dengan Keputusan Menteri Keuangan."
                            }
                        },
                        {
                            "id": "b4c9a379-d83c-4038-a4f7-89487067b40a",
                            "name": "Article 22",
                            "type": "article",
                            "children": {
                                "id": "71d29df8-0cdc-4feb-8ce1-53186f61ac9f",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nKomisaris diangkat dari tenaga yang memili integritas, dedikasi,\nmemahami masalah-masalah manajemen perusahaan yang berkaitan\ndengan salah satu fungsi manajemen dan memiliki pengetahuan yang\nmemadai di bidang usaha PERSERO tersebut serta dapat menyediakan\nwaktu yang cukup untuk melaksanakan tugasnya.",
                                "explanation": "\nCukup jelas"
                            }
                        },
                        {
                            "id": "8e472763-e20a-4034-8297-b18921c4e812",
                            "name": "Article 23",
                            "type": "article",
                            "children": [
                                {
                                    "id": "a83caf5f-809a-40aa-a532-37630f013a62",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Jumlah Komisaris disesuaikan dengan kebutuhan PERSERO dan\npaling sedikit 2 (dua) orang, serta salah satu diantaranya diangkat\nsebagai Komisaris Utama.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "b77043d8-e7cf-4379-8c54-f5ef54cf4564",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Komisaris diangkat untuk jangka waktu yang sama dengan Direksi\ndan dapat diangkat kembali.",
                                    "explanation": "\nAnggota Komisaris yang telah menyelesaikan masa kerjanya dapat di\npertimbangkan untuk diangkat kembali berdasarkan penilaian kinerja pada periode\nsebelumnya."
                                },
                                {
                                    "id": "056d0170-e8ca-4c63-a847-5b972766a45f",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Pengangkatan anggota Komisaris tidak bersamaan waktunya dengan\npengangkatan anggota Direksi.",
                                    "explanation": "\nKetentuan ini dimaksudkan untuk menjaga kelangsungan pelaksanaan\nketentuan dalam Peraturan Pemerintah ini, khususnya ketentuan yang berkenaan\ndengan tugas dan wewenang Komisaris."
                                }
                            ]
                        },
                        {
                            "id": "4b4e50f1-fe7a-44de-98d3-01b22a56eab1",
                            "name": "Article 24",
                            "type": "article",
                            "children": {
                                "id": "47937479-6c2b-4b2c-874b-dd9f05d167c9",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nRapat Umum Pemegang Saham dapat memberhentikan Komisaris\nsebelum habis masa jabatannya, apabila Komisaris:\na. tidak melaksanakan tugasnya dengan baik;\nb. tidak melaksanakan ketentuan peraturan perundang-undangan dan\natau Anggaran Dasar;\nc. melakukan perbuatan yang merugikan PERSERO atau terlibat dalam\ntindakan lain yang merugikan PERSERO; atau\nd. dipinda penjara karena dipersalahkan melakukan perbuatan pidana\nkejahatan dan atau kesalahan yang berkaitan dengan tugasnya\nmelaksanakan pengawasan dalam perusahaan.",
                                "explanation": "\nhuruf a\nDalam pengertian \"tidak melaksanakan tugasnya dengan baik', termasuk\npula apabila anggota Komisaris tersebut ternyata tidak cukup cakap dalam\nmelaksanakan tugasnya.\nhuruf b\nCukup jelas\nhuruf c\nCukup jelas\nhuruf d\nYang dimaksud dengan dihukum pidana adalah dihukum pidana\nberdasarkan keputusan yang telah mempunyai kekuatan hukum yang pasti."
                            }
                        },
                        {
                            "id": "3b454d30-9a52-45c8-9c99-f858ad84d0ff",
                            "name": "Article 25",
                            "type": "article",
                            "children": [
                                {
                                    "id": "088a808a-c4bf-42c9-b538-5e07458d0455",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Komisaris mengadakan rapat 1 (satu) bulan sekali dan\nsewaktu-waktu apabila dianggap perlu.",
                                    "explanation": "\nDalam rangka melakukan tugas pengawasan, Komisaris diwajibkan\nmengadakan rapat 1 (satu) bulan sekali dan sewaktu-waktu apabila dianggap perlu\n\noleh salah seorang anggota Komisaris dan atau Direksi, dengan maksud agar\nKomisaris lebih sering bertemu sehingga tugas pengawasan menjadi lebih cermat."
                                },
                                {
                                    "id": "59efeecc-2be4-4371-b13e-3b50c1fd7bfc",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Dalam hal dianggap perlu, Komisaris dapat meminta Direksi untuk\nmenghadiri rapat Komisaris.",
                                    "explanation": "\nCukup jelas"
                                }
                            ]
                        },
                        {
                            "id": "f1ac78d0-76ae-48fa-93f5-d591639a4216",
                            "name": "Article 26",
                            "type": "article",
                            "children": {
                                "id": "fe47e8cc-9558-4a93-9690-36fab39f76eb",
                                "name": "Verse 1",
                                "number": "(1)",
                                "type": "verse",
                                "content": "\nKomisaris PERSERO dilarang untuk memangku jabatan rangkap yang\ndapat menimbulkan benturan kepentingan yang merugikan PERSERO\nsebagaimana tersebut di bawah ini:\na. Direktur Utama atau Direktur pada Badan Usaha Milik Negara,\ndaerah dan swasta, atau jabatan lain yang berhubungan dengan\npengurusan perusahaan;\nb. jabatan lainnya sesuai dengan ketentuan Anggaran Dasar dan\nperaturan perundang-undangan yang berlaku.",
                                "explanation": "\nLarangan untuk memangku jabatan rangkap bertujuan agar tidak mengakibatkan\nbenturan kepentingan dengan tugas pengawasan yang dijalankan oleh Komisaris."
                            }
                        },
                        {
                            "id": "fbda34d4-ec71-48f9-90d3-26d50bd328fd",
                            "name": "Article 27",
                            "type": "article",
                            "children": [
                                {
                                    "id": "93f1ca33-eaa1-446e-a351-9717a50348a8",
                                    "name": "Verse 1",
                                    "number": "1",
                                    "type": "verse",
                                    "content": " Untuk membantu pelaksanaan tugasnya, Komisaris dapat\nmengangkat Sekretaris atas beban PERSERO.",
                                    "explanation": "\nCukup jelas"
                                },
                                {
                                    "id": "e8f7a8d1-afbb-42a5-98c9-f60d8a16a791",
                                    "name": "Verse 2",
                                    "number": "2",
                                    "type": "verse",
                                    "content": " Jika dianggap perlu Komisaris dalam melaksanakan tugasnya dapat\nmempekerjakan tenaga ahli dalam waktu tertentu atas beban\nPERSERO.",
                                    "explanation": "\nyang dimaksud dengan dalam waktu tertentu dalam ketentuan ini adalah\nbahwa tenaga ahli tersebut hanya digunakan untuk kepentingan tertentu dan tidak\nberlangsung secara terus menerus."
                                },
                                {
                                    "id": "23e4206c-d1fe-40e8-8035-b78819c1ad5f",
                                    "name": "Verse 3",
                                    "number": "3",
                                    "type": "verse",
                                    "content": " Segala biaya yang diperlukan oleh Komisaris untuk melaksanakan\ntugas dan kewajibannya menjadi beban PERSERO dan secara jelas\ndimuat dalam Rencana Kerja dan Angaran Perusahaan.",
                                    "explanation": "\nUntuk pelaksanaan tugas Komisaris disediakan anggaran tersendiri yang\nterpisah dari anggaran untuk Direksi. Anggaran ini harus dicantumkan dalam\nrencana Kerja dan Anggaran perusahaan."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "id": "06481a1d-6841-4026-82aa-630aacc2edc5",
            "name": "Chapter III",
            "title": "\nSATUAN PENGAWASAN INTERN",
            "type": "chapter",
            "children": [
                {
                    "id": "d1783cfb-1176-4a12-a0e3-e9759e5d4d9b",
                    "name": "Article 28",
                    "type": "article",
                    "children": [
                        {
                            "id": "ea3fdfed-8cdc-4e07-86f9-6c1800490da5",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pada setiap PERSERO dibentuk Satuan Pengawasan Intern yang\nmerupakan aparat pengawasan intern perusahaan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "22298eb6-9387-4ce0-bd9f-d961d0755eb3",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Satuan Pengawasan Intern sebagaimana dimaksud dalam ayat (1)\ndipimpin oleh seorang kepala yang bertanggungjawab kepada\nDirektur Utama.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "7fd6d3b6-f5d1-45b4-ba8f-d68c6d3b8298",
                    "name": "Article 29",
                    "type": "article",
                    "children": [
                        {
                            "id": "ed6b41ad-d174-416e-8281-cb844d46581c",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Satuan Pengawasan Intern bertugas membantu Direktur Utama\ndalam melaksanakan pemeriksaan intern keuangan dan pemeriksaan\noperasional PERSERO serta menilai pengendalian, pengelolaan dan\npelaksanaannya pada PERSERO yang bersangkutan serta\nmemberikan saran-saran perbaikannya.",
                            "explanation": "\nCukup jelas\n"
                        },
                        {
                            "id": "4fbdc298-07fa-45f0-bbaa-2e00874d74bc",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Atas permintaan tertulis Komisaris, Direksi memberikan keterangan\nmengenai hasil pemeriksaan atau hasil pelaksanaan tugas Satuan\nPengawasan Intern sebagaimana dimaksud dalam ayat (1).",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "579384fc-4532-486b-b97b-ba655ce4fc4f",
                    "name": "Article 30",
                    "type": "article",
                    "children": {
                        "id": "623bb44e-3f67-497c-8af9-0b6d3ddad63a",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDireksi wajib memperhatikan dan segera mengambil langkah-langkah\nyang diperlukan atas segala sesuatu yang dikemukakan dalam setiap\nlaporan hasil pemeriksaan yang dibuat oleh Satuan Pengawasan Intern.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "b550b875-bbb5-4ac6-86e6-fc31c9d30f57",
            "name": "Chapter IV",
            "title": "\nPERSERO TERBUKA",
            "type": "chapter",
            "children": [
                {
                    "id": "711bc712-cbdb-459f-907f-7b1df66fe489",
                    "name": "Article 31",
                    "type": "article",
                    "children": {
                        "id": "d583381d-089b-47ee-934a-fa8e466cb231",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nTerhadap PERSERO Terbuka berlaku ketentuan peraturan\nperundang-undangan di bidang pasar modal.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "01054d6b-8f54-41c1-8195-f58abafbb11b",
                    "name": "Article 32",
                    "type": "article",
                    "children": {
                        "id": "97b12278-20ef-48e9-abaf-32d1707f7e8e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPenatausahaan kekayaan Negara yang tertanam dalam PERSERO\nTerbuka dilakukan oleh Menteri Keuangan yang mewakili Pemerintah\nselaku pemegang saham negara pada PERSERO Terbuka.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "5c48b268-d172-4fea-a014-5fa5320565a8",
                    "name": "Article 33",
                    "type": "article",
                    "children": [
                        {
                            "id": "7ed153fd-257e-4782-a228-f73999d19573",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Menteri Keuangan sebagai pemegang saham PERSERO Terbuka\ndapat memberikan kuasa kepada Direktur Jenderal Pembinaan Badan\nUsaha Milik Negara, perorangan atau badan hukum untuk\nmewakilinya dalam Rapat Umum Pemegang Saham PERSERO.",
                            "explanation": "\nLihat penjelasan Pasal 5 ayat (1)"
                        },
                        {
                            "id": "106b0842-210e-4209-87f8-2d756e05f1a4",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pihak yang menerima kuasa sebagaimana dimaksud dalam ayat (1)\nwajib terlebih dahulu mendapatkan persetujuan Menteri Keuangan\nuntuk mengambil keputusan dalam Rapat Umum Pemegang Saham,\nmengenai:\nA.  Perubahan jumlah modal;\nB.  Perubahan Anggaran Dasar;\nC. Rencana Pembagian dan penggunaan laba;\nD. Penggabungan, peleburan dan pemecahan PERSERO;\nE. Investasi dan pembiayaan jangka panjang;\nF. Kerjasama PERSERO;\nG. Pembentukan anak perusahaan dan penyertaan;\nH. Pengalihan aktiva.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "37da5497-2c37-49e6-b19e-9fa595fb7566",
            "name": "Chapter V",
            "title": "\nPENATAUSAHAAN PENYERTAAN MODAL\nNEGARA DALAM PERSERO",
            "type": "chapter",
            "children": [
                {
                    "id": "f292b17d-d2ed-45f7-b518-47407917f461",
                    "name": "Article 34",
                    "type": "article",
                    "children": [
                        {
                            "id": "dfc7450f-3af7-4829-bd73-d47bd1846521",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Menteri Keuangan menyelenggarakan penatausahaan setiap\npenyertaan modal Negara berikut perubahannya ke dalam modal\nsaham Perseroan Terbatas sebagaimana dimaksud dalam Pasal 2 dan\npenyertaan-penyertaan yang dilakukan oleh PERSERO.",
                            "explanation": "\nYang dimaksud dengan penatausahaan dalam hal ini adalah pencatatan\ndalam rangka pengadministrasian untuk mengetahui posisi keuangan Negara\ndalam Badan Usaha Milik Negara."
                        },
                        {
                            "id": "c925723f-9832-4b1f-8865-76917a278cae",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pelaksanaan sehari-hari dari kegiatan sebagaimana dimaksud dalam\nayat (1) dilakukan oleh Direktorat Jenderal Pembinaan Badan Usaha\nMilik Negara.",
                            "explanation": "\nCukup jelas\n"
                        }
                    ]
                }
            ]
        },
        {
            "id": "17b8322a-b3cd-4767-9694-5f6a26ebca44",
            "name": "Chapter VI",
            "title": "\nKETENTUAN LAIN-LAIN",
            "type": "chapter",
            "children": [
                {
                    "id": "590fdffa-5b14-4afa-9ad9-2fb52663d4b7",
                    "name": "Article 35",
                    "type": "article",
                    "children": {
                        "id": "1042b73d-9dfe-4e92-a451-9e7d6c7c78bd",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDividen yang menjadi hak Negara wajib disetorkan kepada Bendahara\nUmum Negara segera setelah ditetapkan oleh Rapat Umum pemegang\nSaham.",
                        "explanation": "\nDividen yang menjadi bagian Negara sebagai pemegang saham wajib disetorkan\nke rekening Bendahara Umum Negara setelah jumlah yang akan disetorkan\ntersebut ditetapkan oleh Menteri Keuangan yang mewakili Pemerintah sebagai\npemegang saham Negara pada PERSERO. penetapan jumlah tersebut berdasarkan\nperhitungan pengeluaran yang menjadi beban Negara dalam kaitannya dengan\nberbagai program yang ditetapkan sesuai dengan peraturan perundang-undangan.\nPenyetoran dividen dilakukan sekaligus, dan tidak boleh diangsur."
                    }
                },
                {
                    "id": "5fe0fce1-231a-4a4a-b90d-ba8a37f29049",
                    "name": "Article 36",
                    "type": "article",
                    "children": [
                        {
                            "id": "9122dddd-1636-4eee-abf7-d7cb2895cee4",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Badan usaha yang bukan PERSERO dapat dialihkan bentuknya\nmenjadi PERSERO.",
                            "explanation": "\nTermasuk ke dalam golongan badan usaha ini adalah PERUM dan\nPerseroan Terbatas bukan PERSERO, yaitu Perseroan Terbatas milik Negara yang\ndidirikan berdasarkan ketentuan sebelum berlakunya Undang-undang Nomor 9\nTahun 1969 dan Peraturan Pemerintah Nomor 12 Tahun 1969 atau Perseroan\nTerbatas lainnya."
                        },
                        {
                            "id": "4e8c4275-4280-430e-8e23-2bcd1f647b02",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pengalihan\n(2) Pengalihan bentuk badan usaha sebagaimana dimaksud dalam ayat\n(1) menjadi PERSERO harus memenuhi persyaratan sebagai berikut:\na. telah melakukan penyehatan baik di bidang keuangan maupun\noperasional sehingga mampu untuk berkembang secara mandiri;\nb. telah menyusun neraca penutup dan neraca likuidasi yang diaudit\noleh Badan Pengawasan Keuangan dan Pembangunan atau\nakuntan publik yang ditunjuk oleh Menteri Keuangan;\nc. telah menyusun neraca pembukuan untuk disahkan oleh Menteri\nKeuangan.",
                            "explanation": "\nMaksud syarat ini adalah agar usaha Negara yang bersangkutan mempunyai\ndasar yang sehat dan untuk mengetahui nilai sesungguhnya dari kekayaan Negara\nyang telah ditanam dalam badan usaha yang bersangkutan."
                        }
                    ]
                },
                {
                    "id": "001f2c27-6387-4b54-83af-9e726a3ee84f",
                    "name": "Article 37",
                    "type": "article",
                    "children": {
                        "id": "f0116386-5fab-4004-9298-863936ea447d",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nBagi PERSERO tidak berlaku:\na. Keputusan Presiden Nomor 16 Tahun 1994 tentang pelaksanaan\nAnggaran Pendapatan dan Belanja Negara, sebagaimana telah diubah\ndengan Keputusan Presiden Nomor 24 Tahun 1995;\nb. Instruksi Presiden Nomor 9 Tahun 1970 tentang penjualan dan atau\nPemindahtanganan Barang-barang yang Dimiliki/Dikuasai Negara;\nc. segala ketentuan eselonisasi jabatan yang berlaku bagi pegawai\nnegeri.",
                        "explanation": "\nUntuk memberi keleluasaan pada PERSERO dan PERSERO Terbuka dalam\nmelaksanakan usahanya, maka ketentuan mengenai tata cara pelaksanaan\nAnggaran Pendapatan dan Belanja Negara, pengadaan barang dan jasa, penjualan\ndan pengalihan barang-barang yang dimiliki/dikuasai Negara, dinyatakan tidak\nberlaku bagi PERSERO dan PERSERO Terbuka. Dengan ketentuan ini maka\nperaturan perundang-undangan lain yang akan ditetapkan kemudian yang mengatur\ndengan ketentuan yang sama seperti huruf a dan huruf b ini, juga tidak\ndiberlakukan bagi PERSERO."
                    }
                },
                {
                    "id": "1fafe8e3-fb9a-4f59-afd7-91e44ad951f6",
                    "name": "Article 38",
                    "type": "article",
                    "children": {
                        "id": "f49a0bbb-86fb-4b04-a5b4-6212499a5ea3",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPegawai PERSERO merupakan pekerja PERSERO yang pengangkatan\ndan pemberhentian, kedudukan, hak serta kewajibannya ditetapkan\nberdasarkan perjanjian kerja sesuai dengan perundang-undangan di",
                        "explanation": "\nPasal 38\nDengan status ini maka peraturan mengenai kesejahteraan pegawai seperti jaminan kesehatan, kecelakaan, kematian, ataupun hari tua diatur oleh PERSERO baik melalui program jamsostek maupun dana pensiun."
                    }
                },
                {
                    "id": "3a3a0839-59fc-4468-9a3d-36dcf2970dae",
                    "name": "Article 39",
                    "type": "article",
                    "children": {
                        "id": "bedd273f-7713-4b0d-bed0-eb219dc0194c",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSelain organ PERSERO, pihak lain manapun dilarang turut melakukan\natau campur tangan dalam pengurusan PERSERO.",
                        "explanation": "\nAgar supaya Direksi dapat melaksanakan tugasnya secara mandiri dan tidak dicampuri oleh pihak-pihak luar, maka tidak diperbolehkan adanya campur tangan terhadap pengurusan PERSERO. Termasuk dalam pengertian campur tangan adalah tindakan atau arahan yang secara langsung memberi pengaruh terhadap tindakan pengurusan PERSERO atau terhadap pengambilan keputusan oleh Direksi.\nKetentuan ini dimaksudkan untuk mempertegas kemandirian PERSERO sebagai badan usaha agar dpat dikelola secara profesional sehingga dapat berkembang dengan baik sesuai dengan tujuan usahanya.\nHal ini berlaku bagi Departemen dan instansi Pemerintah lainnya, karena kebutuhan dana Departemen dan instansi Pemerintah lainnya telah diatur dan ditetapkan secara tersendiri, maka Departemen dan instansi Pemerintah tidak dibenarkan membebani PERSERO dengan segala bentuk pengeluaran dan sebaliknya PERSERO tidak dibenarkan membiayai keperluan pengeluaran Departemen dan instansi Pemerintah dalam pembukuan."
                    }
                }
            ]
        },
        {
            "id": "c4cf7e42-9787-4014-9455-8c6792544541",
            "name": "Chapter VII",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "6446f41e-6de3-4816-9c03-db7d35166b24",
                    "name": "Article 40",
                    "type": "article",
                    "children": {
                        "id": "9c24ea80-88dc-42c3-864e-2a770d85c15a",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam jangka waktu paling lama 3 (tiga) bulan sejak berlakunya\nPeraturan Pemerintah ini, seluruh dokumen yang berkenaan dengan\nkegiatan PERSERO yang selama ini dikelola oleh Menteri yang\nmembawahi dan bertanggung jawab atas bidang teknis PERSERO\nberdasarkan kewenangan yang diperoleh berdasarkan Peraturan\nPemerintah Nomor 12 Tahun 1969 tentang Perusahaan Perseroan\n(PERSERO) dan Peraturan Pemerintah Nomor 3 Tahun 1983 tentang\nTata Cara Pembinaan dan Pengawasan Perusahaan Jawatan (PERJAN),\nPerusahaan Umum (PERUM) dan Perusahaan Perseroan (PERSERO),\ntelah selesai diserahkan kepada Menteri Keuangan dan untuk\nselanjutnya dikelola sesuai dengan Peraturan Pemerintah ini.",
                        "explanation": "\nDengan ketentuan ini maka seluruh dokumen yang berkenaan dengan kegiatan PERSERO yang selama ini dikelola dan berada di berbagai instansi selain Departemen Keuangan, segera dialihkan kepada Departemen Keuangan."
                    }
                }
            ]
        },
        {
            "id": "68cc1153-cedc-414a-99ee-d8b012f7473b",
            "name": "Chapter VIII",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "1ec4e1ff-f882-460c-921c-dcfe992c6a6b",
                    "name": "Article 41",
                    "type": "article",
                    "children": {
                        "id": "1d103747-7d41-4a17-8755-304b5174137d",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan berlakunya Peraturan Pemerintah ini, maka:\na. Peraturan \na. Peraturan Pemerintah Nomor 12 Tahun 1969 tentang Perusahaan\nPerseroan (PERSERO) (Lembaran Negara Tahun 1969 Nomor 21,\nTambahan Lembaran Negara Nomor 2894) sebagaimana telah\ndiubah dengan Peraturan Pemerintah Nomor 24 Tahun 1972\n(Lembaran Negara Tahun 1972 Nomor 32, Tambahan Lembaran\nNegara Nomor 2987);\nb. ketentuan tentang Perusahaan Perseroan (PERSERO) dalam\nPeraturan Pemerintah Nomor 3 Tahun 1983 tentang Tata Cara\nPembinaan dan Pengawasan Perusahaan Jawatan (PERJAN),\nPerusahaan Umum (PERUM) dan Perusahaan Perseroan\n(PERSERO) (Lembaran Negara Tahun 1983 Nomor 3, Tambahan\nLembaran Negara Nomor 3246) sebagaimana telah diubah dengan\nPeraturan Pemerintah Nomor 28 Tahun 1983 (Lembaran Negara\nTahun 1983 Nomor 37);\nc. Peraturan Pemerintah Nomor 55 Tahun 1990 tentang Perusaahaan\nPerseroan (PERSERO) Yang Menjual Sahamnya Kepada\nMasyarakat melalui Pasar Modal (Lembaran Negara Tahun 1990\nNomor 79, Tambahan Lembaran Negara Nomor 3428) sebagaimana\ntelah diubah dengan Peraturan Pemerintah Nomor 59 Tahun 1996\n(Lembaran Negara Tahun 1996 Nomor 89, Tambahan Lembaran\nNegara Nomor 3654); dan\nd. Ketentuan peraturan perundang-undangan yang bertentangan dengan\nPeraturan Pemerintah ini;\ndinyatakan dicabut dan tidak berlaku lagi.",
                        "explanation": "\nPasal 41\nCukup jelas"
                    }
                },
                {
                    "id": "0015570b-6bc7-4e8d-aa8e-4cfcb52d8441",
                    "name": "Article 42",
                    "type": "article",
                    "children": {
                        "id": "ad3c21d3-f561-46b1-8190-af3d0912b436",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n- 20 -\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\n\nAgar setiap orang mengetahuinya, memerintahkan pengundangan\nPeraturan Pemerintah ini dengan penempatannya dalam Lembaran\nNegara Republik Indonesia.",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nSejalan dengan makin meningkatnya pelaksanaan pembangunan dan hasil-hasil yang dicapai,\nmaka produktifitas dan efisiensi seluruh kekuatan ekonomi nasional perlu ditingkatkan lagi,\nsehingga peran dan sumbangannya dalam pembangunan dapat memberikan hasil yang optimal\nbagi peningkatan kesejahteraan masyarakat.\nPerusahaan Perseroan (PERSERO) dimana Negara memiliki sebagian atau seluruh sahamnya,\nsebagai salah satu bentuk usaha Negara sebagaimana diatur dalam Undang-undang Nomor 9\nTahun 1969, tidak terlepas dari pemikiran diatas.\nPERSERO sangat berperan dalam perekonomian nasional sebagai penyedia barang dan jasa\nuntuk pemenuhan kebutuhan untuk konsumsi maupun untuk keperluan proses produksi.\nBerbagai upaya untuk meingkatkan kinerja PERSERO telah dilakukan oleh Pemerintah selama\nini dan upaya yang demikian akan terus dilakukan sehingga memungkinkan PERSERO mampu\nberperan sebagai badan usaha yang sehat dan efisien serta mampu pula meningkatkan\nsumbangan bagi pembangunan ekonomi Indonesia dan meningkatkan sumbangan bagi negara\nbaik dalam bentuk dividen yang menjadi bagian Negara sebagai pemegang saham maupun\ndalam bentuk penerimaan pajak bagi Negara.\nPerkembangan ekonomi dunia telah menumbuhkan persaingan pasar yang makin ketat, yang\nsejalan dengan kecenderungan globalisasi perekonomian dan liberalisasi perdagangan.\nIndonesia sebagai peserta aktif dalam berbagai forum regional maupun multilateral sudah\nsepakat untuk turut serta dalam era perdagangan bebas, melalui keikutsertaan dalam berbagai\nkesepakatan yang dicapai di berbagai forum yakni General Agreement on Tariff and Trade,\nGeneral Agreement on Trade in Services, ASEAN Free Trade Area, ASEAN Framework\nAgreement on Services dan kesepakatan perdagangan bebas APEC.\n\nBerdasarkan penilaian terhadap hasil-hasil yang telah dicapai dewasa ini, dan sesuai\ndengan kecenderungan perdagangan bebas dan era globalisasi tersebut, sudah tiba saatnya\nbagi PERSERO untuk diberi peluang seluas-luasnya untuk mengembangkan usahanya\nsehingga PERSERO tersebut dapat menjadi badan usaha yang lebih maju dan mandiri.\nKebijaksanaan untuk meningkatkan kemandirian PERSERO dimaksud termasuk juga\nmemberi kemungkinan bagi PERSERO untuk menjual saham kepada masyarakat (go\npublic). Bagi PERSERO yang memenuhi persyaratan Sehat yang kriterianya ditetapkan\noleh Menteri Keuangan, perlu ditetapkan suatu kerangka aturan yang lebih\nmemungkinkan PERSERO untuk memanfaatkan potensi dana yang ada pada masyarakat\nmelalui pasar modal, kesempatan untuk memasuki pasar modal baik di dalam maupun di\nluar negeri juga berkaitan dengan upaya untuk meningkatkan efisiensi PERSERO\nsehingga lebih mampu bersaing di dalam maupun di luar negeri dalam era globalisasi.\nPeraturan Pemerintah ini disusun sepenuhnya berdasarkan ketentuan yang berlaku bagi\nPerseroan Terbatas sebagaimana termaktub dalam Undang-undang Nomor 1 Tahun 1995\nTentang Perseroan Terbatas, hanya saja Peraturan Pemerintah ini memberi\npengaturan-pengaturan khusus yang berkaitan dengan karakter PERSERO sebagai\nPerseroan Terbatas yang sahamnya sebagian atau seluruhnya dimiliki oleh Negara, sedang\nmengenai organ PERSERO tidak terdapat perbedaan yakni terdiri dari Rapat Umum\nPemegang Saham, Direksi dan Komisaris. Dalam Peraturan Pemerintah Nomor 3 Tahun\n1983, dikenal adanya Menteri Teknis yang berwenang melakukan pembinaan bidang\nusaha Badan Usaha Milik Negara sekaligus berperan sebagai Kuasa Pemegang Saham.\nSeiring dengan telah dikeluarkannya Undang-undang Nomor 1 Tahun 1995 tentang\nPerseroan Terbatas, maka mekanisme kerja kehidupan Perseroan termasuk pembinaannya\ndidasarkan pada ketentuan Undang-undang tersebut. Hal ini berlaku pula bagi PERSERO\nyang pada dasarnya berbentuk hukum Perseroan Terbatas. Oleh sebab itu, dalam\nPeraturan Pemerintah ini mekanisme kerja PERSERO diatur berbeda dari ketentuan\nmengenai hal tersebut yang ada dalam Peraturan Pemerintah Nomor 3 Tahun 1983.\nBerdasarkan Undang-undang Nomor 1 Tahun 1995 tentang Perseroan Terbatas,\nmekanisme kerja PERSERO dilakukan oleh 3 organ Perseroan, yakni Rapat Umum\nPemegang Saham, Komisaris dan Direksi. Sementara itu, Menteri keuangan\nberkedudukan sebagai Rapat Umum Pemegang Saham bila seluruh saham PERSERO\ndimiliki oleh Negara. Sedangkan para Menteri Teknis sesuai fungsi Pemerintah dan\nberdasarkan pembagian tugas yang berlaku, mempunyai kewenangan penentuan\nkebijakan pengaturan usaha dan produk yang dihasilkan baik barang maupun jasa, yang\nberlaku umum baik bagi Badan Usaha Milik Negara maupun usaha swasta. Dengan\ndemikian maka fungsi pembinaan Badan Usaha Milik Negara sebagai bagian dari\nmekanisme kerja kehidupan Perseroan dilakukan oleh Menteri Keuangan dalam hal yang\nbersangkutan bertindak selaku Rapat Umum Pemegang Saham atau oleh Rapat Umum\nPemegang Saham dalam hal Menteri Keuangan berkedudukan sebagai pemegang saham,\ndan hal ini dilakukan dengan memperhatikan kebijaksanaan umum dari Menteri yang\nberwenang mengenai bidang usaha Badan Usaha Milik Negara.",
        "Nomor": "12",
        "Tahun": "1998",
        "Tentang": "PERUSAHAAN PERSEROAN (PERSERO)",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa perkembangan ekonomi dan perdagangan dunia telah menimbulkan persaingan yang semakin tajam sehingga perlu mengambil berbagai langkah untuk meningkatkan efisiensi, daya saing dan pengembangan usaha Perusahaan Perseroan (PERSERO);",
            "b": " bahwa dalam rangka meningkatkan efisiensi, daya saing dan pengembangan Perusahaan Perseroan (PERSERO), maka dipandang perlu untuk menegaskan mekanisme kerja organ Perusahaan Perseroan (PERSERO) sesuai dengan prinsip Perseroan Terbatas;",
            "c": " bahwa untuk maksud tersebut, maka perlu untuk menyempurnakan pengaturan yang berkaitan dengan Perusahaan Perseroan (PERSERO) dengan Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) dan Pasal 33 Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 9 Tahun 1969 tentang Penetapan Peraturan Pemerintah Pengganti Undang-undang Nomor 1 Tahun 1969 (Lembaran Negara Tahun 1969 Nomor 16, Tambahan Lembaran Negara Nomor 2890) tentang Bentuk-bentuk Usaha Negara menjadi Undang-undang (Lembaran Negara Tahun 1969 Nomor 40, Tambahan Lembaran Negara Nomor 2904);",
            "3": " Undang-undang Nomor 1 Tahun 1995 tentang Perseroan Terbatas (Lembaran Negara Tahun 1995 Nomor 13, Tambahan Lembaran Negara Nomor 3587);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PERUSAHAAN PERSEROAN (PERSERO).",
        "tanggal sah": "17 Januari 1998"
    }
}