{
    "results": [
        {
            "id": "80088b65-4da3-4dba-82e5-6b601ba3a82f",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "5c0caa2b-46d3-4373-9be3-6c1bc8368d7e",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "70d89886-8481-4f67-9054-3bfb4e18dd3b",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan :\n1. Industri, kelompok industri, jenis industri, bidang usaha industri, dan perusahaan industri adalah sebagaimana dimaksud dalam Pasal 1 Undang-undang Nomor 5 Tahun 1984;\n2. Menteri adalah Menteri Perindustrian atau Menteri lainnya yang mempunyai kewenangan pengaturan, pembinaan, dan pengembangan industri sebagaimana dimaksud dalam Peraturan Pemerintah Nomor 17 Tahun 1986.",
                        "explanation": "\nAngka 1\nCukup jelas\nAngka 2\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "6ef8b69c-227c-472f-97c2-a284852c855a",
            "name": "Chapter II",
            "title": "\nIZIN USAHA INDUSTRI",
            "type": "chapter",
            "children": [
                {
                    "id": "7c49105d-df58-4a2a-a3fe-8e4694a1a8c7",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "0f085152-5ccd-4fb4-9403-c138d5e4673d",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Setiap pendirian perusahaan industri maupun setiap perluasannya wajib memperoleh Izin Usaha Industri.",
                            "explanation": "\nDiwajibkannya Izin Usaha Industri bagi setiap pendirian perusahaan industri\nmaupun setiap perluasannya adalah merupakan langkah pengarahan dan\nsekaligus tindakan preventif yang dapat dilakukan oleh Pemerintah sehingga\npembangunan industri tetap dapat dilaksanakan secara konsepsional sesuai\ndengan rencana yang telah ditetapkan."
                        },
                        {
                            "id": "f2238f53-1e14-459e-89c8-e20077ae239f",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Perluasan perusahaan industri sebagaimana dimaksud dalam ayat (1) adalah penambahan kapasitas produksi dan/atau jenis produk atau komoditi yang telah diizinkan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "654295cf-7609-4b60-89cd-e1cbd3e63243",
                    "name": "Article 3",
                    "type": "article",
                    "children": [
                        {
                            "id": "01c88f05-4408-472f-8795-f1858dccc069",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Izin Usaha Industri terdiri dari :\n   a. Izin Tetap;\n   b. Izin Perluasan.",
                            "explanation": "\nJenis perizinan sebagaimana diatur dalam Peraturan Pemerintah ini,\ndimaksudkan sebagai langkah penyederhanaan di bidang perizinan. Sebelum ini\ndikenal pula adanya Persetujuan Prinsip di samping Izin Sementara yang\nmasing-masing diberikan pada saat dan setelah permohonan untuk melakukan\nusaha industri disetujui.\nDengan ditiadakannya Izin Sementara, maka seorang pengusaha industri dapat\nlangsung melakukan persiapan-persiapan dan usaha pembangunan, pengadaan,\npemasangan/ instalasi peralatan dan lain-lain yang diperlukan, termasuk\ndimulainya kegiatan produksi percobaan. Hal-hal yang menyangkut hak,\nkewajiban, dan syarat-syarat lain yang harus dipenuhi dalam rangka rencana\nusaha industri tersebut, dituangkan dalam Persetujuan Prinsip.\nDengan adanya langkah penyederhanaan ini, maka pengusaha industri yang\nsemula harus berturut-turut memenuhi beberapa tahap, yaitu:\n1. Persetujuan Prinsip;\n2. Izin Sementara:\n3. Izin Tetap;\n4. Apabila memperluas: Izin Perluasan;\nmaka sekarang tinggal 3 (tiga) tahap saja, yaitu:\n1. Persetujuan Prinsip;\n2. Izin Tetap;\n3. Apabila memperluas: Izin Perluasan."
                        },
                        {
                            "id": "e8dbad4c-e852-434e-b441-67bbb8f67ef3",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Izin Tetap adalah Izin Usaha Industri yang diberikan secara definitif kepada perusahaan industri yang telah berproduksi secara komersial.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "4c0f4f4b-6c29-48c0-8ab4-51907f093e7a",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Izin Perluasan adalah Izin Usaha Industri yang diberikan kepada perusahaan industri yang\nmelakukan perluasan sebagaimana dimaksud dalam Pasal 2 ayat (2).",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "213b0193-60ef-4b62-b40c-5b61d7c3137c",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "1833857d-10e4-40df-a14b-0cfb39242fad",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nIzin Tetap berlaku untuk seterusnya selama perusahaan industri yang bersangkutan\nberproduksi.",
                        "explanation": "\nDalam rangka penyederhaan perizinan maka ketentuan ini mempermudah prosedur\nsehingga tidak lagi perlu setiap kali diperpanjang, dan memberikan kepastian hukum\nkepada yang bersangkutan untuk dapat terus berproduksi. Dalam hal terjadi perluasan\nperusahaan industri, maka Izin Perluasan semata-mata diperlukan karena adanya\nperluasan itu sendiri. Sedangkan bagi kegiatan usaha industri secara keseluruhan,\ndasarnya tetap berlaku Izin Tetap sebagaimana sejak semula diberikan."
                    }
                }
            ]
        },
        {
            "id": "6c6c7bb7-1a11-4c35-a793-41a439d81b2f",
            "name": "Chapter III",
            "title": "\nKEWENANGAN",
            "type": "chapter",
            "children": [
                {
                    "id": "718c9d2f-dbc4-4c43-8f67-1902390e8755",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "9c59930e-24f2-4d78-934c-6b896e011174",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nIzin Usaha Industri pada dasarnya dikeluarkan oleh Menteri sebagaimana dimaksud dalam\nPasal 1 angka 2.",
                        "explanation": "\nIzin Usaha Industri diberikan kepada perusahaan industri oleh Menteri dalam rangka\npengaturan, pembinaan, dan pengembangan industri yang dilakukan oleh Pemerintah\nsesuai dengan ketentuan yang tercantum di dalam Peraturan Pemerintah Nomor 17\nTahun 1986."
                    }
                },
                {
                    "id": "7ff44925-0b9b-4080-af31-5eb80643d66f",
                    "name": "Article 6",
                    "type": "article",
                    "children": [
                        {
                            "id": "ff078bfa-b076-4278-8539-47461ee649c7",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Kewenangan pemberian Izin Usaha Industri dalam bidang industri dapat dilimpahkan oleh\nMenteri kepada Pimpinan Instansi/Badan Pemerintah lainnya yang ditetapkan dengan\nKeputusan Menteri.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "8374ea9a-aa19-4958-80a5-1dbfc7984769",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pelimpahan kewenangan sebagaimana dimaksud dalam ayat (1) adalah bagi perusahaan\nindustri yang penanaman modalnya dilakukan dalam rangka Undang-undang Nomor 1\nTahun 1967 sebagaiman telah diubah dengan Undang-undang Nomor 11 Tahun 1970 dan\nUndang-undang Nomor 6 Tahun 1968 sebagaimana telah diubah dengan Undang-undang\nNomor 12 Tahun 1970.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "9565110c-a578-478b-ba20-5349b1b250e3",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "5732a94b-936f-4806-a68f-da985996d2c3",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan mengenai Izin Usaha Industri diatur lebih lanjut oleh Menteri.",
                        "explanation": "\nKetentuan mengenai Izin Usaha Industri adalah segala sesuatu yang meliputi syarat-\nsyarat yang harus dipenuhi untuk pengajuan suatu permohonan serta tata caranya untuk\nmemperoleh Izin Usaha Industri. Selain itu ketentuan-ketentuan tersebut dapat pula\nberupa syarat-syarat yang ditetapkan dalam Izin Usaha Industri, yang harus selalu\ndiperhatikan dan dipenuhi oleh pemegang izin. Termasuk di dalamnya misalnya antara\nlain larangan untuk pemindahtanganan hak atas Izin Usaha Industri atau memindahkan\nlokasi industri tanpa persetujuan Menteri, pemeliharaan lingkungan hidup. Khususnya\nmengenai ketentuan yang mengharuskan adanya persetujuan tertulis dari Menteri atau\nPimpinan Instansi/Badan Pemerintah terhadap pemindahtanganan hak dan pemindahan\nlokasi usaha industri, hal itu dimaksudkan agar selalu dapat diadakan pemantauan terus-\nmenerus terhadap kegiatan usaha tersebut oleh pemberi izin dan juga untuk mencegah\nadanya monopoli oleh sekelompok pengusaha yang kuat melalui pemilikan saham."
                    }
                },
                {
                    "id": "1b13729c-e54d-4c03-9145-c524c2f8ff76",
                    "name": "Article 8",
                    "type": "article",
                    "children": {
                        "id": "b1cf4544-d82a-4f1e-984f-bc88bea6f18d",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSesuai dengan Izin Usaha Industri yang diperolehnya, perusahaan industri wajib menyampaikan\ninformasi industri secara berkala mengenai kegiatan usaha dan hasil produksinya kepada\nMenteri, setiap 3 (tiga) bulan sekali.",
                        "explanation": "\nKewajiban penyampaian informasi industri secara berkala dimaksudkan agar dapat\ndiketahui kapasitas produksi nasional untuk produksi yang bersangkutan dan data\nlainnya yang diperlukan sebagai bahan bagi pemerintah dalam menetapkan\nkebijaksanaan pengaturan, pembinaan, dan pengembangan industri secara nasional."
                    }
                }
            ]
        },
        {
            "id": "9cadc733-a22a-44bc-9313-fa7365cd2314",
            "name": "Chapter IV",
            "title": "\nPENGECUALIAN",
            "type": "chapter",
            "children": [
                {
                    "id": "551a603c-1af9-4787-bef4-66091001ee0a",
                    "name": "Article 9",
                    "type": "article",
                    "children": [
                        {
                            "id": "d7bd948d-39ee-425e-9c2f-a3c4b7497a70",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Kewajiban untuk memperoleh Izin Usaha Industri dikecualikan bagi jenis industri tertentu\ndalam kelompok industri kecil.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "e5cdbcb0-3e2d-48ac-8f43-b1ce47272151",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Jenis industri tertentu yang dikecualikan sebagaimana dimaksud dalam ayat (1) wajib\ndidaftarkan oleh perusahaan industri yang bersangkutan.",
                            "explanation": "\nIndustri Kecil tertentu tidak perlu memperoleh Izin Usaha Industri dan hanya wajib\nmendaftarkan saja.\nIndustri-industri Kecil tertentu ini akan ditetapkan kemudian oleh Menteri\nPerindustrian berdasarkan besarnya investasi yang dilakukan bagi mesin dan\nperalatan."
                        },
                        {
                            "id": "25368211-c729-4993-80b2-01fd49682651",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Penentuan jenis industri yang termasuk kelompok industri kecil yang dikecualikan\nsebagaimana dimaksud dalam ayat (1) dan tata cara pendaftarannya sebagaimana\ndimaksud dalam ayat (2) ditetapkan oleh Menteri Perindustrian, setelah berkonsultasi\ndengan Menteri lain yang terkait.",
                            "explanation": "\nKonsultasi dengan Menteri lain yang terkait dimaksudkan agar Menteri\nPerindustrian memperhatikan pula usul dan pertimbangan Menteri lain yang\nterkait dalam menetapkan kelompok industri kecil."
                        }
                    ]
                }
            ]
        },
        {
            "id": "b15b0bd2-ca2a-498d-9eca-a85aca8d4c0d",
            "name": "Chapter V",
            "title": "\nPENCABUTAN IZIN USAHA INDUSTRI",
            "type": "chapter",
            "children": [
                {
                    "id": "ed2daf77-e7f1-4888-8da9-2acdb12bb0f4",
                    "name": "Article 10",
                    "type": "article",
                    "children": {
                        "id": "eca1f362-b9be-4b5d-ac8d-0e5e12fb2884",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nIzin Usaha Industri dapat dicabut dalam hal :\n1. Perusahaan industri yang telah mendapatkan Izin Usaha Industri melakukan perluasan, tanpa memiliki Izin Perluasan.\n2. Perusahaan industri yang telah mendapatkan Izin Usaha Industri tidak menyampaikan informasi industri atau informasi tersebut tidak mengandung kebenaran.\n3. Perusahaan industri yang telah mendapatkan Izin Usaha Industri melakukan pemindahtanganan hak dan pemindahan lokasi usaha industri tanpa persetujuan tertulis dari Menteri.\n4. Tidak dipenuhinya ketentuan dalam perizinan yang ditetapkan oleh Menteri sebagaimana dimaksud dalam Pasal 8 atau Pimpinan Instansi/Badan Pemerintah dalam hal sebagaimana dimaksud dalam Pasal 6 ayat (1).",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "b3d2ee18-1cd8-489c-8d27-1da252a39c99",
            "name": "Chapter VI",
            "title": "\nPEMBINAAN DAN PENGAWASAN",
            "type": "chapter",
            "children": [
                {
                    "id": "0dfdccb6-e731-493c-8726-1508910badb5",
                    "name": "Article 11",
                    "type": "article",
                    "children": [
                        {
                            "id": "47bc4b31-79a2-4029-aa4a-3cd81e3ab929",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pembinaan terhadap perusahaan industri yang telah mendapat Izin Usaha Industri termasuk perusahaan industri yang pemberian Izin Usaha Industrinya dilimpahkan sebagaimana dimaksud dalam Pasal 6, dilakukan oleh Menteri atau pejabat yang ditunjuk.",
                            "explanation": "\nPembinaan yang dilakukan terhadap perusahaan industri adalah mewujudkan\nperkembangan industri yang lebih baik, secara sehat dan berhasil guna."
                        },
                        {
                            "id": "9bfaf797-4de0-4bf4-81f5-793b36d57bc9",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pembinaan sebagaimana dimaksud dalam ayat (1) adalah pembinaan terhadap iklim, sarana, usaha, dan produksi dari industri yang bersangkutan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "5c196c4d-bf45-4686-8fb0-241205974132",
                    "name": "Article 12",
                    "type": "article",
                    "children": [
                        {
                            "id": "eb50674d-9b4b-4c55-9fc5-b84dc5486220",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pengawasan terhadap perusahaan industri yang telah mendapat Izin Usaha Industri dilakukan oleh Menteri dan/atau oleh pejabat yang ditunjuk.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "f48cfec4-a57a-4050-85e4-134f94bee819",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pengawasan dilakukan secara teratur terhadap kegiatan-keitatan yang dilakukan oleh perusahaan-perusahaan industri dalam kaitannya dengan pelaksanaan Peraturan Pemerintah ini.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "8b986a29-3f13-4e3a-bbd3-2ee88c57b546",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Untuk perusahaan industri yang kewenangan pemberian Izin Usaha Industrinya dilimpahkan kepada Pimpinan Instansi/Badan Pemerintah sebagaimana dimaksud dalam Pasal 6, pelaksanaan pengawasannya dilakukan bersama oleh Menteri dan Pimpinan Instansi/Badan Pemerintah yang menerima pelimpahan kewenangan tersebut.",
                            "explanation": " dan Ayat (4)\nPengawasan yang dilakukan secara bersama dalam kedua ayat ini akan berakhir\ndan kembali kepada pengawasan sebagaimana dimaksud dalam ayat (1), apabila\nperusahaan industri yang bersangkutan tidak lagi tercakup oleh ketentuan\nsebagaimana dimaksud dalam Pasal 6."
                        },
                        {
                            "id": "9c628d36-9496-42a1-82fd-da24c176fbcf",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Penentuan lingkup pengawasan bagi masing-masing dan tata cara pelaksanaan pengawasan sebagaimana dimaksud dalam ayat (3) ditetapkan bersama oleh Menteri dan Pimpinan Instansi/Badan Pemerintah yang bersangkutan.",
                            "explanation": ""
                        }
                    ]
                }
            ]
        },
        {
            "id": "9bf8be94-1e99-4792-8f9a-5b89f8508dac",
            "name": "Chapter VII",
            "title": "\nKETENTUAN LAIN-LAIN",
            "type": "chapter",
            "children": [
                {
                    "id": "d5647165-7d1d-4037-989e-44ce45b4f8ab",
                    "name": "Article 13",
                    "type": "article",
                    "children": {
                        "id": "9eeb4c3f-1e9e-4877-ad57-8ea6cedffa01",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nIzin Usaha Industri yang dikeluarkan berdasarkan Peraturan Pemerintah ini, berlaku pula bagi\ngudang atau tempat penyimpanan yang berada dalam komplek usaha industri yang\nbersangkutan yang digunakan untuk menyimpan peralatan, perlengkapan, bahan baku, dan\nbahan penolong untuk keperluan kegiatan usaha industri tersebut.",
                        "explanation": "\nUntuk gudang yang berada dalam komplek usaha industri yang bersangkutan tidak\ndiperlukan adanya izin usaha pergudangan karena sudah tercakup dalam Izin Usaha\nIndustri yang diwajibkan bagi setiap perusahaan industri."
                    }
                },
                {
                    "id": "dfd4bdd4-9875-43eb-833c-fb8a07979f8f",
                    "name": "Article 14",
                    "type": "article",
                    "children": {
                        "id": "ac0c9d3f-c3e3-47ba-a7b7-0e139f12fa0e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSesuai dengan Izin Usaha Industri yang diperolehnya, perusahaan industri wajib :\nA. melaksanakan upaya keseimbangan dan kelestarian sumber daya alam serta pencegahan\ntimbulnya kerusakan dan pencemaran terhadap lingkungan hidup akibat kegiatan industri\nyang dilakukan;\nB. melaksanakan upaya yang menyangkut keamanan dan keselamatan alat, proses serta hasil\nproduksinya termasuk pengangkutannya, dan keselamatan kerja.\nC. melaksanakan upaya hubungan dan kerjasama antara para pengusaha nasional untuk\nmewujudkan keterkaitan yang saling menguntungkan.",
                        "explanation": "\nKetentuan-ketentuan di dalam pasal ini adalah berdasarkan peraturan perundang-\nundangan yang berlaku."
                    }
                }
            ]
        },
        {
            "id": "8a789200-e8f5-4e93-883e-682bc9998faa",
            "name": "Chapter VIII",
            "title": "\nKETENTUAN PIDANA",
            "type": "chapter",
            "children": [
                {
                    "id": "32761374-9de6-4111-91fc-0088ea4bbb97",
                    "name": "Article 15",
                    "type": "article",
                    "children": [
                        {
                            "id": "dc14519e-fc19-4ba7-b085-fb65d7edbec0",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Perusahaan industri yang tidak memenuhi ketentuan Pasal 2 dan Pasal 8 dikenakan\nancaman pidana sesuai dengan ketentuan Pasal 24 Undang-undang Nomor 5 Tahun 1984.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "73f78636-fbbc-4b63-8cdf-096a28ba473a",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Perusahaan industri yang tidak memenuhi ketentuan Pasal 14 huruf a dikenakan ancaman\npidana sesuai dengan ketentuan Pasal 27 Undang-undang Nomor 5 Tahun 1984.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "85971726-9349-4d7f-8f33-e5dd0304a1b3",
            "name": "Chapter IX",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "03a88e4a-00e8-46be-9dcf-81127924db5a",
                    "name": "Article 16",
                    "type": "article",
                    "children": [
                        {
                            "id": "314d1df4-bb26-4e1e-b7aa-cde3c1e0e11a",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Persetujuan Prinsip, Izin Sementara, Izin Perluasan, dan Surat Pendaftaran Perusahaan\nIndustri yang telah dikeluarkan sebelum mulai berlakunya Peraturan Pemerintah ini\ndinyatakan tetap berlaku.",
                            "explanation": "\na. Persetujuan Prinsip yang diberikan dalam bentuk surat, yang telah dimiliki\npada saat mulai berlakunya Peraturan Pemerintah ini dinyatakan tetap\nberlaku sebagai salah satu tahap sebagaimana dimaksud dalam Pasal 3 ayat\n(1), untuk memperoleh Izin Tetap berdasarkan Peraturan Pemerintah ini.\nb. Izin Sementara untuk jangka waktu satu tahun yang telah dimiliki pada saat\nmulai berlakunya Peraturan Pemerintah ini dinyatakan tetap berlaku dan\nkemudian dapat dipakai sebagai landasan untuk memperoleh Izin Tetap\nberdasarkan Peraturan Pemerintah ini.\nc. Izin Perluasan yang telah dimiliki pada saat mulai berlakunya Peraturan\nPemerintah ini dinyatakan tetap berlaku sampai saat digabungkan dengan\nIzin Tetap yang telah diperbaharui berdasarkan Peraturan Pemerintah ini.\nd. Yang dimaksud dengan Surat Pendaftaran Perusahaan Industri adalah surat\npendaftaran untuk industri kecil sebagaimana dimaksud dalam Pasal 9 ayat\n(2) Peraturan Pemerintah ini."
                        },
                        {
                            "id": "2e713357-3fc5-4590-8021-e53440de3000",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Izin Tetap yang telah dikeluarkan sebelum mulai berlakunya Peraturan Pemerintah ini,\ndinyatakan tetap berlaku, sampai saat diperbaharui berdasarkan Peraturan Pemerintah ini.",
                            "explanation": "\nSebagaimana diketahui Izin Tetap selama ini diberikan untuk jangka waktu 5\n(lima) tahun dan harus diperbaharui. Oleh karena itu izin Tetap yang telah dimiliki\npada saat mulai berlakunya Peraturan Pemerintah ini dinyatakan tetap berlaku,\nsampai dengan habisnya jangka waktu 5 (lima) tahun terhitung sejak tanggal\ndiberikannya Izin Tetap tersebut dan kemudian baru menggantinya berdasarkan\nPeraturan Pemerintah ini, atau menggantinya dengan yang baru berdasarkan\nPeraturan Pemerintah ini sebelum habisnya jangka waktu tersebut."
                        }
                    ]
                }
            ]
        },
        {
            "id": "32ef303f-f26b-4a5f-be41-5d379cedb474",
            "name": "Chapter X",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "f912787a-a362-4808-b969-3bd337f9e8db",
                    "name": "Article 17",
                    "type": "article",
                    "children": {
                        "id": "a4bb2735-eb8a-46fb-91a1-3002a5fb7ee8",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan ditetapkannya Peraturan Pemerintah ini, maka Peraturan Pemerintah Nomor 1 Tahun\n1957 tentang Penyaluran Perusahaan-perusahaan (Lembaran Negara Tahun 1957 Nomor 7.\nTambahan Lembaran Negara Nomor 1144) sebagaimana telah diubah dengan Peraturan\nPemerintah Nomor 53 Tahun 1957 (Lembaran Negara Tahun 1957 Nomor 150) dinyatakan tidak\nberlaku lagi.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "4725deb3-4a92-495e-a645-deec96d5bf48",
                    "name": "Article 18",
                    "type": "article",
                    "children": {
                        "id": "f817720d-e6ae-4860-b074-0cf6502da7d1",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini\ndengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nPENJELASAN\nATAS\nPERATURAN PEMERINTAH REPUBLIK INDONESIA\nNOMOR 13 TAHUN 1987\nTENTANG\nIZIN USAHA INDUSTRI\nPembangunan ekonomi yang didasarkan kepada Demokrasi Ekonomi menentukan bahwa\nmasyarakat harus memegang peranan aktif dalam kegiatan pembangunan. Oleh karenanya\nmaka Pemerintah berkewajiban memberikan pengarahan dan bimbingan terhadap pertumbuhan\nekonomi serta menciptakan iklim yang sehat bagi perkembangan dunia usaha, sebaliknya dunia\nusaha perlu memberikan tanggapan terhadap pengarahan dan bimbingan serta penciptaan iklim\ntersebut dengan kegiatan-kegiatan yang nyata.\nUntuk menunjang berhasilnya pembangunan yang bertumpu pada pemerataan pembangunan\ndan hasil-hasilnya, stabilitas nasional yang sehat dan dinamis, serta pertumbuhan ekonomi yang\ncukup tinggi, maka dipandang perlu untuk meningkatkan partisipasi masyarakat.\nDalam rangka pencapaian pertumbuhan industri, aspek perizinan ikut memainkan peranannya\nyang penting. Menyadari akan peranannya, aspek perizinan ini harus mampu memberikan\nmotivasi yang dapat mendorong dan menarik minat para investor untuk menanamkan modalnya\ndi sektor industri, dan karenanya harus mendapatkan pembinaan secara terarah. Bahwa\nperizinan merupakan salah satu alat kebijaksanaan yang apabila dipergunakan secara efisien\nakan merupakan alat efektif untuk menggerakkan perkembangan dunia usaha ke bidang yang\nbenar-benar mendukung pembangunan. Karena itu sistem perizinan dapat dimanfaatkan antara\nlain.untuk menghindari pemborosan atau penyalahgunaan dana investasi yang langka. Melalui\nupaya pengaturan, pembinaan, dan pengembangan industri yang dilakukan, Pemerintah\nmengarahkan untuk penciptaan iklim usaha industri secara sehat dan mantap. Dengan iklim\nusaha industri seperti itu, diharapkan industri akan dapat memberikan rangsangan yang besar\ndalam menciptakan lapangan kerja yang luas, menumbuhkan kepercayaan masyarakat\nterhadap kemampuan dan kekuatan sendiri dalam membangun industri.\nDalam kerangka inilah Undang-undang Nomor 5 Tahun 1984 tentan Perindustrian\nmengamanatkan adanya pengaturan tentang Izin Usaha Industri tersebut, sehingga perizinan\nyang ada hanya yang benar-benar diperlukan bagi kegiatan masyarakat dan yang perlu\ndikendalikan bagi setiap pendirian perusahaan industri baru dan perluasannya.",
        "Nomor": "13",
        "Tahun": "1987",
        "Tentang": "IZIN USAHA INDUSTRI",
        "Menimbang": {
            "Introduction": "\nbahwa dalam rangka pelaksanaan Pasal 13 Undang-undang Nomor 5 Tahun 1984 tentang Perindustrian dan untuk memberikan landasan bagi Izin Usaha Industri, perlu adanya Peraturan Pemerintah tentang Izin Usaha Industri;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar. 1945;",
            "2": " Undang-undang Nomor 5 Tahun 1984 tentang Perindustrian (Lembaran Negara Tahun 1984 Nomor 22, Tambahan Lembaran Negara Nomor 3274);",
            "3": " Peraturan Pemerintah Nomor 17 Tahun 1986 tentang Kewenangan Pengaturan, Pembinaan, dan Pengembangan Industri (Lembaran Negara Tahun 1986 Nomor 23, Tambahan Lembaran Negara Nomor 3330);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG IZIN USAHA INDUSTRI.",
        "tanggal sah": "3 Juni 1987"
    }
}