{
    "results": [
        {
            "id": "7b1efd0f-12bd-4153-b562-02f9680ca235",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "f7959136-82e8-43ae-b23e-07c4ea329746",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Atas penghasilan yang diterima atau diperoleh Wajib Pajak berupa keuntungan modal (capital gain), bunga\ndan atau diskonto yang berasal dari obligasi yang diperdagangkan di bursa efek dan atau yang dilaporkan\ndi bursa efek, dikenakan pemotongan Pajak Penghasilan yang bersifat final, kecuali bagi Wajib Pajak\ntertentu sebagaimana dimaksud dalam Pasal 4 dan Wajib Pajak sebagaimana dimaksud dalam Pasal 5.",
                "explanation": "\nPada prinsipnya semua Wajib Pajak orang pribadi dan badan dalam negeri, bentuk usaha tetap,\ndan Wajib Pajak luar negeri selain bentuk usaha tetap di Indonesia yang menerima atau\nmemperoleh penghasilan berupa keuntungan modal (capital gain), bunga dan atau diskonto dari\nobligasi yang diperdagangkan di bursa efek dan atau yang dilaporkan ke bursa efek dikenakan\npemotongan Pajak Penghasilan yang bersifat final. Pengecualian dari pemotongan pajak tersebut\nberlaku terhadap beberapa Wajib Pajak tertentu yang berdasarkan ketentuan Undang-undang\nPajak Penghasilan dikecualikan dari pengenaan atau pemotongan Pajak Penghasilan atas\npenghasilan bunga obligasi."
            }
        },
        {
            "id": "33aefbdb-2d06-4024-8f18-9040174d2b0a",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "4526943c-1b59-4c2f-8182-59185f2a2c90",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pemotongan Pajak Penghasilan atas penghasilan sebagaimana dimaksud dalam Pasal 1 dilakukan oleh :\na. Penerbit obligasi (emiten) pada saat emisi perdana obligasi tanpa bunga (zero coupon bond);\nb. Penerbit obligasi pada saat jatuh tempo pembayaran bunga;\nC. Bank Wajib Pajak dalam negeri, cabang bank Wajib Pajak luar negeri sebagai bentuk usaha tetap\ndi Indonesia, Dana Pensiun yang pembentukannya telah disahkan oleh Menteri Keuangan, dan\nReksadana yang terdaftar pada Badan Pengawas Pasar Modal, pada saat perolehan obligasi\nberbunga atas bunga berjalan yang diperoleh selama masa kepemilikan oleh penjual obligasi;\nd. Penyelenggara bursa pada saat transaksi penjualan obligasi di bursa efek dan atau yang\ndilaporkan ke bursa efek.",
                "explanation": "\nUntuk memudahkan pelaksanaan pemotongan pajak atas penghasilan dari obligasi yang\ndiperdagangkan di bursa efek, pemotongan pajak dilakukan oleh penerbit obligasi (emiten) yaitu\npada saat emisi perdana obligasi tanpa bunga (zero coupon bond) dan pada saat jatuh tempo\npembayaran bunga, serta oleh penyelenggara bursa yaitu pada saat transaksi penjualan obligasi\ndi bursa efek dan atau yang dilaporkan ke bursa efek.\nKarena ada beberapa Wajib Pajak yang dikecualikan dari pengenaan pajak atas penghasilan\nbunga obligasi, terdapat kemungkinan penghindaran pajak dengan mengalihkan obligasi tersebut\nsebelum jatuh tempo pembayaran bunga (wash sales) kepada Wajib Pajak dimaksud. Untuk\nmenghindari praktek kurang sehat tersebut, Wajib Pajak yang dikecualikan dari pengenaan pajak\natas bunga obligasi seperti bank, dana pensiun dan Reksadana harus memotong pajak atas bunga\nobligasi yang diperoleh penjual sesuai dengan masa kepemilikannya. Atas penghasilan diskonto\nobligasi tanpa bunga (zero coupon bond) dikenakan pajak kepada pembeli yaitu pada saat emisi\nperdana oleh penerbit obligasi."
            }
        },
        {
            "id": "9a9e571c-4388-49a0-9783-4165e7da8d24",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "6d09ef5a-dd58-47af-a757-c4ee0a361dc2",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "1. Besarnya Pajak Penghasilan yang harus dipotong atas penghasilan berupa diskonto yang diterima\natau diperoleh pembeli obligasi tanpa bunga (zero coupon bond) pada saat emisi perdana\nsebagaimana dimaksud dalam Pasal 2 huruf a, dan penghasilan bunga yang diterima atau\ndiperoleh pemilik obligasi pada saat jatuh tempo pembayaran sebagaimana dimaksud dalam Pasal\n2 huruf b atau penghasilan bunga berjalan yang diperoleh pada saat pengalihan obligasi\nsebagaimana dimaksud dalam Pasal 2 huruf c, ditetapkan sebagai berikut:\na. 15% (lima belas persen) dari jumlah bruto bagi Wajib Pajak dalam negeri dan bentuk usaha\ntetap;\nb. 20% (dua puluh persen) dari jumlah bruto atau tarif berdasarkan Persetujuan Penghindaran\nPajak Berganda yang berlaku bagi Wajib Pajak luar negeri selain bentuk usaha tetap.\n2. Besarnya Pajak Penghasilan yang harus dipotong atas penghasilan berupa keuntungan modal\n(capital gain), bunga dan atau diskonto yang diterima atau diperoleh pemilik obligasi pada saat\ntransaksi penjualan obligasi di bursa efek dan atau yang dilaporkan ke bursa efek sebagaimana\ndimaksud dalam Pasal 2 huruf d adalah sebesar 0,03 % (tiga perseratus persen) dari nilai\ntransaksi.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "81aa95c8-3d4b-4884-98d9-afc61031956c",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "005ea002-02ff-4e2b-aebe-bd7e63e58858",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Wajib Pajak tertentu sebagaimana dimaksud dalam Pasal 1 yang dikecualikan dari pemotongan Pajak\nPenghasilan yang dilakukan oleh pemotong pajak sebagaimana dimaksud dalam Pasal 2 huruf a, huruf b\ndan huruf c adalah:\na. Bank Wajib Pajak dalam negeri dan cabang bank Wajib Pajak luar negeri sebagai bentuk usaha\n   tetap di Indonesia;\nb. Dana pensiun yang pembentukannya telah disahkan oleh Menteri Keuangan;\nc. Reksadana yang terdaftar pada Badan Pengawas Pasar Modal (BAPEPAM), selama 5 (lima)\n   tahun pertama sejak pendirian perusahaan atau pemberian izin usaha.",
                "explanation": "\nBerdasarkan ketentuan Undang-undang Nomor 7 Tahun 1983 tentang Pajak Penghasilan\nsebagaimana telah diubah terakhir dengan Undang-undang Nomor 17 Tahun 2000, Wajib Pajak\nbank dalam negeri termasuk cabang bank Wajib Pajak luar negeri yang merupakan bentuk usaha\ntetap di Indonesia tidak dikenakan pemotongan Pajak Penghasilan atas penghasilan bunga dan\npenghasilan lainnya sebagaimana dimaksud dalam Pasal 23, melainkan dikenakan Pajak\nPenghasilan berdasarkan ketentuan umum Undang-undang Pajak Penghasilan.\nAdapun atas penghasilan bunga obligasi yang diperdagangkan di bursa efek yang diterima atau\ndiperoleh dana pensiun yang pembentukannya telah disahkan oleh Menteri Keuangan dan yang\nditerima atau diperoleh reksadana yang terdaftar pada Badan Pengawas Pasar Modal (BAPEPAM)\nselama 5 (lima) tahun pertama sejak pendirian perusahaan atau pemberian izin usaha dikecualikan\ndari pengenaan Pajak Penghasilan berdasarkan Pasal 4 ayat (3) huruf h dan huruf j\nUndang-undang PPh sehingga tidak perlu dikenakan pemotongan Pajak Penghasilan."
            }
        },
        {
            "id": "b7a2e730-02ed-43d6-9a9a-3c2c00ee8327",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "ee4a23c5-7750-4ee9-a692-8dfe6c1fdc90",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "1. Pajak Penghasilan yang dipotong oleh penerbit obligasi sebagaimana dimaksud dalam Pasal 2\n   huruf a bagi pembeli obligasi tanpa bunga (zero coupon bond), tidak bersifat final.\n2. Pajak Penghasilan yang dipotong oleh penyelenggara bursa sebagaimana dimaksud dalam Pasal\n   2 huruf d bagi:\n   a. Bank Wajib Pajak dalam negeri dan cabang bank Wajib Pajak luar negeri sebagai bentuk\n      usaha tetap di Indonesia;\n   b. Dana Pensiun yang pembentukannya telah disahkan oleh Menteri Keuangan;\n   c. Reksadana yang terdaftar pada Badan Pengawas Pasar Modal (BAPEPAM), selama 5 (lima)\n      tahun pertama sejak pendirian perusahaan atau pemberian izin usaha;\n   d. Wajib Pajak orang pribadi dalam negeri yang seluruh penghasilannya termasuk penghasilan\n      sebagaimana dimaksud dalam Pasal 1 dalam satu tahun pajak tidak melebihi jumlah\n      Penghasilan Tidak Kena Pajak;\ntidak bersifat final.",
                "explanation": "\nDiskonto obligasi tanpa bunga (zero coupon bond) yaitu selisih antara nilai nominal\ndengan nilai perolehan obligasi pada saat emisi perdana, pada dasarnya merupakan bunga yang\nditerima di muka. Atas diskonto dari pembelian obligasi tersebut dikenakan pemotongan Pajak\nPenghasilan yang tidak bersifat final oleh penerbit obligasi sebagaimana dimaksud dalam Pasal 2\nhuruf a, kecuali apabila pembeli adalah bank, dana pensiun atau reksadana. Pada waktu obligasi\ntersebut dijual kembali di bursa efek atau dilaporkan penjualannya ke bursa efek, pemilik obligasi\nselaku penjual dikenakan Pajak Penghasilan yang bersifat final atas nilai transaksinya."
            }
        },
        {
            "id": "2afabd98-1f71-4de1-9869-22514cabed09",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "9e544210-e09e-4468-b19a-43ec47c79815",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "1. Selisih lebih nilai konversi obligasi yang dapat dipertukarkan dengan saham (convertible bond) di\n   atas nilai buku obligasi tersebut pada saat terjadi pertukaran, merupakan keuntungan modal\n   (capital gain) bagi pemilik obligasi.\n2. Atas penghasilan yang berupa keuntungan modal (capital gain) sebagaimana dimaksud dalam\n   ayat (1) dikenakan pajak sesuai dengan Undang-undang Pajak Penghasilan.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "0ee7aafb-d262-4be8-8289-aba0e918a54c",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "1742e5b2-11bc-4aa3-87e9-d7cf2819b14b",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Tata cara pelaksanaan pemotongan pajak atas penghasilan dari obligasi yang diperdagangkan di bursa\nefek diatur lebih lanjut dengan Keputusan Menteri Keuangan.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "bd7080c8-a8d8-4d18-b3e8-7a6427a2c976",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "82f9f443-7ec1-4619-a35e-946c844c9c2b",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pada saat Peraturan Pemerintah ini mulai berlaku, Peraturan Pemerintah Nomor 46 Tahun 1996 tentang\nPajak Penghasilan Atas Penghasilan Berupa Bunga Atau Diskonto Obligasi Yang Dijual Di Bursa Efek\n(Lembaran Negara Republik Indonesia Tahun 1996 Nomor 67, Tambahan Lembaran Negara Nomor 3646),\ndinyatakan tidak berlaku.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "da4d0bc2-b426-4474-9e15-cc3d52507307",
            "name": "Article 9",
            "type": "article",
            "children": {
                "id": "724be7f2-c28d-41b6-ac48-9c3993f48480",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal 1 Januari 2001.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan\npenempatannya dalam Lembaran Negara Republik Indonesia.",
                "explanation": "\nCukup jelas\n"
            }
        }
    ],
    "metadata": {
        "Nomor": "139",
        "Tahun": "2000",
        "Tentang": "PAJAK PENGHASILAN ATAS PENGHASILAN DARI OBLIGASI\nYANG DIPERDAGANGKAN DI BURSA EFEK\nPRESIDEN REPUBLIK INDONESIA,",
        "Menimbang": {
            "Introduction": "\nbahwa dalam rangka meningkatkan efektivitas pengenaan Pajak Penghasilan atas\npenghasilan dari obligasi yang diperdagangkan di bursa efek serta untuk mendorong\nberkembangnya aktivitas pasar modal di Indonesia, sebagai pelaksanaan ketentuan\nPasal 4 ayat (2) Undang-undang Nomor 7 Tahun 1983 tentang Pajak Penghasilan\nsebagaimana telah diubah terakhir dengan Undang-undang Nomor 17 Tahun 2000, perlu\nmenetapkan Peraturan Pemerintah tentang Pajak Penghasilan Atas Penghasilan Dari\nObligasi Yang Diperdagangkan Di Bursa Efek;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945 sebagaimana telah diubah dengan\nPerubahan Kedua Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 6 Tahun 1983 tentang Ketentuan Umum dan Tata Cara\nPerpajakan (Lembaran Negara Republik Indonesia Tahun 1983 Nomor 49, Tambahan\nLembaran Negara Nomor 3262) sebagaimana telah beberapa kali diubah terakhir\ndengan Undang-undang Nomor 16 Tahun 2000 (Lembaran Negara Republik\nIndonesia Tahun 2000 Nomor 126, Tambahan Lembaran Negara Nomor 3984);",
            "3": " Undang-undang Nomor 7 Tahun 1983 tentang Pajak Penghasilan (Lembaran Negara\nRepublik Indonesia Tahun 1983 Nomor 50, Tambahan Lembaran Negara Nomor\n3263) sebagaimana telah beberapa kali diubah terakhir dengan Undang-undang\nNomor 17 Tahun 2000 (Lembaran Negara Republik Indonesia Tahun 2000 Nomor\n127, Tambahan Lembaran Negara Nomor 3985);"
        },
        "Menetapkan": "\nPeraturan Pemerintah tentang Pajak Penghasilan Atas Penghasilan Dari\nObligasi Yang Diperdagangkan Di Bursa Efek;\nMengingat  1. Pasal 5 ayat (2) Undang-Undang Dasar 1945 sebagaimana telah diubah dengan\nPerubahan Kedua Undang-Undang Dasar 1945;\n2. Undang-undang Nomor 6 Tahun 1983 tentang Ketentuan Umum dan Tata Cara\nPerpajakan (Lembaran Negara Republik Indonesia Tahun 1983 Nomor 49, Tambahan\nLembaran Negara Nomor 3262) sebagaimana telah beberapa kali diubah terakhir\ndengan Undang-undang Nomor 16 Tahun 2000 (Lembaran Negara Republik\nIndonesia Tahun 2000 Nomor 126, Tambahan Lembaran Negara Nomor 3984);\n3. Undang-undang Nomor 7 Tahun 1983 tentang Pajak Penghasilan (Lembaran Negara\nRepublik Indonesia Tahun 1983 Nomor 50, Tambahan Lembaran Negara Nomor\n3263) sebagaimana telah beberapa kali diubah terakhir dengan Undang-undang\nNomor 17 Tahun 2000 (Lembaran Negara Republik Indonesia Tahun 2000 Nomor\n127, Tambahan Lembaran Negara Nomor 3985);\nMEMUTUSKAN\nMenetapkan PERATURAN PEMERINTAH TENTANG PAJAK PENGHASILAN ATAS PENGHASILAN\nDARI OBLIGASI YANG DIPERDAGANGKAN DI BURSA EFEK.",
        "tanggal sah": "1 Januari 2001"
    }
}