{
    "results": [
        {
            "id": "a1e314db-3ed2-466d-a581-d1608c6f16ab",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "1f125cc6-bedd-4046-b481-766313bfd971",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "1b778f2d-1ff0-4d98-9fae-0abbc7ea139a",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nYang dimaksud dengan Kotamadya Daerah Tingkat II Ambon dan Kabupaten Daerah\nTingkat II Maluku Tengah dalam Peraturan Pemerintah ini adalah sebagaimana dimaksud\ndalam Undang-undang Nomor 60 Tahun 1958.",
                        "explanation": "\nCukup jelas."
                    }
                }
            ]
        },
        {
            "id": "1a9b42a0-316d-4601-b953-92845b8f157c",
            "name": "Chapter II",
            "title": "\nPERUBAHAN BATAS WILAYAH",
            "type": "chapter",
            "children": [
                {
                    "id": "f8b1723b-b548-471a-810a-a0c36eddbbe3",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "69635ba4-a051-424a-850c-4aacdce26a41",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Wilayah Kotamadya Daerah Tingkat II Ambon diperluas dengan memasukkan\nsebagian dari Wilayah Kabupaten Daerah Tingkat II Maluku Tengah yang\nmerupakan sebagian dari Wilayah Kecamatan Pulau Ambon yang meliputi:\n1. Negeri Urimessing dengan kanipung bawahannya Kusu-kusu, Sere, Mahia,\nSeri dan petuanannya.\n2. Negeri Amahusu dan petuanannya.\n3. Negeri Eri-Nusaniwe dan petuanannya.\n4. Negeri Sailale dan petuanannya.\n5. Negeri Latuhalat dan petuanannya.\n6. Negeri Soya dan petuanannya.\n7. Negeri Ema dan petuanannya.\n8. Negeri Hukurila dan petuanannya.\n9. Negeri Naku dan petuanannya.\n10. Negeri Kilang dan petuanannya.\n11. Negeri Hatalai dan petuanannya.\n12. Negeri Batumerah dan petuanannya.\n13. Negeri GElala dan petuanannya.\n14. Negeri Hative Kecil dan petuanannya.\n15. Negeri Passo dengan kampung bawahannya Negeri Lama, Nania dan\npetuanannya.\n16. Negeri Halong dengan kampung bawahannya Lata, Latert, Waeheru dan\npetuanannya.\n17. Negeri Lehari dan petuanannya.\n\n18. Negeri Rutong dan petuanannya.\n19. Negeri Hutumuri dan petuanannya.\n20. Negeri Rumah Tiga dengan kampung bawahannya Poka, Waiame dan\npetuanannya.\n21. Negeri Hative Besar dengan kampung bawahannya Riang, Lata, Soakodo,\nLelua, Batu Lubang, Masising, Batu Kubur, Sahuru, dan petuanannya.\n22. Negeri Tawiri dan petuanannya.\n23. Negeri laha dan petuanannya.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "3af986fd-2b03-4220-a4eb-3bf6c87bac6d",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Kecamatan Pulau Ambon dihapuskan dan :\na. Sebagian wilayah bekas Kecamatan Pulau Ambon yang terdiri dari\n1. Negeri Tulehu dan petuanannya.\n2. Negeri Suli dan petuanannya.\n3. Negeri Tial dan petuanannya.\n4. Negeri Tengah-tengah dan petuanannya.\n5. Negeri Waai dan petuanannya.\n6. Negeri Liang dan petuanannya.\nmenjadi Kecamatan Salahutu berkedudukan di Tulehu.\nb. Sebagian wilayah bekas Kecamatan Pulau Ambon yang terdiri dari :\n1. Negeri Mamala dan petuanannya.\n2. Negeri Morela dan petuanannya.\n3. Negeri Wakai dan petuanannya.\n4. Negeri Hila dan petuanannya.\n5. Negeri Kaitetu dan petuanannya.\n6. Negeri Said dan petuanannya.\n7. Negeri Negeri Lima dan petuanannya.\n8. Negeri Ureng dan petuanannya.\n9. Negeri Asilulu dan petuannnya.\n10. Negeri Larike dan petuannya.\n11. Negeri Hitumesing dan petuannya.\n12. Negeri Hitulama dan petuannya.\n13. Negeri Wakasihu dan petuannya.\n14. Negeri Allang dan petuannya.\n15. Negeri Hatu dan petuannya.\n16. Negeri Lilibooi dan petuannya.\nmenjadi Kecamatan Leihitu berkedudukan di Hila.",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                },
                {
                    "id": "97c75a60-1a03-48b0-af06-4ce945a1ebb9",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "efe9a5ab-228c-458e-9143-bf18d09aa245",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nUntuk terwujudnya tertib Pemerintahan serta pembinaan wilayah, maka wilayah\nKotamadya Daerah Tingkat II Ambon dibagi dalam 3 (tiga) Kecamatan, yaitu :\n\na. Kecamatan Nusaniwe. Pusat Penierintahan Kecamatan terletak di Benteng dan meliputi lingkungan (wilayah Kotamadya Ambon lama) dan Negeri-negeri :\n1. Lingkungan Sailale.\n2. Lingkungan Urimessing.\n3. Lingkungan Benteng.\n4. Lingkungan Nusaniwe.\n5. Negeri Urimessing dengan kampung bawahannya Kusu-Kusa Sere, Mahia, Seri dan petuannya.\n6. Negeri Amahusu dan petuannya.\n7. Negeri Eri-Nusaniwe dan petuannya.\n8. Negeri Sailale dan petuannya.\n9. NegeriLatubolatdan petuannya.\nb. Kecamatan Sirimau. Pusat Pemerintahan Kecamatan terletak di Karang Panjang dan meliputi lingkungan (wilayah Kotamadya Ambon lama) dan Negeri-negeri:\n1. Lingkungan Honipopu.\n2. Lingkungan Ahusein.\n3. Lingkuntan Uritetu.\n4. Lingkungan Amantelu.\n5. Negeri Soya dan petuannya.\n6. Negeri Ema dan petuannya.\n7. Negeri Hukurila dan petuannya.\n8. Negeri Naku dan petuannya.\n9. Negeri Kilang dan petuannya.\n10. Negeri Hatalai dan petuannya.\n11. Negeri Batumerah dan petuannya.\n12. Negeri Galala dan petuannya.\n13. Negeri Hative Kecil dan petuannya.\nc. Kecamatan Teluk Ambon Baguala. Pusat Pemerintahan Kecamatan terletak di Passo dan meliputi Negeri-Negeri:\n1. Negeri Passo dengan kampung bawahannya Negeri Lama, Nania dan petuannya.\n2. Negeri Halong dengan kampung bawahannya Lata, Lateri, Waeher dan petuannya.\n3. Negeri Lehari dan petuannya.\n4. Negeri Rutong dan petuannya.\n5. Negeri Hutumuri dan petuannnya.\n6. Negeri Rumah Tiga dengan kampung bawahannya Poka, Waiame dan petuannya.\n7. Negeri Hative Besar dengan kampung bawahannya Riang, Lata, Soakodo, Letua, Batu Lubang, Masising, Batu Kubur, Sahuru dan petuannya.\n8. Negeri Tawiri dan petuannya.\n9. Negeri Laha dan petuannya.\n",
                        "explanation": "\nCukup jelas."
                    }
                }
            ]
        },
        {
            "id": "bc991343-fc4f-4e20-9ca4-660a3644a43d",
            "name": "Chapter III",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "3ed9160e-1ffa-46bc-8f59-2bef9b199203",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "e8dcf38b-c353-4364-8f3c-302af322352a",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Semua Peraturan Daerah dan Keputusan-keputusan Pemerintah Kabupaten Daerah\nTingkat II Maluku Tengah yang berlaku bagi Negeri-negeri yang sebelum\nberlakunya Peraturan Pemerintah ini termasuk dalam Kabupaten Daerah Tingkat II\nMaluku Tengah tersebut sesudah berlakunya Peraturan Pemerintah ini tetap berlaku\nbagi Negeri-negeri termaksud, denan dapat diubah atau dicabut oleh Pemerintah\nKotamadya Daerah Tingkat II Ambon.",
                            "explanation": "\nCukup jelas.\n"
                        },
                        {
                            "id": "8daecdd5-e4e3-46ff-9e8a-bdd38a25fc76",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Masalah-masalah yang menyangkut bidang kepegawaian, keuangan, peralatan dan\nlain-lainnya, yang timbul sebagai akibat perubahan batas wilayah-wilayah\ndimaksud dalam Pasal 2 diselesaikan oleh Gubernur Kepala Daerah Tingkat I\nMaluku atas nama Menteri Dalam Negeri.",
                            "explanation": "\nCukup jelas.\n"
                        }
                    ]
                }
            ]
        },
        {
            "id": "9b30339b-4965-4291-aa38-c872b575829f",
            "name": "Chapter IV",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "f4a5708a-77b7-4c71-803a-37d3f7514281",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "8b5a18e5-6743-4cf1-8562-8f2bd586f34c",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan berlakunya Peraturan Pemerintah ini, semua peraturan yang mengatur batas-batas\nwilayah Kotamadya Daerah Tingkat II Ambon, dinyatakan tidak berlaku lagi.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "0f931cb3-96e1-4e16-b9e8-08ea513db907",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "005806a3-8593-4638-9941-da3cad513b1e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nHal-hal yang belum diatur dalam Peraturan Pemerintah ini, diatur lebih lanjut oleh\nMenteri Dalam Negeri.",
                        "explanation": "\nCukup jelas."
                    }
                },
                {
                    "id": "ef468e7b-a3ca-4112-8e1a-fae878f1f75b",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "22f27763-486e-417d-970f-0f3983e04433",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar supaya setiap orang mengetahuinya, memerintahkan pengundangan Peraturan\nPemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.\nDiundangkan di Jakarta\npada tanggal 12 Juni 1979\nPRESIDEN REPUBLIK INDONESIA\nttd\nSOEHARTO",
                        "explanation": "\nCukup jelas.\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\n1.  Dengan Undang-undang Nomor 60 Tahun 1958 (Lembaran Negara Tahun 1958\n    Nomor 111, Tambahan Lembaran Negara Nomor 1645), telah dibentuk antara lain\n    Kabupaten Daerah Tingkat II Maluku Tengah dan Kotamadya Daerah Tingkat II\n    Ambon yang termasuk dalam lingkungan wilayah Propinsi Daerah Tingkat I\n    Maluku.\n2.  Dalam kenyatannya waktu sekarang ini, perkembangan di segala bidang terutama\n    bidang pembangunan di wilayah Propinsi Daerah Tingkat I Maluku umumnya dan\n    khususnya di wilayah Kotamadya Daerah Tingkat II Ambon semakin meningkat.\n    Kotamadya Daerah Tingkat II Ambon sebagai Ibukota Propinsi Daerah Tingkat I\n    Maluku telah merupakan pusat pemerintahan, perdagangan, dan kegiatan\n    pembangunan di wilayah Propinsi Daerah Tingkat I Maluku.\n3.  Oleh karena itu maka Kotamadya Daerah Tingkat II Ambon mengalami\n    perkembangan pesat di segala bidang seperti antara lain meningkatkan volume\n    perdagangan dan transportasi melalui pelabuhan Ambon yang mengakibatkan\n    bertambahnya volume urusan pemerintahan serta pula meningkatnya volume\n    kegiatan pembangunan lainnya.\n4.  Sebagai akibat daripada meningkatnya volume kegiatan-kegiatan pembangunan\n    tersebut yang telah mempercepat pula pertambahan jumlah penduduk telah\n    menimbulkan permasalahan di berbagai aspek kehidupan perkotaan seperti antara\n    lain lingkungan fisik dan lingkungan sosial, maka luas wilayah Kotamadya Daerah\n    Tingkat II yang sekarang 4,02 Km2, yang batas-batas administratifnya ditetapkan\n    dalam surat Keputusan Gubernur Jenderal Hindia Belanda tanggal 16 Mei Tahun\n    1888, Nomor 6 Tahun 1888 (Staatsblad Nomor 91 Tahun 1888), tidak dapat lagi\n    menampung kebutuhan fasilitas penduduk Kotamadya Daerah Tingkat II Ambon\n    yang sebesar 82.156 jiwa berikut segala macam kegiatannya.\n5.  Berhubung dengan itu sudah sewajarnya untuk mengadakan perluasan wilayah\n    Kotamadya Daerah Tingkat II Ambon tersebut sehingga dengan demikian dapat\n    terciptanya keadaan yang memungkinkan diadakannya persetiaan fasilitas-fasilitas\n    perkotaan yang memadai sesuai dengan kebutuhan masyarakat Kotamadya Daerah\n    Tingkat II Ambon yang bersangkutan.\n6.  Untuk\n6. Untuk maksud perluasan wilayah Kotamadya Daerah Tingkat II Ambon tersebut ditempuh jalan yaitu dengan memasukkan ke dalam wilayah Kotamadya Daerah Tingkat 11 Ambon tersebut wilayah-wilayah sebagaimana termaksud dalam peta lampiran Peraturan Pemerintah ini, sehingga tercakup wilayah-wilayah yang effektif untuk pembangunan.\n7. Pemisahan sebagian wilayah-wilayah yang dimaksud di atas dari Kabupaten Daerah Tingkat II Maluku Tengah yang bersangkutan untuk dimasukkan ke dalam wilayah Kotamadya Daerah Tingkat II Ambon, telah disetujui oleh Pemerintah Kabupaten Daerah Tingkat II Maluku Tengah seperti dinyatakan dalam Surat Keputusan Dewan Perwakilan Rakyat Daerah Kabupaten Daerah Tingkat II Maluku Tengah tanggal 20 Juni 1977 Nomor 03/DPRD/1977-1978.\n8. Dengan perubahan batas-batas Kotamadya Daerah Tingkat II Ambon tersebut maka Peraturan-peraturan Daerah serta Keputusan-keputusan Pemerintah Kabupaten Daerah Tingkat II Maluku Tengah masih tetap berlaku bagi wilayah Negeri-negeri yang sebelum berlakunya Peraturan Pemerintah ini termasuk dalam wilayah Kabupaten Daerah Tingkat II Maluku Tengah, sampai Peraturan-peraturan dan Keputusan-keputusan tersebut diubah atau dicabut oleh Pemerintah Kotamadya Daerah Tingkat II Ambon.\n9. Selain daripada itu masalah-masalah yang menyangkut bidang kepegawaian, keuangan, hutang-piutang, barang-barang inventaris dan lain-lain diserahkan kepada Gubernur Kepala Daerah Tingkat I Maluku untuk diselesaikan sesuai dengan ketentuan-ketentuan peraturan perundang-undangan yang berlaku guna selanjutnya dilaporkan kepada Menteri Dalam Negeri.\n10. Bilamana timbul kesulitan-kesulitan dalam pelaksanaan Peraturan Pemerintah ini maka penyelesaiannya diserahkan kepada Menteri Dalam Negeri.",
        "Nomor": "13",
        "Tahun": "1979",
        "Tentang": "PERUBAHAN BATAS WILAYAH KOTAMADYA DAERAH TINGKAT II AMBON",
        "Menimbang": {
            "Introduction": "\nNot Available"
        },
        "Mengingat": {
            "Introduction": "\nNot Available"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PERUBAHAN BATAS\nWILAYAH KOTAMADYA DAERAH TINGKAT II AMBON.",
        "tanggal sah": "12 Juni 1979"
    }
}