{
    "results": [
        {
            "id": "54de8cd3-abfd-4333-8849-dd0a63449f91",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "ba7951f9-bc1f-4401-8989-a83034808082",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) \"Satya Lancana Yuda Tama Korps Komando\" Angkatan Laut Republik Indonesia diadakan dengan tujuan untuk memberi kehormatan/penghargaan pada mereka yang berjasa besar dalam tugas Korps Komando guna kelangsungan serta kesempurnaan tugas dan kejayaan Angkatan Laut Republik Indonesia.\n(2) \"Satya Lancana Yuda Tama Korps Komando\" Angkatan Laut Republik Indonesia adalah Tanda Kehormatan dan penghargaan terhadap jasa-karya para anggota Korps Komando Angkatan Laut Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "6b40e964-80ad-4ed7-8d69-7ca6085b6d2a",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "2ff28e82-5fb4-4b44-949d-28a428237dd3",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) \"Satya Lancana Yuda Tama Korps Komando Angkatan Laut Republik Indonesia dibagi dalam 2 (dua) kelas, yaitu kelas satu dan kelas dua.\n(2) \"Satya Lancana Yuda Tama Korps Komando Angkatan Laut\nRepublik Indonesia seperti dilukiskan dalam lampiran\nPeraturan Pemerintah ini terdiri dari 2 (dua) bagian yang\npokok, yaitu Pita dan Satya Lancana:\na. Pita penggantung Satya Lancana ini berbentuk segi lima\npanjang dengan dua sudut bagian atas siku-siku dan\nberwarna sebagai berikut:\nDasar pita penggantung berwarna kuning dengan lajur biru\nditengah-tengah yang memanjang dan berukuran lebar 9\nmilimeter, pada kedua sisi masing-masing terdapat satu\nlajur kuning memanjang yang berukuran 2 milimeter,\ndisamping kanan kiri lajur kuning terdapat 2 lajur yang\nberwarna merah dan berukuran masing-masing 9 milimeter\ndan pada pinggir kiri pita tersebut terdapat 2 lajur\nkuning memanjang yang berukuran 2 milimeter.\nb. \"Satya Lancana Yuda Tama Korps Komando\" Angkatan Laut,\nberbentuk bulat dan berwarna perunggu yang pada sisi\ndepan terdapat tulisan \"Yuda Tama Korps Komando\" pada\nlingkaran atas dan \"Yelesu Bhumyangca Jagamahe\" pada\nlingkaran bawah dan ditengah-tengah bulatan terdapat\nMiniatur Jangkar bersilang yang ditengah-tengah Jangkar\nini terdapat tanda Korps Komando yang pada maknanya\nmenggambarkan kokohnya Korps Komando Angkatan Laut\nRepublik Indonesia. Pada sisi kirinya terdapat kata-kata\n\"Angkatan Laut Republik Indonesia\" yang melingkar dalam\nbulatan.\nGaris tengah Satya Lancana ini berukuran: 38 milimeter.\n(3) Pada pita \"Satya Lancana Yuda Tama Korps Komando\" Angkatan\nLaut Republik Indonesia terdapat 2 (dua) bintang untuk kelas\nsatu sedang untuk kelas dua satu bintang.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "ad6b22ce-a77b-4ce8-9e80-df6027111a41",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "61de3b64-ee34-47b0-9cf6-70a82555b34b",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "\"Satya Lancana Yuda Tama Korps Komando\" Angkatan Laut\nRepublik Indonesia diberikan dengan Keputusan Presiden Panglima\nTertinggi Angkatan Perang Republik Indonesia atas usul Menteri/\nPanglima Angkatan Laut Republik Indonesia dan setelah mendapat\npertimbangan dari Dewan Tanda-tanda Kehormatan seperti termaksud\ndalam pasal 10 Undang-undang No. 4 Drt tahun 1959 tentang\nKetentuan-ketentuan Umum Tanda-tanda Kehormatan (Lembaran-Negara\ntahun 1959 No. 44).",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "2d6d31a3-c66e-472f-98fe-8879c8d3f60b",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "55ebec65-dc29-4ba1-bfd7-6aa4aabb828b",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Hak memakai \"Satya Lancana Yuda Tama Korps Komando\" Angkatan\nLaut Republik Indonesia dicabut apabila pemiliknya tidak memenuhi\nlagi syarat-syarat umum yang ditentukan dalam pasal 7 Undang-\nundang No. 4 Drt tahun 1959 tentang Ketentuan- ketentuan Umum\nTanda-tanda Kehormatan (Lembaran-Negara tahun 1959 No. 44)\nmelanggar kode Kehormatan termaksud dalam pasal 2 ayat (1) huruf c\nUndang-undang tersebut dan anggota-anggota Militer tidak memenuhi\nlagi syarat-syarat yang ditentukan dalam pasal 33 Undang-undang\nNo. 70 tahun 1958 tentang Penetapan Undang-undang Darurat No. 2\ntahun 1958 tentang Tanda-tanda Penghargaan untuk Anggota Angkatan\nPerang (Lembaran-Negara tahun 1958 No. 41), sebagai Undang-undang\n(Lembaran-Negara tahun 1958 No. 124).",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "3474a6af-08de-457b-ab5d-44758cad1054",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "11b5b83f-883e-4e14-97a5-2a851c04d8b1",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Satya Lancana Yuda Tama Korps Komando\" Angkatan Laut Republik\nIndonesia dapat dipakai pada upacara-upacara resmi dan kesempatan-\nkesempatan lain dan hanya boleh dipakai 1965, No. 18 pada pakaian\nresmi (Kebesaran) atau pakaian lengkap menurut ketentuan-ketentuan\nyang diatur dalam. pasal 14 Undang-undang No. 4 Drt tahun 1959\n(Lembaran-Negara tahun 1959 No. 44).",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "83e655d7-473c-4be1-98a2-86887c81f789",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "d462f076-7978-44c3-a296-d2522b67d139",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini dapat disebut \"Peraturan Satya\nLancana Yuda Tama Korps Komando\" dan mulai berlaku pada hari\nditetapkannya.\nAgar supaya setiap orang dapat mengetahuinya memerintahkan\npengundangan Peraturan Pemerintah ini dengan penempatannya dalam\nLembaran-Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "12",
        "Tahun": "1965",
        "Tentang": "SATYA LANTJANA YUDA TAMA KORPS KOMANDO ANGKATAN LAUT\nREPUBLIK INDONESIA",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa perlu mengadakan suatu tanda kehormatan untuk menghargai jasa-karya para anggota Korps Komando Angkatan Laut Republik Indonesia;",
            "b": " bahwa sesuai dengan hal tersebut sudah selayaknya Tanda Kehormatan itu disebut \"Satya Lantjana Yuda Tama Korps Komando\";"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat 2, pasal 15 dan pasal II aturan Peralihan Undang-undang Dasar;",
            "2": " Undang-undang No. 4 Drt tahun 1959 tentang Ketentuan-ketentuan Umum Tanda-tanda Kehormatan (Lembaran-Negara tahun 1959 No. 44);",
            "3": " Undang-undang No. 70 tahun 1958 tentang Penetapan Undang-undang Darurat No. 2 tahun 1958 tentang Tanda-tanda penghargaan untuk Anggota Angkatan Perang (Lembaran-Negara tahun 1958 No. 41); sebagai Undang-undang (Lembaran-Negara tahun 1958 No. 124);\nMendengar \nPresidium Kabinet Republik Indonesia. 1965, No. 18"
        },
        "Menetapkan": "\nPeraturan Pemerintah tentang \"Satya Lancana Yuda Tama Korps Komando\" Angkatan Laut Republik Indonesia.",
        "tanggal sah": ""
    }
}