{
    "results": [
        {
            "id": "5878b0ff-7193-4b02-a1b6-39b864a3e402",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "84e03376-83c0-4cc6-a048-10d800d2f40d",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dalam Peraturan Pemerintah ini, yang dimaksud dengan Hak Pengelolaan adalah hak menguasai dari\nNegara atas tanah yang kewenangan pelaksanaannya sebagian dilimpahkan kepada pemegang haknya\nuntuk merencanakan peruntukan dan penggunaan tanah, menggunakan tanah untuk keperluan\npelaksanaan tugasnya, menyerahkan bagian-bagian tanah tersebut kepada pihak ketiga dan atau bekerja\nsama dengan pihak ketiga.\n",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "7defefec-1160-4872-b63d-dc5a3169e7f1",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "cf7fa119-d2ff-4d40-b6cb-d99c8286d815",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Besarnya Bea Perolehan Hak atas Tanah dan Bangunan karena pemberian Hak Pengelolaan adalah\nsebagai berikut:\na. 0% (nol persen) dari Bea Perolehan Hak atas Tanah dan Bangunan yang seharusnya terutang,\ndalam hal penerima Hak Pengelolaan adalah Departemen, Lembaga Pemerintah Non\nDepartemen, Pemerintah Daerah Propinsi, Pemerintah Daerah Kabupaten/Kota, lembaga\npemerintah lainnya, dan Perusahaan Umum Pembangunan Perumahan Nasional (Perum\nPerumnas);\nb. 50% (lima puluh persen) dari Bea Perolehan Hak atas Tanah dan Bangunan yang seharusnya\nterutang dalam hal penerima Hak Pengelolaan selain dimaksud pada huruf a.",
                "explanation": "\nHuruf a\nYang dimaksud dengan lembaga pemerintah lainnya antara lain Otorita Pengembangan\nDaerah Industri Pulau Batam, Badan Pengelola Gelanggang Olahraga Senayan, dan lembaga\npemerintah sejenis yang ditetapkan dengan Keputusan Presiden.\nContoh:\nPerusahaan Umum Pembangunan Perumahan Nasional (Perum Perumnas) memperoleh Hak Pengelolaan\natas tanah seluas 10 Ha dengan Nilai Perolehan Objek Pajak sebesar Rp 1.000.000.000,00 maka\nbesarnya Bea Perolehan Hak atas Tanah dan Bangunan (BPHTB) terutang adalah sebagai berikut:\n\n- Nilai Perolehan Objek Pajak Rp 1.000.000.000,00\n- Nilai Perolehan Objek Pajak Tidak Kena Pajak Rp 60.000.000,00\n- Nilai Perolehan Objek Pajak Kena Pajak Rp 940.000.000,00\n- BPHTB terutang= 5% x Rp 940.000.000,00 = Rp 47.000.000,00\n- BPHTB yang harus dibayar = 0% x Rp 47.000.000,00 = NIHIL\nHuruf b\nContoh:\nSuatu Badan Usaha Milik Negara memperoleh Hak Pengelolaan atas tanah seluas 10 Ha dengan\nNilai Perolehan Objek Pajak sebesar Rp 1.000.000.000,00, maka besarnya BPHTB terutang\nadalah sebagai berikut:\n- Nilai Perolehan Objek Pajak Rp 1.000.000.000,00\n- Nilai Perolehan Objek Pajak Tidak Kena Pajak Rp 60.000.000.00\n- Nilai Perolehan Objek Pajak Kena Pajak Rp 940.000.000,00\n- BPHTB terutang= 5% x Rp 940.000.000,00 = Rp 47.000.000,00\n- BPHTB yang harus dibayar = 50% x Rp 47.000.000,00 = Rp 23.500.000,00"
            }
        },
        {
            "id": "2fe6c7a5-d0b7-48b1-bf65-9af5364b7d72",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "1f7d0b5a-c331-4960-b914-1b421b9af868",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Saat terutang pajak atas perolehan hak atas tanah dan bangunan untuk pemberian Hak Pengelolaan\nadalah sejak tanggal ditandatangani dan diterbitkannya keputusan pemberian Hak Pengelolaan sesuai\ndengan peraturan perundang-undangan yang berlaku.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "f643f777-254a-4474-a95b-5d9ddab7e83c",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "5a8065ec-4ef4-4955-b440-3548401c8262",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Nilai Perolehan Objek Pajak dalam hal pemberian Hak Pengelolaan adalah nilai pasar pada saat\nditerbitkannya keputusan pemberian Hak Pengelolaan sebagaimana dimaksud dalam Pasal 3.\n(2) Dalam hal nilai pasar sebagaimana dimaksud dalam ayat (1) lebih rendah dari pada Nilai Jual\nObjek Pajak Pajak Bumi dan Bangunan, Nilai Perolehan Objek Pajak yang digunakan sebagai\ndasar pengenaan Bea Perolehan Hak atas Tanah dan Bangunan adalah Nilai Objek Pajak Pajak\nBumi dan Bangunan pada tahun terjadinya perolehan.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "0d566664-baf0-43ce-92c5-0b78c8af74b8",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "7a412561-f384-43d8-80f0-51b2e7f8dbf2",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Kepala Kantor Pertanahan Kabupaten/Kota hanya dapat melakukan pendaftaran Hak Pengelolaan setelah\nWajib Pajak menyerahkan bukti pembayaran pajak berupa Surat Setoran Bea Perolehan Hak atas Tanah\ndan Bangunan atau Surat Keterangan Bebas Bea Perolehan Hak atas Tanah dan Bangunan.",
                "explanation": "\nDalam hal penerima Hak Pengelolaan adalah Departemen, Lembaga Pemerintah Non\nDepartemen, Pemerintah Daerah Propinsi, Pemerintah Daerah Kabupaten/Kota, lembaga\npemerintah lainnya, dan Perusahaan Umum Pembangunan Perumahan Nasional (Perum\nPerumnas), maka sebagai pengganti Surat Setoran Bea Perolehan Hak atas Tanah dan Bangunan\nadalah Surat Keterangan Bebas Bea Perolehan Hak atas Tanah dan Bangunan dari Kantor\nPelayanan PBB yang wilayahnya meliputi letak tanah dan atau bangunan yang diberikan Hak\nPengelolaan."
            }
        },
        {
            "id": "a18522cf-c27c-44b0-848a-4454b9f9fe14",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "b5545dbf-bfe2-419a-a39b-1a538b36b881",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Ketentuan mengenai tata cara pengenaan Bea Perolehan Hak atas Tanah dan Bangunan karena pemberian Hak Pengelolaan sebagaimana dimaksud dalam Peraturan Pemerintah ini diatur lebih lanjut oleh Menteri Keuangan.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "3ce197e4-b92a-4b87-8dc2-0253089df3fe",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "689ac48d-36b1-4389-9f2e-3361f67fa4b1",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pada saat Peraturan Pemerintah ini mulai berlaku, Peraturan Pemerintah Nomor 36 Tahun 1997 tentang Pengenaan Bea Perolehan Hak atas Tanah dan Bangunan karena Pemberian Hak Pengelolaan (Lembaran Negara Republik Indonesia Tahun 1997 Nomor 79, Tambahan Lembaran Negara Nomor 3708), dinyatakan tidak berlaku.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "59c7bd2d-c4a8-4ea3-a24b-a71ca1bafe82",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "e632d402-f60e-4165-a5f5-133ebec8ba12",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal 1 Januari 2001.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                "explanation": "\nCukup jelas\n"
            }
        }
    ],
    "metadata": {
        "Nomor": "112",
        "Tahun": "2000",
        "Tentang": "PENGENAAN BEA PEROLEHAN HAK ATAS TANAH DAN BANGUNAN\nKARENA PEMBERIAN HAK PENGELOLAAN",
        "Menimbang": {
            "Introduction": "\nbahwa dalam rangka pelaksanaan ketentuan Pasal 3 ayat (2) Undang-undang Nomor 21\nTahun 1997 tentang Bea Peroleh Hak atas Tanah dan Bangunan sebagaimana telah\ndiubah dengan Undang-undang Nomor 20 Tahun 2000, perlu menetapkan Peraturan\nPemerintah tentang Pengenaan Bea Perolehan Hak atas Tanah dan Bangunan karena\nPemberian Hak Pengelolaan;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945 sebagaimana telah diubah dengan\nPerubahan Kedua Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 21 Tahun 1997 tentang Bea Perolehan Hak atas Tanah dan\nBangunan (Lembaran Negara Republik Indonesia Tahun 1997 Nomor 44, Tambahan\nLembaran Negara Nomor 3688) sebagaimana telah diubah dengan Undang-undang\nNomor 20 Tahun 2000 (Lembaran Negara Republik Indonesia Tahun 2000 Nomor\n130, Tambahan Lembaran Negara Nomor 3988);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PENGENAAN BEA PEROLEHAN HAK ATAS\nTANAH DAN BANGUNAN KARENA PEMBERIAN HAK PENGELOLAAN.",
        "tanggal sah": "1 Januari 2001"
    }
}