{
    "results": [
        {
            "id": "182e4303-7283-40b0-b930-50dbc0639cd7",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "fb48b123-88b0-429e-910c-974ebcad3c7b",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Atas penghasilan berupa bunga deposito dan tabungan serta diskonto Sertifikat Bank Indonesia\ndipotong Pajak Penghasilan yang bersifat final.\n(2) Termasuk bunga yang harus dipotong Pajak Penghasilan sebagaimana dimaksud dalam ayat (1),\nadalah bunga yang diterima atau diperoleh dari deposito dan tabungan yang ditempatkan di luar\nnegeri melalui bank yang didirikan atau bertempat kedudukan di Indonesia atau cabang bank luar\nnegeri di Indonesia.\n(3) Dengan memperhatikan perkembangan moneter, Menteri Keuangan dapat menetapkan\npengenaan Pajak Penghasilan atas diskonto Sertifikat Bank Indonesia selain sebagaimana\nditentukan dalam ayat (1).\n(4) Ketentuan sebagaimana dimaksud dalam ayat (1) tidak berlaku terhadap orang pribadi Subjek\nPajak dalam negeri yang seluruh penghasilannya dalam 1 (satu) tahun pajak termasuk bunga dan\ndiskonto tidak melebihi Penghasilan Tidak Kena Pajak.\n(5) Orang pribadi sebagaimana dimaksud dalam ayat (3) dapat mengajukan permohonan restitusi atas\npajak yang telah dipotong sebagaimana dimaksud dalam ayat (1).\n(6) Ketentuan lebih lanjut mengenai permohonan restitusi diatur dengan Keputusan Direktur Jenderal\nPajak.",
                "explanation": " dan Ayat (2)\nPemotongan Pajak Penghasilan yang diatur dalam ayat (1) dan ayat (2) bersifat final. Oleh karena itu, apabila Wajib Pajak menerima atau memperoleh penghasilan berupa bunga yang berasal dari deposito dan tabungan termasuk jasa giro serta diskonto Sertifikat Bank Indonesia, penghasilan tersebut tidak perlu digabung dengan penghasilan tersebut tidak perlu\ndigabung\n\ndengan penghasilan lainnya dalam penghitungan Pajak Penghasilan lainnya dalam penghitungan\nPajak Penghasilan yang terutang dalam pengisian Surat Pemberitahuan Tahunan Pajak\nPenghasilan. Demikian pula Pajak Penghasilan yang telah dipotong tersebut tidak dapat\ndikreditkan dengan Pajak Penghasilan yang terutang menurut Surat Pemberitahuan Tahunan\nPajak Penghasilan."
            }
        },
        {
            "id": "7260f861-21c2-4a5a-b945-358dbbf2b823",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "ded6f389-a34c-4b7d-a683-bd7ce2f70007",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pengenaan Pajak Penghasilan atas bunga dari deposito dan tabungan serta diskonto Sertifikat\nBank Indonesia sebagaimana dimaksud dalam Pasal 1 adalah sebagai berikut:\na. dikenakan pajak final sebesar 20% (dua puluh persen) dari jumlah bruto, terhadap Wajib Pajak\ndalam negeri dan bentuk usaha tetap.\nb. dikenakan pajak final sebesar 20% (dua puluh persen) dari jumlah bruto atau dengan tarif\nberdasarkan Perjanjian Penghindaran Pajak Berganda yang berlaku, terhadap Wajib Pajak luar\nnegeri.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "7957cb22-9892-4b38-9c19-a0fba8a0a3af",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "00df0df5-b64f-426a-b756-5fda663ddb9a",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pemotongan pajak sebagaimana dimaksud dalam Pasal 1 tidak dilakukan terhadap:\na. bunga dari deposito dan tabungan serta diskonto Sertifikat Bank Indonesia sepanjang jumlah\ndeposito dan tabungan serta Sertikat Bank Indonesia tersebut tidak melebih Rp 7.500.000,00\n(tujuh juta lima ratus ribu rupiah) dan bukan merupakan jumlah yang dipecah-pecah;\nb. bunga dan diskonto yang diterima atau diperoleh bank yang didirikan di Indonesia atau cabang\nbank luar negeri di Indonesia;\nc. bunga deposito dan tabungan serta diskonto Sertifikat Bank Indonesia yang diterima atau\ndiperoleh Dana Pensiun yang pendiriannya telah disahkan oleh Menteri Keuangan sepanjang\ndananya diperoleh dari sumber pendapatan sebagaimana dimaksud dalam Pasal 29\nundang-undang Nomor 11 Tahun 1992 tentang Dana Pensiun;\nd. bunga tabungan pada bank yang ditunjuk Pemerintah dalam rangka pemilikan rumah\nsederhana dan sangat sederhana, kaveling siap bangun untuk rumah sederhana dan sangat\nsederhana, kaveling siap bangun untuk rumah sederhana dan sangat sederhana, atau rumah\nsusun sederhana sesuai dengan ketentuan yang berlaku, untuk dihuni sendiri.\n(2) Ketentuan sebagaimana dimaksud dalam ayat (1) huruf c dan d ditetapkan lebih lanjut oleh\nMenteri Keuangan, Menteri Permukiman dan Prasarana Wilayah dan atau Gubernur Bank\nIndonesia, baik secara bersama-sama maupun sendiri-sendiri sesuai dengan bidang tugasnya\nmasing-masing.",
                "explanation": "\nWalaupun penghasilan berupa bunga atau diskonto yang diterima atau diperoleh bank di\nIndonesia dan cabang bank luar negeri di Indonesia tidak dipotong Pajak Penghasilan berdasarkan\nPeraturan Pemerintah ini, tetapi penghasilan tersebut wajib dilaporkan dalam Surat Pemberitahuan\nTahunan Pajak Penghasilan sesuai dengan tarif Pasal 17 Undang-undang Nomor 7 Tahun 1983\ntentang Pajak Penghasilan sebagaimana telah beberapa kali diubah terakhir dengan\nUndang-undang Nomor 17\nTahun 2000.\nUntuk melindungi para deposan dan penabung kacil, atas bunga tabungan yang diterima\natau diperoleh para penabung kecil tersebut tidak dilakukan pemotongan Pajak Penghasilan,\nsepanjang jumlah deposito dan tabungan serta Sertifikat Bank Indonesia tersebut tidak melebihi\nRp 7.500.000,00 (tujuh juta lima ratus ribu rupiah) dan bukan merupakan jumlah yang\ndipecah-pecah.\nDemikian pula atas bunga atau diskonto yang diterima atau diperoleh dana pensiun yang\npendiriannya telah disahkan oleh Menteri Keuangan serta bunga tabungan pada bank yang\nditunjuk pemerintah dalam rangka pemilikan rumah sederhana dan sangat sederhana, kaveling\nsiap bangun untuk rumah sederhana dan sangat sederhana, atau rumah susun sederhana sesuai\ndengan ketentuan yang berlaku, tidak dilakukan pemotongan Pajak Penghasilan."
            }
        },
        {
            "id": "2739d0ae-f51e-4a94-8e8e-66bb336c6efe",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "a5428731-af4c-441b-b74b-c3d41a0e8088",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Bank sebagaimana dimaksud dalam pasal 1 ayat (2) dan Bank Indonesia wajib memotong Pajak\nPenghasilan sebagaimana dimaksud dalam Pasal 2.\n(2) Dana Pensiun yang pendiriannya telah disahkan Menteri Keuangan dan bank yang menjual\nkembali Sertifikat Bank Indonesia kepada pihak lain yang bukan Dana Pensiun yang pendiriannya\nbelum disahkan oleh Menteri Keuangan dan bukan bank wajib memotong Pajak Penghasilan atas\ndiskonto Sertifikat Bank Indonesia tersebut.",
                "explanation": "\nDengan ketentuan ini, bank termasuk Bank Indonesia wajib memotong Pajak Penghasilan\natas bunga dan diskonto sebagaimana dimaksud dalam Pasal 1. Selain wajib memotong Pajak\nPenghasilan atas bunga dan diskonto yang dibayarkan atau terutang sebagiamana dimaksud\ndalam Pasal 1 ayat (1), bank-bank tersebut juga wajib memotong Pajak Penghasilan atas bunga\ndari deposito dan tabungan yang ditempatkan di luar negeri melalui bank yang didirikan di\nIndonesia atau cabang bank luar negeri yang beroperasi di Indonesia sebagaimana dimaksud\ndalam Pasal 1 ayat (2)."
            }
        },
        {
            "id": "b3e99f36-0dc6-46da-bc7e-a6fecc2946bc",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "ab09a2db-9828-4989-bb91-d7499554a530",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Ketentuan lebih lanjut yang diperlukan bagi pelaksanaan Peraturan Pemerintah ini diatur dengan\nKeputusan Menteri Keuangan.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "6413478a-f953-4ac0-a218-d33f9bd2d726",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "de5c5d92-e15e-4812-8319-049a6077590d",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pada saat Peraturan Pemerintah ini mulai berlaku, Peraturan Pemerintah Nomor 51 Tahun 1994 tentang Pajak Penghasilan atas Bunga Deposito dan Tabungan serta Diskonto Sertifikat Bank Indonesia (Lembaran Negara Republik Indonesia Tahun 1994 Nomor 80, Tambahan Lembaran Negara Nomor 3582) dinyatakan tidak berlaku.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "7183439b-0326-43fa-af79-e3e9321e29c5",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "9f459319-4145-469e-8c14-b773596be72e",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal 1 Januari 2001.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                "explanation": "\nCukup jelas\n"
            }
        }
    ],
    "metadata": {
        "Nomor": "131",
        "Tahun": "2000",
        "Tentang": "PAJAK PENGHASILAN ATAS BUNGA DEPOSITO DAN TABUNGAN SERTA\nDISKONTO SERTIFIKAT BANK INDONESIA\nPRESIDEN REPUBLIK INDONESIA,",
        "Menimbang": {
            "Introduction": "\nbahwa untuk melaksanakan ketentuan Pasal 4 ayat (2) Undang-undang Nomor 7 Tahun 1983 tentang Pajak Penghasilan sebagaimana telah beberapa kali diubah terakhir dengan Undang-undang Nomor 17 Tahun 2000, perlu menetapkan Peraturan Pemerintah tentang Pajak Penghasilan atas Bunga Deposito dan Tabungan serta Diskonto Sertifikat Bank Indonesia;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945 sebagaimana telah diubah dengan Perubahan Kedua Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 6 Tahun 1983 tentang Ketentuan Umum dan Tata Cara Perpajakan (Lembaran Negara Republik Indonesia Tahun 1983 Nomor 49, Tambahan Lembaran Negara Nomor 3262) sebagaimana telah beberapa kali diubah terakhir dengan Undang-undang Nomor 16 Tahun 2000 (Lembaran Negara Tahun 2000 Nomor 126, Tambahan Lembaran Negara 3984);",
            "3": " Undang-undang Nomor 7 Tahun 1983 tentang Pajak Penghasilan (Lembaran Negara Republik Indonesia Tahun 1983 Nomor 50, Tambahan Lembaran Negara Nomor 3263) sebagaimana telah beberapa kali diubah terakhir dengan Peraturan Pemerintah Nomor 17 Tahun 2000 (Lembaran Negara Tahun 2000 Nomor 127, Tambahan Lembaran Negara 3985);",
            "4": " Undang-undang Nomor 7 Tahun 1992 tentang Perbankan (Lembaran Negara Republik Indonesia Tahun 1992 Nomor 31, Tambahan Lembaran Negara Nomor 3472) sebagaimana telah diubah dengan Undang-Undang Nomor 10 Tahun 1998 (Lembaran Negara Tahun 1998 Nomor 182, Tambahan Lembaran Negara 3790);",
            "5": " Undang-undang Nomor 23 Tahun 1999 tentang Bank Indonesia (Lembaran Negara Republik Indonesia Tahun 1999 Nomor 66, Tambahan Lembaran Negara Nomor 3844);"
        },
        "Menetapkan": "\nNot Available",
        "tanggal sah": "1 Januari 2001"
    }
}