{
    "results": [
        {
            "id": "98257ddc-6d8d-4b19-8629-53fbb975ee9a",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "b5103d6e-17b2-4493-83aa-30debe8a0a9c",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "3a1d41f5-3a3a-4e3c-a91e-7d7584363294",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan:\n1. Penagihan Pajak adalah serangkaian tindakan agar Penanggung Pajak melunasi utang pajak dan\nbiaya penagihan pajak dengan menegur atau memperingatkan, melaksanakan penagihan seketika\ndan sekaligus, memberitahukan Surat Paksa, mengusulkan pencegahan, melaksanakan\npenyitaan, melaksanakan penyanderaan, menjual barang yang telah disita.\n2. Penanggung Pajak adalah orang pribadi atau badan yang bertanggung jawab atas pembayaran\npajak, termasuk wakil yang menjalankan hak dan memenuhi kewajiban Wajib Pajak menurut\nketentuan peraturan perundang-undangan perpajakan.\n3. Pencegahan adalah larangan yang bersifat sementara terhadap Penanggung Pajak tertentu untuk\nkeluar dari wilayah Negara Republik Indonesia berdasarkan alasan tertentu sesuai dengan\nperaturan perundang-undangan yang berlaku.\n4. Penyanderaan adalah pengekangan sementara waktu kebebasan Penanggung Pajak dengan\nmenempatkannya di tempat tertentu.\n5. Jurusita Pajak adalah pelaksana tindakan penagihan pajak yang meliputi penagihan seketika dan\nsekaligus, pemberitahuan Surat Paksa, penyitaan dan penyanderaan.\n6. Pejabat adalah pejabat yang berwenang mengangkat dan memberhentikan Jurusita Pajak,\nmenerbitkan Surat Perintah Penagihan Seketika dan Sekaligus, Surat Paksa, Surat Perintah\nMelaksanakan Penyitaan, Surat Pencabutan Sita, Pengumuman Lelang, Surat Penentuan Harga\nLimit, Pembatalan Lelang, Surat Perintah Penyanderaan dan surat lain yang diperlukan untuk\npenagihan pajak sehubungan dengan Penanggung Pajak tidak melunasi sebagian atau seluruh\nutang pajak menurut undang-undang dan peraturan daerah.\n7. Utang Pajak adalah pajak yang masih harus dibayar termasuk sanksi administrasi berupa bunga,\ndenda atau kenaikan yang tercantum dalam surat ketetapan pajak atau surat sejenisnya\nberdasarkan ketentuan peraturan perundang-undangan perpajakan.\n8. Pengadilan Negeri adalah Pengadilan Negeri yang daerah hukumnya meliputi tempat tindakan\npenagihan pajak dilaksanakan.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "17a14227-8a76-4c89-9762-48aabda99a09",
            "name": "Chapter II",
            "title": "\nTATA CARA DAN TEMPAT PENYANDERAAN",
            "type": "chapter",
            "children": [
                {
                    "id": "53c75d66-fac3-4c9b-a462-6c5d84298a60",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "e669d988-4c59-4d45-ac35-a1bf5def6980",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPenyanderaan hanya dapat dilakukan terhadap Penanggung Pajak yang tidak melunasi utang pajak setelah lewat jangka waktu 14 (empat belas) hari terhitung sejak tanggal Surat Paksa diberitahukan kepada Penanggung Pajak.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "3e2efa97-4613-4da5-921d-13f5eb83a648",
                    "name": "Article 3",
                    "type": "article",
                    "children": [
                        {
                            "id": "14fef3bf-4450-46f2-a4f3-695225129fb5",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penyanderaan hanya dapat dilakukan terhadap Penanggung Pajak yang:\nA. mempunyai utang pajak sekurang-kurangnya Rp100.000.000,00 (seratus juta rupiah); dan\nB. diragukan itikad baiknya dalam melunasi Utang pajak.\nC. Penyanderaan terhadap Penanggung Pajak sebagaimana dimaksud dalam ayat (1) dilaksanakan berdasarkan Surat Perintah Penyanderaan yang diterbitkan oleh Pejabat setelah memperoleh izin tertulis dari Menteri Keuangan untuk penagihan pajak pusat atau dari Gubernur untuk penagihan pajak daerah.",
                            "explanation": "\nHuruf a\nPenyanderaan hanya dapat dilakukan terhadap Penanggung Pajak yang\nmempunyai utang pajak sekurang-kurangnya Rp.100.000.000,00 (seratus juta rupiah) yang\nmeliputi seluruh jenis pajak dan tahun pajak. Jumlah tersebut merupakan syarat kuantitatif dan\nsekaligus menunjukkan bahwa penyanderaan tidak ditujukan kepada Penanggung Pajak yang\nberpenghasilan kecil.\nHuruf b\nSelain syarat kuantitatif seperti yang diatur dalam huruf a juga ditentukan syarat\nkualitatif yaitu Penanggung Pajak diragukan itikad baiknya untuk melunasi utang pajaknya,\nmisalnya Penanggung Pajak diduga menyembunyikan harta kekayaannya sehingga tidak ada atau\ntidak cukup barang yang disita untuk jaminan pelunasan utang pajak, atau terdapat dugaan yang\nkuat bahwa Penanggung Pajak akan melarikan diri."
                        }
                    ]
                },
                {
                    "id": "930fa82a-7bb2-4151-882d-21b9fc36f6f1",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "fa396eab-3318-42c3-a5e0-2a1052364e76",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Permohonan izin penyanderaan diajukan oleh Pejabat atau atasan Pejabat kepada Menteri Keuangan untuk penagihan pajak pusat atau kepada Gubernur untuk penagihan pajak daerah.",
                            "explanation": "\nPermohonan izin penyanderaan diajukan oleh Pejabat kepada Menteri Keuangan untuk\npajak pusat atau kepada Gubernur untuk pajak daerah. Namun dalam hal Pejabat berhalangan\ndan pengganti Pejabat tersebut belum ditunjuk, maka atasan Pejabat dapat mengajukan\npermohonan izin penyanderaan."
                        },
                        {
                            "id": "9a5464ea-ce4f-45f9-94bf-385e5566c088",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Permohonan izin penyanderaan memuat sekurang-kurangnya:\nA. identitas Penanggung Pajak yang akan disandera;\nB. jumlah utang pajak yang belum dilunasi;\nC. tindakan penagihan pajak yang telah dilaksanakan; dan\nD. uraian tentang adanya petunjuk bahwa Penanggung Pajak diragukan itikad baik dalam pelunasan utang pajak.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "c9dec98a-373b-4e3b-9a4c-5e248b657bc6",
                    "name": "Article 5",
                    "type": "article",
                    "children": [
                        {
                            "id": "d5e3c6f3-71cd-4277-be0c-10c1d1428e67",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Surat Perintah Penyanderaan diterbitkan oleh Pejabat seketika setelah diterimanya izin tertulis dari\nMenteri Keuangan untuk penagihan pajak pusat atau dari Gubernur untuk penagihan pajak\ndaerah.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "88f2c2d9-677b-4cd1-8ade-d8b1bcd1c618",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Surat Perintah Penyanderaan memuat sekurang-kurangnya:\na.\nidentitas Penanggung Pajak;\nb.\nalasan penyanderaan;\nC. izin penyanderaan;\nd.\nlama penyanderaan; dan\ne. tempat peyanderaan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "dc6cdcd9-2e72-4b5b-8ac5-90b37fea3c2d",
                    "name": "Article 6",
                    "type": "article",
                    "children": [
                        {
                            "id": "cb07ff3b-e430-44ed-aca0-74c5816dbb6b",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": "\nPenanggung Pajak yang disandera ditempatkan ditempat tertentu sebagai tempat penyanderaan\ndengan syarat-syarat sebagai berikut:\na. tertutup dan terasing dari masyarakat;\nb.\nmempunyai fasilitas terbatas; dan\nC. mempunyai sistem pengamanan dan pengawasan yang memadai.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "1a198816-87a3-4f3b-ac1d-f87b1693e995",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": "\nSebelum tempat penyanderaan sebagaimana dimaksud dalam ayat (1) dibentuk, Penanggung\nPajak yang disandera dititipkan di rumah tahanan negara dan terpisah dari tahanan lain.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "fc46aa5a-9ba7-454b-99fa-5df4e46282bb",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": "\nKetentuan lebih lanjut mengenai penyanderaan Penanggung Pajak sebagaimana dimaksud dalam\nayat (2) ditetapkan dengan keputusan bersama Menteri Keuangan dan Menteri Kehakiman dan\nHak Asasi Manusia.",
                            "explanation": "\nKetentuan yang akan ditetapkan dalam keputusan bersama Menteri Keuangan dan\nMenteri Kehakiman dan Hak Asasi Manusia antara lain mengenai:\nProsedur penitipan Penanggung Pajak yang disandera di rumah tahanan negara;\nTanggung jawab atas Penanggung Pajak yang disandera selama dalam penyanderaan;\nIzin kunjungan dari keluarga, pengacara dan sahabat;\nKriteria pelayanan kesehatan dan makanan yang layak;\nTata tertib yang diberlakukan terhadap Penanggung Pajak yang disandera."
                        }
                    ]
                },
                {
                    "id": "2eeb3779-95b5-49b5-bf0d-fd63fef22bf7",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "31358f21-ad0a-4a71-b0a3-7921d2ca07a0",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nJangka waktu penyanderaan selama-lamanya 6 (enam) bulan terhitung sejak Penanggung Pajak\nditempatkan dalam tempat penyanderaan dan dapat diperpanjang untuk paling lama 6 (enam) bulan.",
                        "explanation": "\nIzin perpanjangan jangka waktu penyanderaan dapat sekaligus diberikan oleh Menteri/Gubernur\nyang berwenang pada waktu memberikan izin penyanderaan. Dalam hal izin perpanjangan\npenyanderaan sekaligus diberikan maka tidak diperlukan suatu izin baru. Ketentuan jangka waktu\nmaksimum penyanderaan ini tidak berlaku dalam hal sandera melarikan diri. Penentuan lamanya\npenyanderaan didasarkan pada perhitungan besarnya utang pajak, besarnya jumlah harta yang\ndisembunyikan dan dihubungkan dengan itikad tidak baik Penanggung Pajak untuk melunasi utang\npajaknya."
                    }
                },
                {
                    "id": "7148fc87-745e-404a-807f-119ccecb5822",
                    "name": "Article 8",
                    "type": "article",
                    "children": [
                        {
                            "id": "9d539071-a937-4bfb-b789-3bdb88075577",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Jurusita Pajak harus menyampaikan Surat Perintah Penyanderaan langsung kepada Penanggung\nPajak dan salinannya disampaikan kepada kepala tempat penyanderaan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "fdfd947c-f17c-4354-ac03-45e1db0f274c",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dalam hal Penanggung Pajak yang akan disandera tidak dapat ditemukan, Jurusita Pajak melalui\n(3) Penyanderaan mulai dilaksanakan pada saat Surat Perintah Penyanderaan diterima oleh\nPenanggung Pajak yang bersangkutan.",
                            "explanation": "\nTermasuk dalam pengertian menghadirkan Penanggung Pajak adalah mencari,\nmenangkap dan membawa Penanggung Pajak ke tempat Pejabat untuk selanjutnya diserahkan"
                        }
                    ]
                },
                {
                    "id": "2d2cb01a-f790-4fc3-9cc6-e26221ac796c",
                    "name": "Article 9",
                    "type": "article",
                    "children": {
                        "id": "f932c865-0c3f-4e32-a94d-557c3a38dbff",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n\n1. Penyanderaan dilaksanakan oleh Jurusita Pajak disaksikan oleh 2 (dua) orang penduduk\nIndonesia yang telah dewasa, dikenal oleh Jurusita Pajak dan dapat dipercaya.\n2. Dalam melaksanakan penyanderaan Jurusita Pajak dapat meminta bantuan Kepolisian atau\nKejaksaan.\n3. Jurusita Pajak membuat Berita Acara Penyanderaan pada saat Penanggung Pajak ditempatkan di\ntempat penyanderaan, dan Berita Acara Penyanderaan ditandatangani oleh Jurusita Pajak, kepala\ntempat penyanderaan dan saksi-saksi.\n4. Berita Acara Penyanderaan paling sedikit memuat:\n a. nomor dan tanggal Surat Perintah Penyanderaan;\n b. izin tertulis Menteri Keuangan atau Gubernur;\n C. identitas Jurusita Pajak;\n d. identitas\n e. identitas Penanggung Pajak yang disandera;\n f. tempat penyanderaan;\n g. lamanya penyanderaan; dan\n h identitas saksi penyanderaan.\n5. Salinan Berita Acara Penyanderaan sebagaimana dimaksud dalam ayat (3) disampaikan kepada\nkepala tempat penyanderaan, Penanggung Pajak yang disandera, dan Bupati atau Walikota.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "56801296-d9fb-4598-bf19-70d036ff147c",
                    "name": "Article 10",
                    "type": "article",
                    "children": [
                        {
                            "id": "c1af458f-cb12-409f-bf5d-69e18ddd2512",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penanggung Pajak yang disandera dilepas, jika memenuhi persyaratan sebagai berikut:\n a. apabila utang pajak dan biaya penagihan pajak telah dibayar lunas;\n b. apabila jangka waktu yang ditetapkan dalam Surat Perintah Penyanderaan telah dipenuhi;\n C berdasarkan putusan pengadilan yang telah mempunyai kekuatan hukum tetap; atau\n d. berdasarkan pertimbangan tertentu dari Menteri Keuangan atau Gubernur.",
                            "explanation": "\nhuruf a\nCukup jelas\nhuruf b\nCukup jelas\nhuruf c\nCukup jelas\nhuruf d\nPertimbangan Menteri Keuangan atau Gubernur dimaksud adalah, antara lain,\nPenanggung Pajak menyatakan akan melunasi utang pajak, tetapiberdasarkan bukti yang\ndisampaikan, tidak dapat melaksanakan pelunasan utang pajak tersebut tanpa meninggalkan\ntempat penyanderaan, atau dalam hal Penanggung Pajak menderita sakit berat sehingga\nmemerlukan perawatan dalam jangka waktu yang lama di luar tempat penyanderaan."
                        },
                        {
                            "id": "18470a48-ca5e-4cc3-9bfd-f8ff2e1ff8ff",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pejabat memberitahukan secara tertulis kepada kepala tempat penyanderaan apabila Penanggung\n(3)\nPajak akan dilepas dari penyanderaan berdasarkan ketentuan sebagaimana dimaksud dalam ayat\n(1) huruf a, huruf c, atau huruf d.\nKepala tempat penyanderaan segera memberitahukan secara tertulis kepada Pejabat apabila\nPenanggung Pajak telah dilepas dari penyanderaan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "ff3cf6b9-8b95-4eb0-b112-fe3e80d6466e",
                    "name": "Article 11",
                    "type": "article",
                    "children": {
                        "id": "3893b35f-6511-410f-b35b-005720ca5e73",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1. Penanggung Pajak yang melarikan diri dari tempat penyanderaan dalam masa penyanderaan,\ndisandera kembali berdasarkan Surat Perintah Penyanderaan yang dahulu diterbitkan\nterhadapnya.\n2. Masa penyanderaan kembali sebagaimana dimaksud dalam ayat (1) adalah sama dengan masa\npenyanderaan menurut Surat Perintah Penyanderaan yang dahulu diterbitkan terhadapnya dengan\nmemperhitungkan masa penyanderaan yang telah dijalani sebelum Penanggung Pajak melarikan\ndiri.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "c93b99bd-43b1-47be-8196-7aaee76f5394",
                    "name": "Article 12",
                    "type": "article",
                    "children": {
                        "id": "77a64885-1af7-4dab-98e0-fda5ebf296ec",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPenyanderaan tetap dapat dilaksanakan terhadap Penanggung Pajak yang telah dilakukan pencegahan.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "2a6c58dd-7340-454f-bda3-83e1f1938a6d",
                    "name": "Article 13",
                    "type": "article",
                    "children": {
                        "id": "9928283e-b566-4737-89fc-c6e0c750af71",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nBiaya penyanderaan dibebankan kepada Penanggung Pajak yang disandera dan diperhitungkan sebagai\nbiaya penagihan pajak.",
                        "explanation": "\nTermasuk dalam biaya penyanderaan antara lain, biaya hidup selama dalam penyanderaan di\nrumah tahanan negara dan biaya penangkapan dalam hal Penanggung Pajak melarikan diri dari\nrumah tahanan negara. Biaya penyanderaan merupakan salah satu biaya penagihan yang harus\nditanggung oleh Penanggung Pajak yang disandera."
                    }
                },
                {
                    "id": "aa715231-1155-4624-a9ff-7f61f7d11191",
                    "name": "Article 14",
                    "type": "article",
                    "children": {
                        "id": "5cee4898-1cdd-446b-9692-c8b96a0a5331",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSelama dalam penyanderaan Penanggung Pajak berhak untuk:\na. melakukan ibadah di tempat penyanderaan sesuai dengan agama dan kepercayaannya\nmasing-masing;\nb. memperoleh pelayanan kesehatan yang layak sesuai dengan ketentuan yang berlaku;\nc. mendapat makanan yang layak termasuk menerima kiriman dari keluarga;\nd. menyampaikan keluhan tentang perlakuan petugas;\ne. memperoleh bahan bacaan dan informasi lainnya atas biaya Penanggung Pajak yang disandera;\nf. menerima kunjungan dari:",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "0dd16fb8-d964-44af-bf0d-2d5703099506",
                    "name": "Article 15",
                    "type": "article",
                    "children": {
                        "id": "313a6332-9e26-420e-be21-cf9a10aca88b",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1. Penanggung Pajak yang disandera dapat mengajukan gugatan terhadap pelaksanaan penyanderaan hanya kepada Pengadilan Negeri.\n2. Gugatan Penanggung Pajak sebagaimana dimaksud dalam ayat (1) tidak dapat diajukan setelah masa penyanderaan berakhir.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "fb5c5d94-b94a-4f8e-b54e-c68e1b944d59",
            "name": "Chapter III",
            "title": "\nREHABILITASI NAMA BAIK PENANGGUNG PAJAK\nDAN PEMBERIAN GANTI RUGI",
            "type": "chapter",
            "children": [
                {
                    "id": "5d5f3280-2f5d-4abf-80a5-487436fc757e",
                    "name": "Article 16",
                    "type": "article",
                    "children": {
                        "id": "b2ee07bb-f702-4740-bef3-ba80a166c7d5",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\n1. Dalam hal gugatan Penanggung Pajak dikabulkan oleh pengadilan dan putusan pengadilan tersebut telah memperoleh kekuatan hukum tetap, Penanggung Pajak dapat mengajukan permohonan rehabilitasi nama baik dan ganti rugi.\n2. Permohonan Penanggung Pajak sebagaimana dimaksud dalam ayat (1) diajukan kepada Pejabat yang menerbitkan Surat Perintah Penyanderaan.\n3. Rehabilitasi nama baik dilaksanakan oleh Pejabat dalam bentuk 1 (satu) kali pengumuman pada media cetak harian yang berskala nasional dengan ukuran yang memadai, yang dilakukan paling lambat 30 (tiga puluh) hari sejak diterimanya permohonan Penanggung Pajak sebagaimana dimaksud dalam ayat (1).\n4. Besarnya ganti rugi yang diberikan Pejabat kepada Penanggung Pajak adalah sebesar Rp100.000,00 (seratus ribu rupiah) setiap hari selama masa penyanderaan yang telah dijalaninya.\n5. Ganti rugi sebagaimana dimaksud dalam ayat (4) diberikan paling lambat 30 (tiga puluh) hari sejak diterimanya permohonan Penanggung Pajak sebagaimana dimaksud dalam ayat (1).\n6. Tata cara pemberian ganti rugi sebagaimana dimaksud dalam ayat (4) ditetapkan dengan Keputusan Menteri Keuangan.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "19a44de6-f6dc-4fb1-9d4f-39762a5356df",
            "name": "Chapter IV",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "f56d64d9-4c20-46d7-bb1e-041ef9bf2ba6",
                    "name": "Article 17",
                    "type": "article",
                    "children": {
                        "id": "cdd8bc1a-4a13-49aa-878a-c9698775a979",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPada saat Peraturan Pemerintah ini mulai berlaku, Peraturan Pemerintah Nomor 5 Tahun 1998 tentang Tata Cara Penyanderaan Dalam Rangka Penagihan Pajak Dengan Surat Paksa (Lembaran Negara Republik Indonesia Tahun 1998 Nomor 7, Tambahan Lembaran Negara Nomor 3727) dinyatakan tidak berlaku.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "93762c9e-98a9-4275-94db-db01c914fdd2",
                    "name": "Article 18",
                    "type": "article",
                    "children": {
                        "id": "b10d3169-847e-4feb-a1e9-d1a6cb4c39fb",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPasal 18\nPeraturan Pemerintah ini mulai berlaku pada tanggal 1 Januari 2001.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nPENJELASAN\nATAS\nPERATURAN PEMERINTAH REPUBLIK INDONESIA\nNOMOR 137 TAHUN 2000\nTENTANG\nTEMPAT DAN TATA CARA PENYANDERAAN. REHABILITASI\nNAMA BAIK PENANGGUNG PAJAK. DAN PEMBERIAN\nGANTI RUGI DALAM RANGKA PENAGIHAN PAJAK\nDENGAN SURAT PAKSA\nBerdasarkan Pasal 36 Undang-undang Nomor 19 Tahun 1997 tentang Penagihan Pajak dengan Surat\nPaksa sebagaimana telah diubah dengan Undang-undang Nomor 19 Tahun 2000, maka dengan Peraturan\nPemerintah ini diatur tentang tata cara penyanderaan, tempat penyanderaan, rehabilitasi nama baik\nPenanggung Pajak dan pemberian ganti rugi dalam rangka Penagihan Pajak dengan Surat Paksa.\nPenyanderaan merupakan upaya terakhir dalam Penagihan Pajak dengan Surat Paksa. Agar\npenyanderaan tidak dilaksanakan sewenang-wenang dan juga tidak bertentangan dengan rasa keadilan\nbersama, maka diperlukan syarat-syarat tertentu, baik syarat yang bersifat kuantitatif, yakni keharusan\nmemenuhi utang pajak dalam jumlah tertentu, maupun syarat yang bersifat kualitatif, yakni diragukan itikad\nbaik Penanggung Pajak dalam melunasi utang pajak, misalnya menyembunyikan harta kekayaan,\nsehingga tidak cukup harta yang dapat dijadikan jaminan pelunasan utang pajak dan biaya penagihan\npajak, serta kepada Penanggung Pajak telah dilaksanakan penagihan pajak sampai dengan penerbitan\nSurat Paksa.\nKepada Penanggung Pajak yang disandera diberikan hak untuk mengajukan permohonan rehabilitasi\nnama baik dan ganti rugi apabila gugatannya atas penyanderaan yang dilakukan atas dirinya dikabulkan\noleh pengadilan dan putusan pengadilan tersebut telah mempunyai kekuatan hukum tetap.",
        "Nomor": "137",
        "Tahun": "2000",
        "Tentang": "TEMPAT DAN TATA CARA PENYANDERAAN, REHABILITASI\nNAMA BAIK PENANGGUNG PAJAK, DAN PEMBERIAN\nGANTI RUGI DALAM RANGKA PENAGIHAN PAJAK",
        "Menimbang": {
            "Introduction": "\nbahwa dalam rangka melaksanakan ketentuan Pasal 36 Undang-undang Nomor 19\nTahun 1997 tentang Penagihan Pajak dengan Surat Paksa sebagaimana telah diubah\ndengan Undang-undang Nomor 19 Tahun 2000, perlu menetapkan Peraturan\nPemerintah tentang Tempat dan Tata Cara Penyanderaan, Rehabilitasi Nama Baik\nPenanggung Pajak, dan Pemberian Ganti Rugi Dalam Rangka Penagihan Pajak Dengan\nSurat Paksa;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (1) dan Pasal 20 ayat (2) Undang-Undang Dasar 1945 sebagaimana\ntelah diubah dengan Perubahan Kedua Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 19 Tahun 1997 tentang Penagihan Pajak Dengan Surat\nPaksa (Lembaran Negara Republik Indonesia Tahun 1997 Nomor 42, Tambahan\nLembaran Negara Nomor 3686) sebagaimana telah diubah dengan Undang-undang\nNomor 19 Tahun 2000 (Lembaran Negara Republik Indonesia Tahun 2000 Nomor\n129, Tambahan Lembaran Negara Nomor 3987);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG TEMPAT DAN TATA CARA PENYANDERAAN,\nREHABILITASI NAMA BAIK PENANGGUNG PAJAK DAN PEMBERIAN GANTI RUGI\nDALAM RANGKA PENAGIHAN PAJAK DENGAN SURAT PAKSA.",
        "tanggal sah": "1 Januari 2001"
    }
}