{
    "results": [
        {
            "id": "74ed151d-e8d2-4b6e-8614-eb31108a0159",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "9fd4ce40-6086-4939-b30d-d5f70744f957",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Terhitung mulai tanggal ditetapkannya Peraturan Pemerintah ini status Proyek/Pabrik Pemintalan Bekasi di Bekasi dan Proyek/Pabrik Pemintalan Palembang di Palembang diubah menjadi Pabrik Pemintalan Bekasi dan Pabrik Pemintalan Palembang.\n(2) Kedua pabrik pemintalan termaksud pada ayat (1) pasal ini diintegrasikan ke dalam P.N. Industri Sandang dan selanjutnya menjadi Unit-unit Produksi dari P.N. Industri Sandang.\n(3) Segala hak dan kewajiban, kekayaan dan perlengkapan serta usaha-usaha dari pabrik-pabrik bekas proyek-proyek termaksud pada ayat (1) pasal ini beralih pada P.N. Industri Sandang.\n(4) Segala hal-hal yang timbul dari dan yang berhubungan dengan pelaksanaan ketentuan-ketentuan termaksud pada ayat-ayat (2) dan (3) pasal ini diatur lebih lanjut oleh Menteri Perindustrian.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "016eba56-d87b-489a-af36-ab1b7295eff1",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "6743556a-1137-44bc-87a3-20b3e933c5c8",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Sesuai dengan ketentuan yang termaktub pada ayat (3) pasal 1 Peraturan Pemerintah ini, maka besarnya modal P.N. Industri Sandang sebagaimana yang dimaksud pada ayat (1) pasal 6 dari peraturan Pemerintah Republik Indonesia Nomor 6 tahun 1967, ditambah dengan jumlah sebesar selisih dari nilai aktiva dan nilai passiva daripada pabrik-pabrik bekas proyek-proyek tersebut.\nsebagaimana yang tercantum pada neraca penutupannya masing-masing,\nhasil pemeriksaan dari Direktorat Akuntan Negara, Departemen\nKeuangan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "c5a73f1e-5987-4990-94ec-06e7913c03c7",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "f28b4d55-79ef-4cca-8cbc-bc93170cc8b1",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada hari tanggal\ndiundangkan adan mempunyai daya laku surut sampai tanggal 27\nJanuari 1969.\nAgar supaya setiap orang dapat mengetahuinya memerintahkan\npengundangan Peraturan Pemerintah ini dengan penempatannya dalam\nLembaran-Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "15",
        "Tahun": "1969",
        "Tentang": "STATUS PROYEK/PABRIK PEMINTALAN BEKASI DAN PALEMBANG",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa telah selesainya pembangunan Proyek Pemintalan Bekasi di Bekasi dan Proyek Pemintalan Palembang di Palembang, dipandang perlu untuk menetapkan status selanjutnya dari kedua proyek termaksud;",
            "b": " bahwa kedua proyek termaksud pada huruf a adalah Proyek-proyek Sandang milik Negara dan oleh karenanya dipandang perlu untuk memasukkan kedua proyek ini ke dalam P.N. Industri Sandang."
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-undang Dasar 1945;",
            "2": " Undang-undang Nomor 19 Prp. tahun 1960 (Lembaran-Negara Republik Indonesia tahun 1960 Nomor 59, Tambahan Lembaran-Negara Nomor 1989);",
            "3": " Peraturan Pemerintah Republik Indonesia Nomor 6 tahun 1967 (Lembaran-Negara Republik Indonesia tahun 1967 Nomor 12)."
        },
        "Menetapkan": "\nPeraturan Pemerintah Republik Indonesia tentang Status Proyek/Pabrik Pemintalan Bekasi dan Palembang.",
        "tanggal sah": "27 Januari 1969"
    }
}