{
    "results": [
        {
            "id": "4fc35115-b014-4e85-8858-c39cd4978762",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "01987eed-3aac-484b-afb9-076b4f544852",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "f5c36d35-093f-4287-ab27-99cabf5da35c",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan :\n1. Standar Nasional Indonesia adalah standar yang ditetapkan oleh instansi teknis\nsetelah mendapat persetujuan dari Dewan Standardisasi Nasional, dan berlaku\nsecara nasional di Indonesia;\n2. Standar adalah spefisikasi teknis atau sesuatu yang dibakukan, disusun\nberdasarkan konsensus semua pihak yang terkait dengan memperhatikan syarat-\nsyarat kesehatan, keselamatan, perkembangan ilmu pengetahuan dan teknologi,\nserta pengalaman, perkembangan masa kini dan masa yang akan datang untuk\nmemperoleh manfaat yang sebesar-besarnya;\n3. Standardisasi adalah proses merumuskan, merevisi, menetapkan, dan\nmenerapkan standar, dilaksanakan secara tertib dan kerjasama dengan semua\npihak;\n4. Instansi teknis adalah Departemen atau Lembaga Pemerintah yang melakukan\nkegiatan standardisasi;\n5. Penerapan standar adalah kegiatan menggunakan Standar Nasional Indonesia\nsebagaimana yang ditetapkan oleh instansi teknis;\n6. Revisi adalah kegiatan menyempurnakan standar sesuai dengan kebutuhan;\n7. Akreditasi adalah pengakuan formal kepada unit/institusi untuk melakukan\nkegiatan standardisasi tertentu;\n8. Sertifikasi adalah proses yang berkaitan dengan pemberian sertifikat;\n9. Sertifikat adalah dokumen yang menyatakan bahwa suatu produk dan/atau jasa\nsesuai dengan persyaratan standar atau spesifikasi teknis tertentu;\n10. Tanda Standar Nasional Indonesia adalah tanda sertifikasi yang merupakan suatu\ntanda pada produk dan/atau sertifikat jasa yang menyatakan bahwa produk\ndan/atau jasa tersebut memenuhi persyaratan standar atau spesifikasi teknis\ntertentu;\n11. Menteri atau Pimpinan Lembaga Pemerintah Non Departemen adalah Menteri\natau Pimpinan Lembaga Pemerintah Non Departemen yang bertanggung jawab\natas kegiatan standardisasi dalam lingkup kewenangannya.",
                        "explanation": "\nAngka 1\nTerhadap rancangan Standar Nasional Indonesia yang disetujui, Dewan\nStandardisasi Nasional memberi nomor dan menerbitkan surat\npersetujuannya.\nAngka 2\nCukup jelas\nAngka 3\nCukup jelas\nAngka 4\nCukup jelas\nAngka 5\nCukup jelas\nAngka 6\nCukup jelas\nAngka 7\nCukup jelas\nAngka 8\nCukup jelas\nAngka 9\nCukup jelas\nAngka 10\nCukup jelas\nAngka 11\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "145bf1f7-9227-418a-9b94-dded72fdd922",
            "name": "Chapter II",
            "title": "\nRUANG LINGKUP\nSTANDAR NASIONAL INDONESIA",
            "type": "chapter",
            "children": [
                {
                    "id": "50310131-8b92-4685-9300-8772b5fda1a7",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "ba3afeb1-df55-49d4-81dd-9152dd4145f7",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nRuang lingkup standardisasi mencakup semua kegiatan standardisasi yang dilakukan\noleh instansi teknis.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "08307f78-de99-4be0-aa93-f9cbd9eb06ea",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "8d3b9357-ff59-40fb-93f5-7b89b30d030a",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nStandar Nasional Indonesia meliputi:\n1. definisi, terminologi, singkatan, simbol, dokumentasi, klasifikasi,\n2. tata cara pelaksanaan (\"code of practise\");\n3. spesifikasi teknis dan/atau unjuk kerja produk dan/atau jasa;\n4. cara pengukuran dan pengujian;\n5. jasa;\n6. persyaratan keselamatan dan kesehatan;\n7. pengertian dasar atau ketentuan dasar;\n8. cara pengemasan, penandaan, dan pemberian label;\n9. cara pembuatan, pengolahan, dan penggambaran.",
                        "explanation": "\nTermasuk dalam pengertian spesifikasi teknis adalah bentuk, ukuran, komposisi\ndan desain."
                    }
                }
            ]
        },
        {
            "id": "2173bd21-8a2c-40c7-92f3-eedc29443e47",
            "name": "Chapter III",
            "title": "\nTUJUAN STANDAR NASIONAL INDONESIA",
            "type": "chapter",
            "children": [
                {
                    "id": "49fe16ac-c67e-4326-8614-2ce667928e02",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "9ea3cf1b-9dab-4cb2-a499-db00c1f591d7",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nStandar Nasional Indonesia bertujuan :\n1. memberikan perlindungan kepada konsumen, tenaga kerja, dan masyarakat baik dalam keselamatan maupun kesehatan;\n2. mewujudkan jaminan mutu dengan memperhatikan sektor-sektor yang terkait;\n3. meningkatkan daya guna, hasil guna dan produktivitas dalam mencapai mutu produk dan/atau jasa yang memenuhi standar;\n4. mewujudkan tercapainya persaingan yang sehat dalam perdagangan;\n5. menunjang kelestarian lingkungan hidup.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "fe4ecf9b-f80c-47cb-a8a9-2214e2ed0ce6",
            "name": "Chapter IV",
            "title": "\nPERUMUSAN STANDAR NASIONAL INDONESIA",
            "type": "chapter",
            "children": [
                {
                    "id": "e6044d12-a6f7-41b1-b879-a5311efddd36",
                    "name": "Article 5",
                    "type": "article",
                    "children": [
                        {
                            "id": "7af2f312-56e9-4269-bf43-88f8c831829a",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Untuk mewujudkan Standar Nasional Indonesia sebagaimana dimaksud dalam Pasal 3 dibentuk suatu Dewan Standardisasi Nasional selanjutnya disebut Dewan, yang bertugas :\n    a. menyelenggarakan koordinasi, sinkronisasi, dan membina kerjasama antar instansi teknis berkenaan dengan kegiatan standardisasi dan metrologi;\n    b. menyampaikan saran dan pertimbangan kepada Presiden mengenai kebijaksanaan nasional di bidang standardisasi dan pembinaan standar nasional untuk satuan ukuran.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "be4ae67d-5d71-48c7-b5c0-a6bb40ec644b",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Untuk menyelenggarakan tugas-tugas sebagaimana dimaksud dalam ayat (1), Dewan mempunyai fungsi :\n    a. menyusun dan menetapkan kebijaksanaan nasional standardisasi;\n    b. menyusun dan menetapkan kebijaksanaan tentang pembinaan standar nasional untuk satuan ukuran;\n    C. menyelenggarakan koordinasi dan sinkronisasi program standardisasi;\nd. mengumpulkan data pelaksanaan kegiatan standardisasi;\ne. membina kegiatan dan kerjasama antar instansi teknis di bidang standardisasi termasuk standar nasional untuk satuan ukuran;\nf. menyelenggarakan koordinasi, sinkronisasi, dan mengevaluasi kegiatan standardisasi;\ng. melaksanakan hubungan international, melakukan koordinasi dan sinkronisasi partisipasi instansi teknis dalam berbagai lembaga international dan kerjasama teknis pada tingkat bilateral, regional, dan international untuk standardisasi dan metrologi;\nh. menyetujui konsep standar hasil konsensus menjadi standar nasional beserta penomorannya;\ni. melaksanakan peranan aktif dalam menyelesaikan permasalahan yang timbul antar instansi dan merupakan pusat informasi di bidang standardisasi;\nj. menyusun dan mengesahkan prosedur perumusan, kriteria penerapan standar nasional dan kegiatan standardisasi lainnya;\nk. menetapkan susunan turunan-turunan dari standar nasional untuk satuan ukuran;\nl. menetapkan, mengurus, memelihara dan membina standar nasional untuk satuan ukuran;\nm. menetapkan tata cara kalibrasi standar nasional untuk satuan ukuran;\nn. lain-lain yang diperlukan dalam rangka pelaksanaan kegiatan standardisasi nasional dan pembinaan standar nasional untuk satuan ukuran.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "ea667b10-6f61-4b1b-a1c4-e809c8b3252d",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Dewan dibentuk dengan Keputusan Presiden.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "4e15c06a-2e86-4559-80bf-b70fae734ae4",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "9c27b534-2e44-4e67-87fb-ebda2b61d787",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nRancangan Standar Nasional Indonesia dirumuskan roleh instansi teknis melalui proses yang menjamin konsensus nasional antara pihak-pihak yang berkepentingan termasuk instansi Pemerintah, organisasi pengusaha dan organisasi perusahaan, kalangan ahli ilmu pengetahuan dan teknologi, produsen, serta wakil-wakil konsumen dan pemakai produk dan/atau jasa.",
                        "explanation": "\nYang dimaksud dengan Rancangan SNI meliputi rancangan SNI baru dan revisi\nSNI. Yang dimaksud dengan perumusan standar adalah kegiatan sejak\npengumpulan dan pengolahan data untuk menyusun konsep standar sampai\ntercapainya kesepakatan (konsensus) dari semua pihak yang berkepentingan.\nKonsensus adalah kesepakatan secara musyawarah untuk mufakat dalam\nperumusan standar. Instansi Pemerintah adalah Departemen-departemen atau\nLembaga Pemerintah Non Departemen.\nOrganisasi pengusaha dan organisasi perusahaan adalah sebagaimana dimaksud\ndalam Undang-undang Nomor 1 Tahun 1987 tentang Kamar Dagang dan Industri\n(KADIN).\nKalangan ahli ilmu pengetahuan dan teknologi adalah baik meireka yang\nmenguasai ilmu dan teknologi dalam bidang tertentu yang berkaitan dengan\nPerguruan-perguruan Tinggi, Lembaga-lembaga/Institut Ilmu Pengetahuan dan\nTeknologi maupun perseorangan.\nProdusen adalah mereka yang memproduksi produk atau pemberi jasa di\nIndonesia.\nWakil-wakil konsumen dan pemakain produk atau pemakai jasa adalah\nmasyarakat pemakai hasil produk atau pemakai jasa tersebut. Pembuatan\nRancangan Standar Nasional Indonesia dapat pula dilakukan dengan mengangkat\n(mengadopsi) standar internasional atau standar negara lain yang ada untuk\ndisahkan dan diterapkan menjadi Standar Nasional Indonesia melalui proses\nkonsensus yang dilaksanakan oleh instansi teknis."
                    }
                },
                {
                    "id": "d06a7876-b4fa-49b2-a556-efa8accb757d",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "fa4a34ce-8189-4573-a486-0697e26afca6",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nInstansi teknis mengusulkan rancangan dan/atau revisi Standar Nasional Indonesia sebagaimana dimaksud dalam Pasal 6 bagi jenis-jenis produk dan/atau jasa yang berada di bawah kewenangannya kepada Dewan untuk disetujui menjadi Standar Nasional Indonesia disingkat SNI.",
                        "explanation": "\nRancangan SNI yang disetujui oleh Dewan adalah rancangan SNI yang setelah\nditeliti oleh Dewan memenuhi kriteria/pedoman yang telah ditetapkan, antara lain\ntidak tumpang tindih.\nDewan memberikan surat persetujuan yang menyatakan bahwa rancangan SNI"
                    }
                },
                {
                    "id": "62a7137f-a2a9-45b3-a43d-464385251482",
                    "name": "Article 8",
                    "type": "article",
                    "children": {
                        "id": "eb2abcca-cdd9-4622-aac2-0e96e31b79a2",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nRancangan SNI yang telah disetujui oteh Dewan sebagaimana dimaksud dalam Pasal 5 ayat (2) huruf h dengan Keputusan Menteri atau Pimpinan Lembaga Pemerintah Non Departenien ditetapkan dan diberlakukan menjadi SNI.",
                        "explanation": "\nYang dimaksud dengan penetapan dan pemberlakuan standar oleh instansi teknis\nadalah kegiatan meresmikan SNI yang telah disetujui oleh Dewan."
                    }
                }
            ]
        },
        {
            "id": "d4b7b6d0-cdee-46ab-af2f-cd70860dbdb9",
            "name": "Chapter V",
            "title": "\nPENERAPAN STANDAR NASIONAL INDONESIA",
            "type": "chapter",
            "children": [
                {
                    "id": "99cb5eac-38d9-4337-89d0-dfc73a9109f8",
                    "name": "Article 9",
                    "type": "article",
                    "children": [
                        {
                            "id": "3bc60073-bc19-472c-8ceb-4aab1aadf7f9",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " SNI sebagaimana dimaksud dalam Pasal 8 apabila berkaitan dengan kepentingan keselamatan dan kesehatan konsumen, pemakai produk atau masyarakat, diterapkan secara wajib yang selanjutnya disebut sebagai SNI-wajib.",
                            "explanation": "\nSNI yang berkaitan dengan kepentingan kesehatan antara lain SNI tentang\nobat, bahan obat. alat dan perbekalan kesehatan, makanan yang dibubuhi\nzat tambahan dan lain-lain. SNI yang berkaitan dengan kepentingan\nkeselamatan umum antara lain SNI tentang alat-alat yang berkaitan dengan\ngas bertekanan tinggi, kabel listrik, dan lain-lain."
                        },
                        {
                            "id": "e135903f-1299-446d-a7c1-e90746174375",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " SNI yang tidak berkaitan dengan kepentingan keselamatan dan kesehatan konsumen, pemakai produk, atau masyarakat menurut kepentingannya dapat diterapkan secara wajib atau sukarela.",
                            "explanation": "\nSemua SNI yang tidak berkaitan dengan keselamatan umum dan\nkesehatan, pada umumnya diterapkan secara sukarela namun setiap\nperusahaan dapat menerapkan SNI untuk produk-produk yang\ndihasilkannya. Perusahaan yang menerapkan SNI berkewajiban mematuhi\nspesifikasi/ persyaratan yang tertera dalam SNI."
                        },
                        {
                            "id": "4fc36a67-894f-4f09-9da4-b46712ff92c9",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " SNI yang penerapannya dilakukan secara sukarela, yang selanjutnya disebut sebagai SNI-sukarela, dapat pula dikemudian hari ditetapkan penerapannya secara wajib oleh instansi teknis atas pertimbangan teknis maupun ekonomis dan/atau pertimbangan lainnya, sebagaimana dimaksud dalam Pasal 4 angka 2, 3, dan 4.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "f7a49f9b-4dfa-4275-9ba9-37720e2911e6",
                    "name": "Article 10",
                    "type": "article",
                    "children": [
                        {
                            "id": "615cde7f-a69f-429c-b896-836c9f489436",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " SNI-sukarela dapat pula diterapkan oleh perusahaan terhadap produk yang dihasilkannya dan/atau jasa yang diberikan.",
                            "explanation": ""
                        },
                        {
                            "id": "6b2e97e6-8141-4a21-aefe-87040d8f7583",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dengan penerapan sebagaimana dimaksud dalam ayat (1), ketentuan-ketentuan SNI-wajib berlaku bagi produk dan/atau jasa yang dihasilkan perusahaan yang bersangkutan.",
                            "explanation": ""
                        }
                    ]
                },
                {
                    "id": "ebd9d555-57f7-496c-89ba-5f816fbc41d2",
                    "name": "Article 11",
                    "type": "article",
                    "children": [
                        {
                            "id": "97e236ac-5024-46d3-a0fa-d58d09fb6fad",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penerapan SNI-wajib dan SNI-sukarela oleh perusahaan dilakukan dengan membubuhkan tanda sertifikasi pada produk, atau kemasan dari produknya, ataupun label.",
                            "explanation": "\nPembuatan dan/atau pembubuhan tanda sertifikasi oleh suatu perusahaan\npada hasil produksi atau jasanya mempunyai kewajiban yang sama, baik\nyang diterapkan secara sukarela maupun diterapkan secara wajib, yaitu\nharus menjamin bahwa produk atau jasa yang dihasilkannya sesuai dengan\nSNI. Dalam hal jasa pemberian tanda sertifikasi dalam bentuk sertifikat."
                        },
                        {
                            "id": "c4a194d7-152e-4eb3-804c-4b94fc3e4af0",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Tanda sertifikasi sebagaimana dimaksud dalam ayat (1) ditetapkan dengan Keputusan Presiden.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "97cbd35f-8137-4571-9e69-7ba4f191b91a",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Pembubuhan tanda sertifikasi sebagaimana dimaksud dalam ayat (1) baru dapat dilakukan setelah produk perusahaan yang bersangkutan diuji pada lembaga penguji dan mendapatkan sertifikat.",
                            "explanation": "\nPengujian ini dilakukan untuk mengetahui apakah produk tersebut sudah\nsesuai dengan SNI yang telah ditetapkan dan jika memenuhi persyaratan\nakan diterbitkan sertifikat oleh lembaga penguji. Lembaga penguji adalah\nsuatu instansi/laboratorium yang telah memperoleh akreditasi dari instansi\nteknis yang berwenang, sesuai dengan pedoman dan kriteria yang disusun\ndan ditetapkan oleh Dewan Standardisasi Nasional, bertugas untuk\nmelakukan pengukuran, pengamatan, pengujian, kalibrasi, penetapan\nkarakteristik atau untuk kerja bahan atau produk tertentu.\nPengertian lembaga penguji dalam pasal ini mempunyai arti yang sama"
                        }
                    ]
                },
                {
                    "id": "33e09c9f-47d4-44c5-ba6d-fe0c9af7c719",
                    "name": "Article 12",
                    "type": "article",
                    "children": [
                        {
                            "id": "e7495619-b8e4-46f7-b87a-bf95a3cf095a",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Penerbitan sertifikat oleh lembaga penguji dan/atau pembubuhan tanda sertifikasi pada hasil produksi atau jasa oleh perusahaan yang bersangkutan, wajib dilaporkan kepada instansi teknis yang berwenang guna mendapatkan surat tanda pendaftaran.",
                            "explanation": "\nWajib lapor bagi penerbitan sertifikat dan pembubuhan tanda sertifikasi\noleh perusahaan dimaksudkan untuk memantau perusahaan yang\nbersangkutan apakah perusahaan tersebut menghasilkan produk atau jasa\nyang mutunya senantiasa memenuhi SNI."
                        },
                        {
                            "id": "79d22142-a6c1-493e-820f-eeb209d943ed",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Tata cara penerbitan sertifikat oleh lembaga penguji atau pembubuhan tanda sertifikasi sebagaimana dimaksud dalam ayat (1) dan pengawasannya diatur lebih lanjut dengan Keputusan Presiden.",
                            "explanation": "\nUntuk menjamin keseragaman di semua instansi teknis yang berwenang\ndan ketaatasasan tata cara penerbitan sertifikat atau pembubuhan tanda\nsertifikasi serta pengawasannya, maka pengaturannya dilakukan dengan\nKeputusan Presiden."
                        }
                    ]
                },
                {
                    "id": "82c9320a-da90-45b9-89eb-f43e65cd1ac8",
                    "name": "Article 13",
                    "type": "article",
                    "children": [
                        {
                            "id": "e439a43f-371f-430d-9ff7-af6e4aa3ab9c",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dengan membubuhkan tanda sertifikasi pada hasil produksi, kemasan, atau label, perusahaan yang bersangkutan menjamin bahwa produk atau jasa yang dihasilkannya sudah memenuhi semua persyaratan SNI.",
                            "explanation": ""
                        },
                        {
                            "id": "24c93212-1ffc-4046-9983-29a1a8f8ccdd",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Perusahaan sebagaimana dimaksud dalam ayat (1) bertanggung jawab terhadap akibat dari tidak dipenuhinya ketentuan teknis SNI.",
                            "explanation": "\nCukup jelas\nPerusahaan yang telah membubuhkan tanda sertifikasi pada hasil produksi\natau jasanya harus senantiasa menjamin mutunya sesuai dengan SNI, dan\ndikenakan sanksi sesuai dengan ketentuan-ketentuan yang berlaku apabila\nternyata tidak memenuhi ketentuan SNI."
                        }
                    ]
                }
            ]
        },
        {
            "id": "146b35ed-dc57-4e29-9e39-fc64ce77b4ea",
            "name": "Chapter VI",
            "title": "\nPENGAWASAN",
            "type": "chapter",
            "children": [
                {
                    "id": "0342600b-deeb-41d5-a828-1d3a175c2d7c",
                    "name": "Article 14",
                    "type": "article",
                    "children": {
                        "id": "d5be0311-e665-4b90-ab29-01592f968776",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nTerhadap produk dan/atau jasa yang telah menggunakan tanda sertifikasi atau tanda SNI dilakukan pengawasan.",
                        "explanation": "\nPengawasan dalam rangka pembinaan teknis terhadap produk dan/atau jasa yang\ntelah memperoleh sertifikat dilakukan oleh instansi teknis yang bersangkutan\nsesuai dengan kewenangannya.\nKhusus untuk keperluan ekspor, pengawasan dilakukan untuk memberikan\njaminan mutu kepada pembeli di luar negeri dan terhadap barang-barang ekspor\nperlu dilakukan pengawasan mutu sebelum pengapalan atau preshipment\ninspection."
                    }
                },
                {
                    "id": "dd366c0b-c7b0-44a2-bda9-207cb6bbae42",
                    "name": "Article 15",
                    "type": "article",
                    "children": [
                        {
                            "id": "2c8c6adc-8bb6-4521-a1f9-e8d7929f874c",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pengawasan terhadap produk dan/atau jasa yang dibubuhi tanda sertifikasi dilakukan secara teratur dan sewaktu-waktu oleh pengawas yang ditunjuk oleh instansi teknis.",
                            "explanation": "\nMengingat perusahaan yang bersangkutan harus tetap menjamin bahwa\nproduk atau jasa yang dihasilkannya sesuai denga SNI dengan\nmembubuhkan tanda sertifikasi pada hasil produk atau jasanya, maka\npengawasan melalui pengujian produk dan/atau jasa yang dihasilkannya\ndan melalui pemeriksaan fasilitas produksi/pengujian perlu senantiasa\ndilakukan."
                        },
                        {
                            "id": "fca694ce-6c81-4bfa-b294-d97fa793f025",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pengawasan sebagaimana dimaksud dalam ayat (1) dilaksanakan dengan melakukan pengujian terhadap produk dan/atau jasa atau pemeriksaan terhadap fasilitas produksi/pengujian yang digunakan untuk menghasilkan/menguji produk dan/atau jasa yang bersangkutan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "788d39ca-dd00-420e-a9f7-ec63e36bc791",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Pengujian produk dan/atau jasa dilakukan oich lembaga penguji yang sudah diakreditasi oleh instansi teknis berdasarkan kriteria yang ditetapkan oleh Dewan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "e3cee1c1-7217-4bb2-ad7a-fb6fd09602ae",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Pemeriksaan terhadap fasilitas produksi/pengujian dan/atau jasa dilakukan oleh unit organisasi yang berada di dalam lingkungan dan yang ditunjuk oleh instansi teknis yang bersangkutan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "328e1435-41f6-4265-bd4a-ea16b5fc08a3",
                    "name": "Article 16",
                    "type": "article",
                    "children": [
                        {
                            "id": "559c3aab-cfc3-4737-a4e6-fe1c977b66be",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Bagi produk dan/atau jasa SNI-wajib sebagaimana dimaksud dalam Pasal 9 ayat (1) yang berdasarkan hasil pengawasan ternyata tidak memenuhi ketentuan teknis SNI-wajib, maka perusahaan yang bersangkutan dilarang untuk membubuhkan tanda sertifikasi pada hasil produksi dan/atau jasanya dan kegiatan produksi dan/atau jasanya dihentikan serta produk yang masih ada dilarang diedarkan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "5b4fed9a-f04a-4eee-94f7-950b3e9fe932",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Bagi produk dan/atau jasa SNI-sukarela yang dikemudian hari diterapkan sebagai SNI-wajib sebagaimana dimaksud dalam Pasal 9 ayat (3) berdasarkan hasil pengawasan ternyata tidak memenuhi ketentuan SNI-wajib, maka perusahaan yang bersangkutan diharuskan memenuhi ketentuan teknis SNI dalam jangka waktu paling lambat enam bulan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "12edc691-727b-4b29-aba0-a271f41e4f5c",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Apabila jangka waktu yang ditetapkan sebagaimana dimaksud dalam ayat (2) telah lewat dan perusahaan yang bersangkutan tetap tidak memenuhi ketentuan SNI, maka perusahaan yang bersangkutan dilarang membubuhkan tanda\n(4) sertifikasi serta produksi dan/atau jasanya dihentikan.\nDari hasil pengawasan yang dilakukan terhadap produk dan/atau jasa sebagaimana dimaksud dalam Pasal 15, bagi produk atau jasa yang tidak memenuhi ketentuan SNI-sukarela, maka perusahaan yang menghasilkan produk atau jasa yang bersangkutan dilarang untuk membubuhkan tanda sertifikasi pada hasil produksi dan/atau jasanya.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "cc8966ce-2e1d-4daf-8c35-d2aca9f68056",
                            "name": "Verse 5",
                            "number": "5",
                            "type": "verse",
                            "content": " Pelarangan membubuhkan tanda sertifikasi pada hasil produksi dan/atau jasanya dan menghentikan kegiatan produksi dan/atau jasa sebagaimana dimaksud dalam ayat (2), ayat (3) dan ayat (4) diumumkan kepada masyarakat.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "ad323699-969c-463b-9cdf-b858eca992c5",
                            "name": "Verse 6",
                            "number": "6",
                            "type": "verse",
                            "content": " Pengumuman pada masyarakat sebagaimana dimaksud dalam ayat (5) ditetapkan dengan Keputusan Menteri atau Pimpinan Lembaga Pemerintah Non Departemen.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "83bc3de5-4ed3-4707-9b60-cb50429df9e7",
            "name": "Chapter VII",
            "title": "\nKETENTUAN LAIN",
            "type": "chapter",
            "children": [
                {
                    "id": "858371cc-e12b-4015-ac17-7062515d213d",
                    "name": "Article 17",
                    "type": "article",
                    "children": [
                        {
                            "id": "87df425e-5506-48fa-a941-30be631cc76e",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Apabila Perusahaan sebagaimana dimaksud dalam Pasal 13 ayat (1) tidak memenuhi ketentuan teknis SNI, maka izin usahanya dapat dicabut.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "2e69a4a3-b75b-4ecc-9e50-48339c27123d",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Perusahaan yang membubuhkan tanda sertifikasi pada hasil produksi dan/atau jasa yang telah memenuhi ketentuan SNI tetapi tidak melaporkannya kepada instansi teknis sebagaimana dimaksud dalam Pasal 12 ayat (1) dikenakan sanksi pencabutan Izin Usaha Industri atau izin usahanya.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "632efe5a-6156-4798-962b-b5ccb32b9708",
                    "name": "Article 18",
                    "type": "article",
                    "children": {
                        "id": "5fe8a440-2664-4bc0-8a37-efc5cca67b4e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nBagi produk dan/atau jasa yang akan diimpor, sedangkan produk dan/atau jasa tersebut termasuk SNI-wajib maka standar yang berlaku untuk produk tersebut tidak boleh lebih rendah dari ketentuan-ketentuan SNI,",
                        "explanation": "\nBagi produk dan/atau jasa yang akan diimpor yang termasuk SNI wajib dilengkapi\ndengan sertifikat dan/atau tanda sertifikasi yang menunjukkan bahwa spesifikasi\nbarang atau produk dan/atau jasa yang bersangkutan tidak lebih rendah dari SNI\nyang telah ada, dan jika tidak ada sertifikat dan/atau tanda sertifikasi harus\ndilengkapi dengan keterangan yang diberikan oleh lembaga penguji."
                    }
                },
                {
                    "id": "a15170d1-b391-46ee-b78c-f2b86ac1d166",
                    "name": "Article 19",
                    "type": "article",
                    "children": {
                        "id": "c3459850-84f9-4c36-b395-2d5cb0eca702",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan lebih lanjut bagi pelaksanaan Peraturan Pemerintah ini yang menyangkut perumusan rancangan, penetapan, revisi, dan penerapan SNI, penerbitan sertifikat, dan pembubuhan tanda sertifikasi pada hasil produksi dan/atau jasa maupun pengawasan terhadap pembubuhan tanda sertifikasi, dilakukan oleh instansi-instansi teknis sebagaimana dimaksud dalam Pasal 1 sesuai dengan pedoman-pedoman yang disusun dan ditetapkan oleh Dewan.",
                        "explanation": "\nYang dimaksud dengan pedoman-pedoman yang disusun oleh Dewan disini\nadalah pedoman/ketentuan yang diikuti oleh instansi teknis, dalam pelaksanaan\nkegiatan-kegiatan standardisasi."
                    }
                },
                {
                    "id": "296ca133-61aa-417c-ba81-43744353d1ca",
                    "name": "Article 20",
                    "type": "article",
                    "children": {
                        "id": "547b8789-21c3-4017-b72f-95bf04eafeee",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nUntuk menunjang pelaksanaan SNI, diperlukan peningkatan pendidikan bagi tenaga-tenaga dalam rangka pengakuan profesi dalam bidang standardisasi.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "5fb31298-b1e0-463e-bdfa-f33462c7e926",
            "name": "Chapter VIII",
            "title": "\nKETENTUAN PIDANA",
            "type": "chapter",
            "children": [
                {
                    "id": "856e21cb-b9c5-4b82-b785-dfecdde1ba47",
                    "name": "Article 21",
                    "type": "article",
                    "children": {
                        "id": "7c77ceed-f39e-4e4e-af5c-df69d8849fa3",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPerusahaan yang membubuhkan tanda sertifikasi pada hasil produksi, baik karena penerapan SNI-sukarela maupun SNI-wajib sebagaimana dimaksud dalam pasal 9 yang karena sengaja atau dengan kelalaian menghasilkan produk yang tidak sesuai dengan SNI, dikenakan pidana menurut ketentuan Pasal 26 Undang-undang Nomor 5 Tahun 1984 tentang Perindustrian.",
                        "explanation": "\nSanksi pidana hanya dikenakan kepada bidang perindustrian saja. Bagi usaha\njasa yang belum mempunyai Undang-undang sebagai landasan hukum untuk\nmemberikan pidana, maka hanya dapat dikenakan sanksi pencabutan izin usaha\nsaja."
                    }
                }
            ]
        },
        {
            "id": "e1488a5b-640d-44d0-8edc-42da2e431692",
            "name": "Chapter IX",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "cc373558-28f9-4369-b4a1-09dee03247b3",
                    "name": "Article 22",
                    "type": "article",
                    "children": {
                        "id": "c967cd51-5c1e-46dd-a435-9e943838ef2e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPada tanggal mulai berlakunya Peraturan Pemerintah ini, semua ketentuan pelaksanaan yang berhubungan dengan standardisasi yang telah ditetapkan oleh instansi teknis dinyatakan tetap berlaku sepanjang tidak bertentangan atau belum diganti dengan yang baru berdasarkan Peraturan Pemerintah ini.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "9bea40f8-9c8f-47bf-964b-fca83d93cbb5",
            "name": "Chapter X",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "ebe084cd-5e94-4c30-a07d-f0c762d86c34",
                    "name": "Article 23",
                    "type": "article",
                    "children": {
                        "id": "37bdc934-194c-4de6-982a-a2b7e21bb5b0",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan berlakunya Peraturan Pemerintah ini, Peraturan Pemerintah Nomor 9 Tahun 1964 tentang Standar Industri dinyatakan tidak berlaku.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "667ad8bd-b0b6-4b00-935d-a6321a8c7297",
                    "name": "Article 24",
                    "type": "article",
                    "children": {
                        "id": "bcd9d527-b2cc-49e9-bc7d-e31e4e0a29e1",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "\nCukup jelas\nCATATAN\nKutipan: LEMBARAN NEGARA DAN "
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nUntuk menunjang berhasilnya pembangunan yang bertumpu pada pemerataan\npembangunan dan hasil-hasilnya, stabilitas nasional yang sehat dan dinamis, serta\npertumbuhan ekonomi yang cukup tinggi dan mantap, partisipasi masyarakat perlu\nditingkatkan.\nDalam usaha untuk mencapai pertumbuhan ekonomi yang tinggi dan mantap, aspek\nstandardisasi merupakan sarana penunjang yang sangat penting arti dan peranannya\nserta merupakan salah satu alat kebijaksanaan untuk diterapkan secara terarah dan\nberencana sehingga merupakan alat yang efektif guna menggerakkan pengembangan\npembangunan nasional\nStandardisasi nasional mempunyai tujuan untuk memberikan perlindungan kesehatan\ndan keselamatan kepada konsumen, tenaga kerja dan masyarakat, mewujudkan jaminan\nmutu dan/atau jasa serta meningkatkan efisiensi dan produktifitas usaha untuk mencapai\npertumbuhan ekonomi yang tinggi dan mantap dan tercapainya persaingan yang sehat\ndalam perdagangan serta menunjang kelestarian lingkungan hidup. Menyadari peranan\ntersebut, standardisasi harus dapat mendorong para produsen untuk meningkatkan mutu\ndan daya saing produksinya baik untuk memenuhi kebutuhan dalam negeri maupun\nuntuk ekspor dan tercapainya persaingan yang sehat dalam perdagangan serta\nmenunjang kelestarian lingkungan hidup. Pemerintah mengarahkan agar standar\nnasional yang disusun berdasarkan kesepakatan antara pihak-pihak yang\nberkepentingan termasuk instansi Pemerintah, organisasi pengusaha dan organisasi\nperusahaan, kalangan ahli ilmu pengetahuan dan teknologi, produsen, serta wakil-wakil\nkonsumen dan pemakai produk, merupakan perwujudan kesepakatan nasional untuk\nditetapkan sebagai Standar Nasional Indonesia.\nSemua Standar Nasional Indonesia ditetapkan oleh Menteri atau Pimpinan Lembaga\nPemerintah Non Departemen dan dapat diterapkan secara wajib dan/atau secara\nsukarela dengan ketentuan-ketentuan yang diatur oleh Pemerintah\nDalam rangka inilah Undang-undang Nomor 10 Tahun 1961 tentang Penetapan\nPeraturan Pemerintah Pengganti Undang-undang Nomor 1 Tahun 1961 tentang Barang\nMenjadi Undang-undang, Undang-undang Nomor 5 Tahun 1984 tentang Perindustrian,\nUndang-undang Nomor 2 Tahun 1981 tentang Metrologi Legal dan Undang-undang\nNomor 15 Tahun 1985 tentang Ketenagalistrikan, mengamanatkan adanya pengaturan\ntentang standardisasi secara nasional yang diatur dalam Peraturan Pemerintah.",
        "Nomor": "15",
        "Tahun": "1991",
        "Tentang": "STANDAR NASIONAL INDONESIA",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa dalam rangka peningkatan produktivitas dan daya guna produksi serta\nmenjamin mutu produk dan/atau jasa, sehingga dapat meningkatkan daya saing\nproduk dan/atau jasa, melindungi konsumen, tenaga kerja, dan masyarakat baik\nkeselamatan maupun kesehatan, dipandang perlu adanya pengaturan mengenai\nstandardisasi;",
            "b": " bahwa sehubungan dengan itu, kegiatan dan pengembangan standardisasi\nnasional, perlu diatur dengan Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 9 Tahun 1960 tentang Pokok-pokok Kesehatan\n(Lembaran Negara Tahun 1960 Nomor 131, Tambahan Lembaran Negara Nomor\n2068);",
            "3": " Undang-undang Nomor 10 Tahun 1961 tentang Peraturan Pemerintah Pengganti\nUndang-undang Nomor 1 Tahun 1961 tentang Barang menjadi Undang-undang\n(Lembaran Negara Tahun 1961 Nomor 215, Tambahan Lembaran Negara Nomor\n2210);",
            "4": " Undang-undang Nomor 31 Tahun 1964 tentang Ketentuan-ketentuan Pokok\nTenaga Atom (Lembaran Negara Tahun 1964 Nomor 124, Tambahan Lembaran\nNegara Nomor 2722);",
            "5": " Undang-undang Nomor 2 Tahun 1981 tentang Metrologi Legal (Lembaran Negara\nTahun 1981 Nomor 11, Tambahan Lembaran Negara Nomor 3193);",
            "6": " Undang-undang Nomor 5 Tahun 1984 tentang Perindustrian (Lembaran Negara\nTahun 1984 Nomor 22, Tambahan Lembaran Negara Nomor 3274);",
            "7": " Undang-undang Nomor 9 Tahun 1985 tentang Perikanan (Lembaran Negara\nTahun 1985 Nomor 46, Tambahan Lembaran Negara Nomor 3299);",
            "8": " Undang-undang Nomor 15 Tahun 1985 tentang Ketenagalistrikan (Lembaran\nNegara Tahun 1985 Nomor 74, Tambahan Lembaran Negara Nomor 3317);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG STANDAR NASIONAL\nINDONESIA.",
        "tanggal sah": "1 Maret 1991"
    }
}