{
    "results": [
        {
            "id": "7815e2ad-6c10-4141-a1a2-9a1a06c9ba1f",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "09e37713-7d1f-4bc4-acb9-d7cdaf1549a0",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Menteri Keuangan Republik Indonesia Serikat diberi kuasa untuk\nmengeluarkan lagi uang sejumlah f 35.000.000.- (tiga puluh lima\njuta rupiah) untuk Bank Negara Indonesia, dengan ketentuan, bahwa\nuang ini akan diberikan berupa promes-promes perbendaharaan",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "b7ca3b6f-b456-47ae-badd-bad4356bc45a",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "a8cc575a-ea8f-4840-a6b7-82d28be28c53",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "1. Promes-promes perbendaharaan tersebut hanya dapat dipergunakan oleh Bank Negara Indonesia jika diperlukannya untuk diserahkan pada De Javasche Bank, sebagai jaminan untuk kredit-kredit yang akan diberikan kepada Bank Negara Indonesia.\n2. Jika tidak dipergunakan, promes-promes perbendaharaan tersebut harus dikembalikan oleh Bank Negara Indonesia.\n3. Untuk jumlah yang diberikan kepadanya berupa promes-promes perbendaharaan itu, Bank Negara Indonesia harus membayar bunga kepada Pemerintah sebesar satu setengah perseratus (1 1/2 %) setiap tahun.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "49c0ff41-d4c2-4e60-b59e-0c70f40a6aec",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "d547167c-6e77-4429-94ec-d6c39c308020",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Menteri Keuangan Republik Indonesia Serikat diminta serta diberi kuasa untuk memuat pengeluaran itu dalam rencana anggaran bagian 4 A dari tahun anggaran 1950 dan selanjutnya mengambil tindakan-tindakan yang dianggap perlu untuk melaksanakan Peraturan Pemerintah ini.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "6632e4bb-50e7-43ba-ab97-980cb838b813",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "0fe22025-23d0-447c-b7cd-15a1d9348eda",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada hari diumumkan.\nAgar supaya setiap orang dapat mengetahuinya, memerintahkan pengumuman Peraturan Pemerintah ini dengan penempatan dalam Lembaran Negara Republik Indonesia Serikat.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "19",
        "Tahun": "1950",
        "Tentang": "TAMBAHAN PERSEDIAAN UANG UNTUK BANK NEGARA INDONESIA",
        "Menimbang": {
            "Introduction": "",
            "A": " Bahwa dengan Peraturan Pemerintah tanggal 18 Juli 1950 No. 13\n(Lembaran Negara No. 42) Menteri Keuangan R. I.S. diberi\nkuasa untuk mengeluarkan uang sejumlah f 40.000.000.- (empat\npuluh juta rupiah) guna keperluan Bank Negara Indonesia,\nmendahului ikut serta Pemerintah dalam modal bank tersebut\nyang akan diubah menjadi Bank Pembangunan, dengan ketentuan,\nbahwa uang itu akan diberikan berupa promes-promes\nperbendaharaan berjangka enam bulan, yang harus diserahkan\npada Javasche Bank oleh Bank Negara Indonesia sebagai jaminan\nuntuk mendapatkan kredit yang diperlukan untuk pemberian\nmodal pertama bagi import dan pengoperan tugas A.I.O.;",
            "B": " Bahwa uang tersebut ternyata tidak cukup, dan karena itu\ndianggap perlu memberikan persediaan uang sekarang juga,\ndengan mendahului penetapan Undang-undang mengenai anggaran\numum yang memuat pengeluaran itu, agar supaya pemberian modal\nbagi import-import sebagai dimaksud di atas dapat\ndilaksanakan;",
            "C": " Bahwa untuk sementara tambahan persediaan uang dengan jumlah\nf 35.000.000.- (tiga puluh lima juta rupiah) dianggap cukup\ndengan ketentuan, bahwa uang inipun akan diberikan berupa\npromes-promes perbendaharaan berjangka enam bulan, semua itu\nselanjutnya dengan syarat-syarat yang sama sebagai ditentukan\ndalam Peraturan Pemerintah tanggal 18 Juli 1950 No. 13\n(Lembaran Negara No. 42);"
        },
        "Mengingat": {
            "Introduction": "\nPasal 192 Konstitusi Sementara Republik Indonesia Serikat;\nMengingat pula \nPeraturan Pemerintah tanggal 18 Juli 1950 No. 13 (Lembaran Negara\nNo. 42) dan Peraturan Pemerintah tanggal 28 Maret 1950 No. 8\n(Lembaran Negara No. 26);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG TAMBAHAN PERSEDIAAN UANG UNTUK BANK\nNEGARA INDONESIA.",
        "tanggal sah": "10 Agustus 1950"
    }
}