{
    "results": [
        {
            "id": "882569d3-0fef-48f8-8528-0d5386eb2dc6",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "5580625f-65b4-4af2-ad01-82495c7b29e8",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Garis kebijaksanaan pengendalian harga ditujukan kepada maksud supaya produsen mendapat perangsang yang cukup kuat, sehingga dengan bertambahnya produksi dan cukupnya perse diaan dan kestabilan harga, distribusi berjalan lebih lancar.\n(2) Menteri Perdagangan bertugas mengumumkan penetapan harga, yang memenuhi petunjuk dalam ayat (1) pasal ini, setelah mendengar Menteri/Menteri-menteri yang bersangkutan.\n(3) Penetapan harga baik yang berasal dari Pemerintah, maupun dari Pemerintah Daerah atau instansi lain, yang bertentangan dengan penetapan harga yang dimaksud dalam ayat (2) pasal ini, tidak berlaku lagi.\n(4) Jika ada dugaan bahwa diambil keuntungan yang berkelebih-lebihan, maka satu-satunya\ninstansi yang berwenang me ngambil tindakan adalah Direktorat Pajak.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "9e974a0a-1811-473b-88d8-c32e01dcefe2",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "7abad0f2-7a8f-4466-8182-335c24a29c7d",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Barang-barang jasa-jasa, yang dikuasai oleh Pemerintah, dan yang penjualannya dilakukan\nlangsung oleh sesuatu badan Pemerintah, atau oleh sesuatu Perusahaan Negara dan barang-\nbarang/jasa-jasa lain, yang ditunjuk oleh Menteri Perdagangan setelah mendengar\nMenteri/Menteri-menteri bersangkutan, dijual dengan harga yang mendekati dan tidak\nberselisih-lebih dari 30% (tiga puluh prosen) dari harga yang sebenarnya dibayar oleh\npemakai.\n(2) Jika harga pasaran kelihatan menurun karena bertambahnya produksi dan persediaan, maka\nharga penjualan Pemerintah disesuaikan dengan kenyataan itu.\n(3) Jika masih ada perbedaan antara harga pokok menurut norma-norma Perusahaan, termasuk\npenyusutan harga dan sebagainya, ditambah dengan keuntungan yang ditetapkan oleh\nMenteri Perdagangan, setelah mendengar Menteri/Menteri-menteri yang bersangkutan,\ndengan harga yang diterima sebenarnya pro dusen c.q. importir, maka jumlah kelebihan itu\nharus distor kedalam Kas Negara sebagai Hasil Perdagangan Negara.\n(4) Menteri Perdagangan setelah mendengar Menteri/Menteri- menteri yang bersangkutan\nmenetapkan secara periodik besar selisih-lebih serta saat penyetoran yang disebut dalam ayat\n(3) pasal ini.\n(5) Menteri Perdagangan dengan persetujuan Wakil Menteri Pertama Bidang Keuangan dan\nWakil-wakil Menteri Pertama lain yang bersangkutan, dapat menetapkan bahwa sebagian\natau seluruhnya Hasil Perdagangan Negara dapat dikembalikan atau tidak dipungut sama\nsekali, untuk memperkuat alat produksi atau alat distribusi yang tertentu.\n(6) Jika dipandang perlu, maka Menteri Perdagangan dan Menteri Urusan Pendapatan,\nPembiayaan dan Pengawasan mengatur secara penetapan dan penagihan Hasil Perdagangan\nNegara dalam peraturan tersendiri.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "add26329-681d-43b3-bee9-facd9accbe57",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "14ada886-525d-4884-90c2-cb0dc7882928",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal 27 Mei 1963.\nAgar supaya setiap orang mengetahuinya, memerintahkan pengundangan Peraturan\nPemerintah ini dengan penempatan dalam Lembaran-Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "20",
        "Tahun": "1963",
        "Tentang": "KEBIJAKSANAAN DIBIDANG HARGA",
        "Menimbang": {
            "Introduction": "\n1. bahwa dalam rangka pelaksanaan Deklarasi Ekonomi tertanggal 28 Maret 1963 perlu ditinjau kembali garis kebijaksanaan yang sekarang berlaku dibidang harga-harga,\n2. bahwa persediaan bagi rakyat konsumen hanya dapat terjamin dan distribusi dapat berjalan lebih lancar, jika harga-harga memberikan perangsang yang cukup kuat kepada produsen;\n3. bahwa perlu diusahakan agar supaya keuntungan-keuntungan, yang karena kekurangan barang sementara ini diperoleh secara berlebih-lebihan dapat dipergunakan untuk memperkuat alat produksi atau alat distribusi yang tertentu atau memperkuat keuangan Negara;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat 2 Undang-undang Dasar;",
            "2": " Pasal 1 ayat (2) Peraturan Pemerintah Pengganti Undang-undang No. 9 tahun 1962 dan Peraturan Pemerintah No. 10 tahun 1962 tentang pengendalian harga\nMendengar \nMenteri Pertama dan para Wakil Menteri Pertama Bidang Distribusi, Bbdang Produksi dan Bidang Keuangan, dan Menteri Urusan Anggaran Negara, Menteri Urusan Bank Sentral. Menteri Perindustrian Rakyat, Menteri Pekerjaan Umum dan Tenaga, Menteri Pertanian, Menteri Perburuhan, Menteri Perhubungan Darat, Pos, Telekomunikasi dan Pariwisata, Menteri Perhubungan Laut, Menteri Perhubungan Udara, Menteri Koperasi dan Menteri Perdangan pada tanggal 16 Mei 1963;"
        },
        "Menetapkan": "\nPeraturan Pemerintah tentang kebijaksanaan dibidang harga.",
        "tanggal sah": "27 Mei 1963"
    }
}