{
    "results": [
        {
            "id": "76ed6810-47f4-48ed-b9db-a6b80be1a011",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "909ef2d5-3570-4373-b11c-c486a8cb1c8c",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "c1ff242c-6f5a-452d-80e3-b07ae14e7029",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan :\n1. Pemerintah Pusat, selanjutnya disebut Pemerintah, adalah perangkat Negara Kesatuan Republik\nIndonesia yang terdiri dari Presiden beserta para Menteri.\n2. Pemerintah Daerah adalah Pemerintah Propinsi, Pemerintah Kabupaten dan Pemerintah Kota.\n3. Pemerintah Propinsi adalah Gubernur beserta perangkat Daerah Otonom sebagai Badan Eksekutif\nDaerah.\n4. Pemerintah Kabupaten dan Pemerintah Kota adalah Bupati dan Walikota beserta perangkat\nDaerah Otonom sebagai Badan Eksekutif Daerah.\n5. Pemerintahan Daerah adalah penyelenggaraan Pemerintahan Daerah Otonom oleh Pemerintah\nDaerah dan Dewan Perwakilan Rakyat Daerah menurut asas Desentralisasi.\n6. Kebijakan Daerah adalah aturan, arahan, acuan, ketentuan dan pedoman dalam penyelenggaraan\nPemerintahan Daerah yang dituangkan dalam Peraturan Daerah, Keputusan Kepala Daerah,\nKeputusan Dewan Perwakilan Rakyat Daerah dan Keputusan Pimpinan Dewan Perwakilan Rakyat\nDaerah.\n7. Pembinaan atas penyelenggaraan Pemerintahan Daerah adalah upaya yang dilakukan oleh\nPemerintah dan atau wakil pemerintah di Daerah.\n8. Pengawasan atas penyelenggaraan Pemerintahan Daerah adalah proses kegiatan yang ditujukan untuk menjamin agar Pemerintahan Daerah berjalan sesuai dengan rencana dan ketentuan peraturan perundang-undangan yang berlaku.\n9. Pengawasan represif adalah pengawasan yang dilakukan terhadap kebijakan yang telah ditetapkan Daerah baik berupa Peraturan Daerah, Keputusan Kepala Daerah, Keputusan Dewan Perwakilan Rakyat Daerah maupun Keputusan Pimpinan Dewan Perwakilan Rakyat Daerah dalam rangka penyelenggaraan Pemerintahan Daerah.\n10. Pengawasan fungsional adalah pengawasan yang dilakukan oleh Lembaga/Badan/Unit yang mempunyai tugas dan fungsi melakukan pengawasan melalui pemeriksaan, pengujian, pengusutan dan penilaian.\n11. Pengawasan legislatif adalah pengawasan yang dilakukan oleh Dewan Perwakilan Rakyat Daerah terhadap Pemerintah Daerah sesuai tugas, wewenang dan haknya.\n12. Pengawasan masyarakat adalah pengawasan yang dilakukan masyarakat.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "1b1ec142-024a-4129-944a-e2e0e6a8b334",
            "name": "Chapter II",
            "title": "\nPEMBINAAN",
            "type": "chapter",
            "children": [
                {
                    "id": "6418a3b9-852a-4974-8ae6-ddd876f7de62",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "51eb33ae-6e14-433c-8565-15fa740836c5",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pemerintah melakukan pembinaan atas penyelenggaraan Pemerintahan Daerah.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "3ce23c5e-677d-4218-9445-ea82b68fae31",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Dalam rangka pembinaan oleh Pemerintah sebagaimana dimaksud pada ayat (1) Menteri dan Pimpinan Lembaga Pemerintah Non Departemen melakukan pembinaan sesuai dengan kewenangan masing-masing.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "3d8ddbc7-8150-43a2-96da-c91e65e1e7b4",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "7ac3d3cc-afde-4e23-ac3b-1f837961a0e0",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPembinaan sebagaimana dimaksud dalam Pasal 2 ayat (2) meliputi pemberian pedoman, bimbingan, pelatihan, arahan, dan supervisi.",
                        "explanation": "\nPemberian Pedoman terhadap penyelenggaraan Pemerintahan Provinsi, Pemerintahan\nKabupaten dan Pemerintahan Kota termasuk pertanggungjawaban, laporan dan evaluasi atas\nakuntabilitas kinerja Gubernur, Bupati dan Walikota.\nBimbingan terhadap penyusunan prosedur dan tata kerja pelaksanaan Pemerintahan\nProvinsi, Pemerintahan Kabupaten dan Pemerintahan Kota.\nPelatihan dalam rangka meningkatkan mutu sumber daya manusia aparat Pemerintahan\nProvinsi, Pemerintahan Kabupaten dan Pemerintahan Kota dalam bentuk pendidikan dan\npelatihan.\nArahan terhadap penyusunan rencana, program dan kegiatan/proyek yang bersifat\nnasional dan regional sesuai dengan periodisasinya.\nSupervisi terhadap pelaksanaan Pemerintahan Provinsi, Pemerintahan Kabupaten, dan\nPemerintahan Kota."
                    }
                },
                {
                    "id": "809f9bf1-c2db-4798-b774-70d802654409",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "430b94e3-d4e4-48c5-8350-5fb1da13465a",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPemerintah dapat melimpahkan pembinaan atas penyelenggaraan Pemerintahan Kabupaten dan Kota kepada Gubernur selaku wakil Pemerintah di Daerah sesuai dengan peraturan perundang-undangan.",
                        "explanation": "\nGubernur selaku wakil Pemerintah melaksanakan pembinaan kepada Pemerintahan\nKabupaten dan Pemerintahan Kota berdasarkan karakteristik masing-masing Daerah Otonom.\nDalam melaksanakan pembinaan Gubernur memberikan :\na. penjabaran pedoman terhadap penyelenggaraan Pemerintahan Kabupaten dan\nPemerintahan Kota termasuk pertanggungjawaban, laporan dan evaluasi atas akuntabilitas\nkinerja Bupati dan Walikota;\nb. bimbingan lebih lanjut terhadap penyusunan prosedur dan tata kerja pelaksanaan\nPemerintahan Kabupaten dan Pemerintahan Kota;\nc. pelatihan terhadap sumber daya manusia aparat Pemerintah Kabupaten dan Pemerintah\nKota;\nd. arahan lebih lanjut yang ditujukan terhadap penyusunan rencana, program dan\nkegiatan/proyek yang bersifat lintas Kabupaten dan Kota dalam Provinsi yang\nbersangkutan sesuai dengan periodisasinya mengacu kepada kebijakan Pemerintah serta\npenyelesaian perselisihan antar Daerah;\ne. supervisi terhadap pelaksanaan Pemerintahan Kabupaten dan Pemerintahan Kota."
                    }
                },
                {
                    "id": "63bd6da5-03d5-45f9-bae6-a8f09827b4e8",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "3bc8e8b6-6087-4abd-89a0-df0c8128be97",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam rangka melakukan pembinaan atas penyelenggaraan Pemerintahan Daerah, Menteri dan Pimpinan Lembaga Pemerintah Non Departemen saling berkoordinasi.",
                        "explanation": "\nKoordinasi antar Menteri dan Pimpinan Lembaga Pemerintah Non Departemen dimaksudkan untuk tercapainya keterpaduan pembinaan. Dalam hal ini koordinasi diutamakan dengan Menteri Dalam Negeri dan Otonomi Daerah, mengingat laporan penyelenggaraan Pemerintahan Daerah disampaikan kepada Presiden melalui Menteri Dalam Negeri dan Otonomi Daerah."
                    }
                },
                {
                    "id": "c84247bd-47f8-47bd-97a4-d68d2b979a17",
                    "name": "Article 6",
                    "type": "article",
                    "children": [
                        {
                            "id": "24bb61f0-bd4a-452a-af23-8b069c9d2393",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pembinaan oleh Departemen dan Lembaga Pemerintah Non Departemen terhadap penyelenggaraan Pemerintahan Daerah Propinsi dilaporkan kepada Presiden dengan tembusan kepada Menteri Dalam Negeri dan Otonomi Daerah.",
                            "explanation": "\nPelaporan pembinaan kepada Presiden dimaksudkan pada hal-hal yang bersifat strategis dalam arti berpengaruh terhadap masyarakat luas atau terhadap kebijakan yang berskala nasional. Kepada Menteri Dalam Negeri dan Otonomi Daerah dalam kapasitasnya sebagai Ketua Dewan Pertimbangan Otonomi Daerah perlu diberikan tembusan dimaksudkan agar ada satu instansi yang mendokumentasikan dan mengolah kegiatan pembinaan oleh Pemerintah."
                        },
                        {
                            "id": "e4a36ab8-698a-4fb4-a092-d43804ca3278",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pembinaan oleh Gubernur terhadap penyelenggaraan Pemerintahan Daerah Kabupaten dan Kota dilaporkan kepada Presiden melalui Menteri Dalam Negeri dan Otonomi Daerah dengan tembusan kepada Departemen/Lembaga Pemerintah Non Departemen terkait.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "73ee182e-3564-4f28-828b-a5172a7967bf",
            "name": "Chapter III",
            "title": "\nPENGAWASAN",
            "type": "chapter",
            "children": [
                {
                    "id": "3f8508ee-7786-4d08-93e5-3834f364eb53",
                    "name": "Article 7",
                    "type": "article",
                    "children": [
                        {
                            "id": "d5341eeb-e2ff-4a38-8d90-9bdecacaa7a5",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pemerintah melakukan pengawasan atas penyelenggaraan Pemerintahan Daerah.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "52a7bc38-3791-44d3-9107-a4bd235d18e5",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pemerintah dapat melimpahkan pengawasan atas penyelenggaraan Pemerintahan Daerah Kabupaten dan Kota kepada Gubernur selaku wakil pemerintah di Daerah sesuai peraturan perundang-undangan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "6d4837d8-77e3-44cd-81c2-e5347ec0c113",
                    "name": "Article 8",
                    "type": "article",
                    "children": {
                        "id": "f0057951-e50e-44e7-8167-c3c8b3619396",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPengawasan sebagaimana dimaksud dalam Pasal 7 dilakukan :\na. secara represif terhadap kebijakan Pemerintahan Daerah yang berupa Peraturan Daerah dan atau Keputusan Kepala Daerah serta Keputusan Dewan Perwakilan Rakyat Daerah dan Keputusan Pimpinan Dewan Perwakilan Rakyat Daerah;\nb. secara fungsional terhadap pelaksanaan kebijakan Pemerintahan Daerah.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "ead1d960-9a23-4dc1-b391-128d97b98546",
                    "name": "Article 9",
                    "type": "article",
                    "children": [
                        {
                            "id": "ff315803-bcc7-42a4-9394-14c156ef3bee",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pengawasan represif sebagaimana dimaksud dalam Pasal 8 huruf a, dilakukan oleh Menteri\nDalam Negeri dan Otonomi Daerah setelah berkoordinasi dengan Departemen/Lembaga\nPemerintah Non Departemen terkait.",
                            "explanation": "\nDalam melaksanakan pengawasan represif Menteri Dalam Negeri dan Otonomi Daerah dibantu oleh Tim yang anggotanya terdiri dari unsur Departemen/Lembaga Pemerintah Non Departemen dan unsur lain sesuai dengan kebutuhan."
                        },
                        {
                            "id": "6e7da0cd-5a8f-455d-a5e3-678737f304b8",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pemerintah dapat melimpahkan pengawasan sebagaimana dimaksud pada ayat (1) kepada\nGubernur selaku wakil Pemerintah terhadap Peraturan Daerah dan atau Keputusan Kepala\nDaerah serta Keputusan Dewan Perwakilan Rakyat Daerah dan Keputusan Pimpinan Dewan\nPerwakilan Rakyat Daerah Kabupaten dan Kota setelah berkoordinasi dengan instansi terkait.",
                            "explanation": "\nDalam melaksanakan pengawasan represif Gubernur dibantu oleh Tim yang anggotanya terdiri dari unsur Pemerintah Daerah Propinsi dan unsur lain sesuai dengan kebutuhan."
                        }
                    ]
                },
                {
                    "id": "2d435008-ddf6-4148-bc9b-91715d5b0d39",
                    "name": "Article 10",
                    "type": "article",
                    "children": [
                        {
                            "id": "c3c49cad-0e6f-48e9-9e00-6b8a9cf275d6",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Menteri Dalam Negeri dan Otonomi Daerah atas nama Presiden menerbitkan Keputusan\nPembatalan terhadap Peraturan Daerah dan atau Keputusan Kepala Daerah Propinsi, Kabupaten\ndan Kota, Keputusan Dewan Perwakilan Rakyat Daerah Propinsi/ Kabupaten/Kota, Keputusan\nPimpinan Dewan Perwakilan Rakyat Daerah Propinsi/Kabupaten/Kota yang bertentangan dengan\nkepentingan umum atau peraturan perundang-undangan yang lebih tinggi dan atau peraturan\nperundang-undangan lainnya.",
                            "explanation": "\nDalam rangka pengawasan represif Menteri Dalam Negeri dan Otonomi Daerah dapat\nmengambil langkah-langkah berupa saran, pertimbangan, koreksi serta penyempurnaan dan pada\ntingkat terakhir dapat membatalkan berlakunya kebijakan Daerah."
                        },
                        {
                            "id": "a3f1efd0-8973-4904-acbb-c8d9bea7cd36",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Gubernur selaku wakil Pemerintah menerbitkan Keputusan Pembatalan Peraturan Daerah dan\natau Keputusan Kepala Daerah Kabupaten dan Kota, Keputusan Dewan Perwakilan Rakyat\nDaerah, Keputusan Pimpinan Dewan Perwakilan Rakyat Daerah Kabupaten dan Kota sesuai\nkewenangan yang dilimpahkan sebagaimana dimaksud dalam Pasal 9 ayat (2).",
                            "explanation": "\nDalam rangka pengawasan represif Gubernur selaku wakil Pemerintah dapat mengambil\nlangkah-langkah berupa saran, pertimbangan, koreksi serta penyempurnaan dan pada tingkat\nterakhir dapat membatalkan berlakunya kebijakan Daerah Kabupaten/Kota."
                        },
                        {
                            "id": "da41f569-6155-48f4-bd9d-b86b711cd9b6",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Daerah Propinsi, Kabupaten dan Kota yang tidak dapat menerima Keputusan Pembatalan\nPeraturan Daerah, Keputusan Kepala Daerah, Keputusan Dewan Perwakilan Rakyat Daerah dan\nKeputusan Pimpinan Dewan Perwakilan Rakyat Daerah Propinsi oleh Pemerintah dapat\nmengajukan keberatan kepada Pemerintah melalui Menteri Dalam Negeri dan Otonomi Daerah.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "8f0056bb-6138-4b26-abec-8197491fdacb",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Daerah Kabupaten/Kota yang tidak dapat menerima Keputusan Pembatalan Peraturan Daerah,\nKeputusan Kepala Daerah, Keputusan Dewan Perwakilan Rakyat Daerah dan Keputusan\nPimpinan Dewan Perwakilan Rakyat Daerah Kabupaten/Kota oleh Gubernur sesuai kewenangan\nyang dilimpahkan kepadanya dapat mengajukan keberatan kepada Gubernur selaku wakil",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "5501ed99-473e-418d-8870-b5a13b87cbf4",
                    "name": "Article 11",
                    "type": "article",
                    "children": {
                        "id": "dbfae37e-410b-417b-8ff7-1f2ad0b4745f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPengawasan secara fungsional sebagaimana dimaksud pada Pasal 8 huruf b di atas dilakukan oleh\nLembaga/Badan/Unit sesuai dengan peraturan perundang-undangan.",
                        "explanation": "\nLembaga/Badan/Unit pada pasal ini adalah Inspektorat Jenderal Departemen, Unit pengawasan\npada lembaga pemerintah Non Departemen dan Badan Pengawas Daerah."
                    }
                },
                {
                    "id": "44d09ee1-a245-4737-b9f2-9c5079fad47a",
                    "name": "Article 12",
                    "type": "article",
                    "children": [
                        {
                            "id": "f4cb9d19-2103-49b3-8532-3de90c80f18b",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dalam rangka melakukan pengawasan fungsional atas penyelenggaraan Pemerintahan Daerah,\nMenteri dan Pimpinan Lembaga Pemerintah Non Departemen berkoordinasi dengan Menteri\nDalam Negeri dan Otonomi Daerah.",
                            "explanation": "\nBerkoordinasi yang dimaksud dalam ayat ini adalah untuk menterpadukan dan saling\nmemfasilitasi dalam penyelenggaraan pengawasan fungsional sehingga tidak terjadi tumpang\ntindih."
                        },
                        {
                            "id": "8496352f-f6dd-44d0-8579-a98b4c00483b",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Koordinasi pengawasan sebagaimana dimaksud pada ayat (1) meliputi perencanaan,\npelaksanaan, pelaporan dan tindak lanjut hasil pengawasan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "e7984213-6b1f-456b-8991-c760d3b1a04f",
                    "name": "Article 13",
                    "type": "article",
                    "children": {
                        "id": "862a8e60-1ca0-4819-b13f-38b0bdbf9e0e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPengawasan secara fungsional yang dilaksanakan oleh Departemen dan Lembaga Pemerintah Non\nDepartemen sebagaimana dimaksud dalam Pasal 12 dilaporkan kepada Presiden.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "cd8e8698-2032-4a8d-b7cf-7b1f3964ab1e",
                    "name": "Article 14",
                    "type": "article",
                    "children": {
                        "id": "5074e3c9-ae8b-4de5-8c44-9249f106c7a0",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPengawasan yang dilimpahkan kepada Gubernur dilaporkan kepada Presiden melalui Menteri Dalam\nNegeri dan Otonomi Daerah.",
                        "explanation": "\nPengawasan dimaksud adalah pengawasan secara represif dan fungsional.\n"
                    }
                },
                {
                    "id": "6e0879cf-6eb3-4d6a-aa6a-7d45f8c25fa2",
                    "name": "Article 15",
                    "type": "article",
                    "children": [
                        {
                            "id": "531b6dbd-e894-4f46-944e-3a44fa6a5479",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pemerintah Daerah dan Dewan Perwakilan Rakyat Daerah menindaklanjuti hasil pengawasan.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "cfe53fd7-57d7-4e1b-a060-e7ebb7d375f4",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Tindak lanjut hasil pengawasan Pemerintah dilaporkan oleh Gubernur, Bupati dan Walikota kepada\nPresiden melalui Menteri Dalam Negeri dan Otonomi Daerah dengan tembusan kepada Menteri\natau Pimpinan Lembaga Pemerintah Non Departemen terkait.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "32f87a49-f6a4-4350-9133-df35bcbb5ed2",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Tindak lanjut hasil pengawasan Gubernur selaku wakil Pemerintah di Daerah dilaporkan oleh",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "2a007399-81e4-40b6-90ad-c8f8995feb39",
                    "name": "Article 16",
                    "type": "article",
                    "children": {
                        "id": "c34d4b70-5133-4573-90eb-d53401bd8027",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPemerintah dapat memberikan sanksi terhadap Pemerintah Daerah Propinsi, Kabupaten dan Kota dan\natau aparatnya yang menolak pelaksanaan serta tindak lanjut hasil pengawasan berdasarkan peraturan\nperundang-undangan.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "025f68e7-252f-4268-9760-cb1a10188144",
                    "name": "Article 17",
                    "type": "article",
                    "children": [
                        {
                            "id": "030ddea9-23f6-42db-9cd1-289cb3090f11",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dewan Perwakilan Rakyat Daerah melakukan pengawasan legislatif terhadap pelaksanaan\nkebijakan daerah.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "095f7ba1-676c-4556-b0a1-1346b38e914c",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pengawasan legislatif sebagaimana dimaksud pada ayat (1) dilakukan sesuai dengan tugas dan\nwewenangnya melalui dengar pendapat, kunjungan kerja, pembentukan panitia khusus dan\npembentukan panitia kerja yang diatur dalam tata tertib dan atau sesuai dengan peraturan\nperundang-undangan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "fbb8ab01-e0c0-47a2-a804-970c990079c7",
                    "name": "Article 18",
                    "type": "article",
                    "children": [
                        {
                            "id": "13bcbd99-9594-4102-a59d-d76fbd15331c",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Masyarakat secara perorangan maupun kelompok dan atau organisasi masyarakat dapat\nmelakukan pengawasan terhadap penyelenggaraan Pemerintahan Daerah.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "1abecfa1-629b-4346-b964-5d9dc019f287",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pengawasan sebagaimana dimaksud pada ayat (1) dapat dilakukan secara langsung atau tidak\nlangsung baik lisan maupun tertulis berupa permintaan keterangan, pemberian informasi, saran\ndan pendapat kepada Pemerintah, Pemerintah Daerah, Dewan Perwakilan Rakyat Daerah dan\nlembaga lainnya sesuai dengan tata cara yang ditetapkan dalam peraturan perundangan.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "f58d7b9d-8624-4401-b873-4781598216fa",
            "name": "Chapter IV",
            "title": "\nTATA CARA PEMBINAAN DAN PENGAWASAN\nPasal 19",
            "type": "chapter",
            "children": []
        },
        {
            "id": "93c8ac9e-6062-4517-9e42-bf53b4cafd5c",
            "name": "Chapter V",
            "title": "\nPENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "588eeee5-0534-4fa1-9d00-ab69912e7570",
                    "name": "Article 20",
                    "type": "article",
                    "children": {
                        "id": "25c199c4-59c2-49fd-b387-f79a328b3859",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nNegara Republik Indonesia sebagai Negara Kesatuan dalam penyelenggaraan\npemerintahannya menganut asas desentralisasi, dekonsentrasi, dan tugas pembantuan.\nPenyelenggaraan asas desentralisasi secara bulat dan utuh dilaksanakan di Daerah Kabupaten\ndan Kota untuk memberikan kesempatan dan keleluasaan kepada Daerah Otonom dalam\nmengatur dan mengurus kepentingan masyarakat setempat menurut prakarsa sendiri serta\nberdasarkan aspirasi masyarakat, sesuai dengan peraturan perundang-undangan yang berlaku.\nPrinsip-prinsip pemberian Otonomi Daerah menurut Undang-undang Nomor 22 Tahun\n1999 tentang Pemerintahan Daerah adalah penekanan terhadap aspek demokrasi, keadilan,\npemerataan dan partisipasi masyarakat serta memperhatikan potensi dan keanekaragaman\nDaerah dalam rangka Negara Kesatuan Republik Indonesia.\nSebagai wujud dari penekanan berbagai prinsip di atas, telah membuka peluang dan\nkesempatan yang sangat luas kepada Daerah Otonom untuk melaksanakan kewenangannya\nsecara mandiri, luas, nyata, dan bertanggung jawab.\nParadigma baru desentralisasi membuka tantangan besar bagi seluruh bangsa Indonesia,\nnamun apabila pemahaman terhadap wawasan kebangsaan keliru, akan menimbulkan\ntuntutan-tuntutan yang bersifat memperlemah kesatuan dan persatuan bangsa, seperti tuntutan\natas pengalihan sumber-sumber pendapatan negara, bahkan tuntutan bentuk pemisahan diri\nDaerah dari negara di luar sistem Negara Kesatuan Republik Indonesia.\nPenyelenggaraan Pemerintahan pada hakekatnya tidak terlepas dari prinsip-prinsip\nmanajemen modern, di mana fungsi-fungsi manajemen senantiasa berjalan secara simultan,\nproporsional dalam kerangka pencapaian tujuan organisasi.\nFungsi-fungsi organik manajemen yang meliputi perencanaan, pelaksanaan, pengawasan\ndan evaluasi merupakan sarana yang harus ada dan dilaksanakan oleh manajemen secara\nprofesional dalam rangka pencapaian sasaran dan tujuan organisasi secara efektif dan efisien.\n\nUntuk mewujudkan adanya ketegasan dan konsistensi penyelenggaraan pemerintahan\nnegara yang berdaya guna dan berhasil guna bagi pembangunan nasional dan kesejahteraan\nmasyarakat, maka kewenangan Daerah Otonom perlu dilakukan pembinaan dan pengawasan\nuntuk menghindari agar kewenangan tersebut tidak mengarah kepada kedaulatan.\nPemerintahan Daerah pada hakekatnya merupakan sub sistem dari pemerintahan\nnasional dan secara implisit pembinaan dan pengawasan terhadap Pemerintahan Daerah\nmerupakan bagian integral dari sistem penyelenggaraan pemerintahan.\nPembinaan dan Pengawasan atas penyelenggaraan Otonomi Daerah dimaksudkan untuk\nmencapai beberapa tujuan yaitu:\na. mencapai tingkat kinerja tertentu;\nb. menjamin susunan administrasi yang terbaik dalam operasi unit-unit Pemerintahan Daerah\nbaik secara internal maupun dalam hubungannya dengan lembaga-lembaga lain;\nc. untuk memperoleh perpaduan yang maksimum dalam pengelolaan Pembangunan Daerah\ndan Nasional;\nd. untuk melindungi warga masyarakat dari penyalahgunaan kekuasaan di Daerah;\ne. untuk mencapai integritas Nasional;\nf. pembinaan dan pengawasan tetap dijaga agar tidak membatasi inisiatif, dan tanggung\njawab Daerah, di samping itu hal ini merupakan upaya menyelaraskan nilai efisiensi dan\ndemokrasi.\nPemerintah mempunyai kewajiban melakukan pembinaan dan pengawasan atas\npenyelenggaraan Pemerintahan Daerah.\nDalam rangka pembinaan dan pengawasan, Menteri Dalam Negeri dan Otonomi Daerah\nmenerima, mengolah laporan penyelenggaraan Pemerintahan Daerah untuk diteruskan kepada\nPresiden.\nSelaku Ketua Dewan Pertimbangan Otonomi Daerah, Menteri Dalam Negeri dan Otonomi\nDaerah mempunyai tugas memberikan pertimbangan kepada Presiden dalam menilai kondisi\nDaerah Otonom termasuk perimbangan keuangan Pusat dan Daerah.\nSehubungan dengan hal tersebut maka Menteri dan Pimpinan Lembaga Pemerintah Non\nDepartemen dalam melakukan pembinaan dan pengawasan berkoordinasi dengan Menteri Dalam\nNegeri dan Otonomi Daerah.",
        "Nomor": "20",
        "Tahun": "2001",
        "Tentang": "PEMBINAAN DAN PENGAWASAN ATAS PENYELENGGARAAN\nPEMERINTAHAN DAERAH\nPRESIDEN REPUBLIK INDONESIA,",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa Pemerintahan Daerah merupakan sub sistem dalam penyelenggaraan pemerintahan negara, maka untuk mengupayakan terwujudnya keserasian penyelenggaraannya diperlukan pembinaan dan pengawasan dalam rangka menjaga tetap utuhnya wilayah dan tegaknya Negara Kesatuan Republik Indonesia;",
            "b": " bahwa untuk terwujudnya penyelenggaraan Pemerintahan Daerah yang bersih dan bebas dari korupsi, kolusi, dan nepotisme, diperlukan pembinaan dan pengawasan terhadap penyelengaraan Pemerintahan Daerah;",
            "c": " bahwa dalam rangka pembinaan dan pengawasan pada butir a dan b dan pelaksanaan ketentuan Pasal 112 Undang-undang Nomor 22 Tahun 1999 tentang Pemerintahan Daerah, perlu ditetapkan Peraturan Pemerintah tentang Pembinaan dan Pengawasan atas Penyelenggaraan Pemerintahan Daerah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) dan Pasal 18 Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 4 Tahun 1999 tentang Susunan dan Kedudukan Majelis Permuswaratan Rakyat, Dewan Perwakilan Rakyat, Dewan Perwakilan Rakyat Daerah (Lembaran Negara Republik Indonesia Tahun 1999 Nomor 24, Tambahan Lembaran Negara Nomor 3811);",
            "3": " Undang-undang Nomor 22 Tahun 1999 tentang Pemerintahan Daerah (Lembaran Negara Republik Indonesia Tahun 1999 Nomor 60, Tambahan Lembaran Negara Nomor 3839);",
            "4": " Undang-undang Nomor 25 Tahun 1999 tentang Perimbangan Keuangan antara Pemerintah Pusat dan Daerah (Lembaran Negara Republik Indonesia Tahun 1999 Nomor 72, Tambahan Lembaran Negara Nomor 3848);",
            "5": " Undang-undang Nomor 28 Tahun 1999 tentang Penyelenggaraan Negara yang Bersih dan Bebas dari Korupsi, Kolusi, dan Nepotisme (Lembaran Negara Republik Indonesia Tahun 1999 Nomor 75, Tambahan Lembaran Negara Nomor 3851);",
            "6": " Undang-undang Nomor 31 Tahun 1999 tentang Pemberantasan Tindak Pidana\nKorupsi (Lembaran Negara Republik Indonesia Tahun 1999 Nomor 140, Tambahan\nLembaran Negara Nomor 3874);",
            "7": " Undang-undang Nomor 25 Tahun 2000 tentang Program Perencanaan Nasional\n(Lembaran Negara Republik Indonesia Tahun 2000 Nomor 206);",
            "8": " Undang-undang Nomor 34 Tahun 2000 tentang Perubahan atas Undang-undang\nNomor 18 Tahun 1997 tentang Pajak Daerah dan Retribusi Daerah (Lembaran\nNegara Republik Indonesia Tahun 2000 Nomor 246, Tambahan Lembaran Negara\nNomor 4048);",
            "9": " Peraturan Pemerintah Nomor 68 Tahun 1999 tentang Tata Cara Pelaksanaan\nPeranserta Masyarakat dalam Penyelenggaraan Negara (Lembaran Negara Republik\nIndonesia Tahun 1999 Nomor 129, Tambahan Lembaran Negara Nomor 3866);",
            "10": " Peraturan Pemerintah Nomor 25 Tahun 2000 tentang Kewenangan Pemerintah dan\nKewenangan Propinsi sebagai Daerah Otonom (Lembaran Negara Republik\nIndonesia Tahun 2000 Nomor 54, Tambahan Lembaran Negara Nomor 3952);",
            "11": " Peraturan Pemerintah Nomor 84 Tahun 2000 tentang Pedoman Organisasi Perangkat\nDaerah (Lembaran Negara Republik Indonesia Tahun 2000 Nomor 165);",
            "12": " Peraturan Pemerintah Nomor 104 Tahun 2000 tentang Dana Perimbangan\n(Lembaran Negara Republik Indonesia Tahun 2000 Nomor 201, Tambahan Lembaran\nNegara Nomor 4021);",
            "13": " Peraturan Pemerintah Nomor 105 Tahun 2000 tentang Pengelolaan dan\nPertanggungjawaban Keuangan Daerah (Lembaran Negara Republik Indonesia\nTahun 2000 Nomor 202, Tambahan Lembaran Negara Nomor 4022);",
            "14": " Peraturan Pemerintah Nomor 106 Tahun 2000 tentang Pengelolaan dan\nPertanggungjawaban Keuangan dalam Pelaksanaan Dekonsentrasi dan Tugas\nPembantuan (Lembaran); Negara Republik Indonesia Tahun 2000 Nomor 203,\nTambahan Lembaran Negara Nomor 4023);",
            "15": " Peraturan Pemerintah Nomor 107 Tahun 2000 tentang Pinjaman Daerah (Lembaran\nNegara Republik Indonesia Tahun 2000 Nomor 204, Tambahan Lembaran Negara\nNomor 4024);",
            "16": " Peraturan Pemerintah Nomor 108 Tahun 2000 tentang Tata Cara\nPertanggungjawaban Kepala Daerah (Lembaran Negara Republik Indonesia Tahun\n2000 Nomor 209, Tambahan Lembaran Negara Nomor 4027);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PEMBINAAN DAN PENGAWASAN ATAS\nPENYELENGGARAAN PEMERINTAHAN DAERAH.",
        "tanggal sah": "27 April 2001"
    }
}