{
    "results": [
        {
            "id": "cb08316f-982f-44aa-b8bd-10c61071363d",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "cd9154f8-153f-4119-a396-0ac1b8e6930d",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Pengawasan umum dan pimpinan terhadap berlakunya \"Undang-Undang Kecelakaan 1947\" dan Peraturan ini dijalankan atas petunjuk Mentri Perburuhan.\n(2) Pegawai pengawas ialah Kepala Jawatan Pengawasan Perburuhan Daerah, untuk wilayahnya masing-masing.\n(3) Menteri Perburuhan dapat menetapkan lain-lain pegawai sebagai pegawai pengawas.\n(4) Pegawai Pengawas yang ditetapkan Berdasarkan ayat (2) dan (3) boleh menunjuk Pegawai yang dibawahnya atau yang dibantukan padanya sebagai pegawai pengawas dalam hal-hal yang tertentu untuk menjalankan pengusutan ditempat kecelakaan seperti yang dimaksudkan dalam pasal 22, ayat (1) dari\n\"Undang-Undang Kecelakaan 1947\". Penunjukan itu dapat dicabut sewaktu-waktu.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "a2061162-9170-40b4-b7a2-b071c94f9aca",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "3cb953b8-b2fa-427a-b07f-a701793955a2",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Majikan atau Pengurus perusahaan yang diwajibkan membayar ganti kerugian, diharuskan memasukkan daftar rangkap tiga kepada Pegawai Pengawas:\n    a.  selambat-lambatnya empat bulan dihitung sejak diumumkan peraturan ini, kalau perusahaan itu sudah berdiri pada waktu peraturan diumumkan;\n    b.  selambat-lambatnya dua bulan dihitung mulai perusahaan didirikan atau menjadi perusahaan yang diwajibkan mebayar ganti kerugian, jikalau perusahaan itu didirikan atau menjadi perusahaan yang diwajibkan membayar ganti kerugian sesudah peraturan ini diumumkan.\n        Daftar dibuat menurut contoh yang ditetapkan oleh Menteri Perburuhan dan harus diisi dengan sesungguhnya, di bubuhi tanggal dan tanda tangan. Selain itu harus dimuat pula segala keterangan yang dianggap perlu untuk menjalankan \"Undang-Undang Kecelakaan 1947\" dan peraturan ini.\n(2) Jikalau terdapat perubahan-perubahan, sehingga keterangan-keterangan yang di ajukan menurut ayat (1) tidak sesuai lagi dengan keadaan yang sebenarnya, maka majikan atau pengurus perusahaan diwajibkan tiap-tiap setengah tahun sekali memasukkan kepada pegawai pengawas daftar rangkap tiga yang diisi dengan sesungguhnya, dibubuhi tanggal dan tandatangan.\n(3) Jikalau perusahaan yang diwajibkan memberi tunjangan itu ditutup atau tidak lagi ditetapkan sebagai perusahaan menurut \"Undang-Undang kecelakaan 1947\" maka yang terakhir menjabat majikan atau pengurus perusahaan pada waktu penutupan atau penetapan itu diharuskan memberitahukan hal itu dengan surat tercatat kepada pegawai pengawas, selambat-lambatnya satu bulan sesudah waktu tersebut.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "f66ec7b2-6f3e-4f95-b27d-b0f17fc4143c",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "6f281c5d-302d-4958-a8b7-d13567ca90a1",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Dalam menjalankan \"Undang-Undang Kecelakaan 1947\" pegawai pengawas menghitung bagian-bagian dari upah yang tidak tetap seperti berikut:\n    a.  jikalau pembayaran upah dilakukan setahun sekali, maka sebagai upah diambil jumlah rata-rata menurut hak buruh yang bersangkutan atau jumlah rata-rata yang dibayarkan kepadanya selama tiga tahun penanggalan yang terakhir; jikalau tahun penanggaln tidak bersamaan dengan tahun pembukuan, maka tiga tahun penanggaln yang terakhir diganti dengan tiga tahun pembukuan yang terakhir;\nb. jikalau pembayaran upah dilakukan tiap-tiap setengah tahun, tiga bulan,\nsatu bulan, satu minggu, atau tiap-tiap hari sekali, maka upah ditetapkan\nmenurut jumlah rata-rata yang harus diterimakan kepada buruh itu atau\nyang telah diterimakan kepadanya sebelum kecelakaan terjadi selama 18\nbulan, 9 bulan, 3 bulan, 18 hari atau 12 hari yang terakhir.\n(2) jikalau buruh belum bekerja selama waktu tersebut dalam ayat (1) a atau b,\nmaka lamanya waktu bekerja diperpendek seperlunya.\n(3) Perubahan-Perubahan dalam penghasilan yang tidak tetap disebabkan oleh\nsuatu pemogokan diperusahaan, yang diwajibkan memberikan tunjangan, tidak\nboleh mengurangi perhitungan jumlahnya upah.\n(4) Dalam kata pakaian pertama yang tersebut dalam pasal 7, ayat (1) sub b dari\n\"Undang-Undang Kecelakaan 1947\" tidak termasuk pakaian jawatan, uniform\ndan sebagainya.\n(5) jikalau bagi buruh yang dimasudkan dalam pasal 6, ayat (2) sub c dari\n\"Undang-Undang Kecelakaan 1947\" besarnya upah sehari tidak ditetapkan\nterlebih dahulu oleh pemborong pekerjaan atau jikalau buruh tadi menerima\nsejumlah uang yang tidak dapat dianggap sebagai upah sehari, maka dalam\nmenjalankan \"Undang-Undang Kecelakaan 1947\" buruh upahnya ditetapkan\nsebesar upah terendah diperusahaan majikan pemborong atau perusahaan untuk\nmenjalankan pekerjaan yang sama atau hampir sama.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "627a7527-3b9c-42ea-95c9-f286b1034f9f",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "68f10273-da00-4708-ac6b-f9dcf1ab3200",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Dokter penasihat ialah dokter yang ditunjuk oleh Menteri Kesehatan untuk\nmenjalankan segal sesuatu behubung dengan berlakunya \"Undang-Undang 1947\".\n(2) Dokter penasehat seperti yang dimaksudkan dalam ayat (1) boleh menunjuk\ndokter lain untuk melakukan kewajiban dokter penasehat.\n(3) Dokter penasehat yang dimaksudkan dalam ayat (1) memasukkan laporan\ntentang pekerjaan yang telah dijalankan kepada Menteri perburuhan menurut\nperaturan-peraturan yang ditetapkan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "4e3f1961-c1e1-41bd-9948-7ac69987dbfb",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "e5fb3248-a76a-45d2-93e4-d9d429deb0ba",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pemberitahukan tentang Kecelakaan-kecelakaan yang dimaksudkan dalam pasal 19,\nayat (2) dari \"Undang-Undang Kecelakaan 1947\" harus dilakukan dengan jalan\nmemasukan daftar rangkap dua yang dibubuhi tanda tangan, diberi tanggal dan diisi\ndengan sesungguhnya menurut contoh yang ditetapkan oleh Menteri Perburuhan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "cf208b17-6456-4901-9d1d-2bee892061eb",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "f9aa6b25-7c7a-4e01-ae7e-8405e6328aa1",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Majikan atau pengurus perusahaan diwajibkan menyimpan daftar-daftar yang dimaksudkan dalam pasal-pasal 20 dari \"Undang-Undang Kecelakaan 1947\", diperusahaan atau dibagian dari perusahaan yang berdiri sendiri, supaya pegawai pengawas sewaktu-waktu dengan tidak memberitahukan terlebih dahulu, dapat memeriksanya.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "e34e361f-53d8-427e-8a5c-1da058bb3af6",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "0b11c088-f21e-4c9d-9b87-3e168a29bb7c",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) jumlah uang tunjangan yang dimaksudkan dalam pasal 21, ayat (1) dari \"Undang-Undang Kecelakaan 1947\" dan segal keterangan untuk menentukan jumlah itu, harus ditulis dalam daftar yang ditetapkan oleh menteri perburuhan.\n(2) sebelum lewat 2 kali 24 jam, majikan atau pengurus perusahaan diwajibkan memasukkan kepada Pegawai Pengawas daftar yang dimaksudkan dalam ayat (1) rangkap dua, sesudah diisi, dibubuhi tanggal dan tanda tangan:\n     a. jikalau keadaan sementara tidak mampu bekerja bagi buruh yang ditimpa kecelakaan, menurut keterangan dokter yang memberi pertolongan, dapat ditetapkan telah berakhir;\n     b. jikalau keadaan selam-lamanya tidak mampu bekerja sama sekali atau sebagian bagi buruh yang ditimpa kecelakaan, menurut keterangan dokter yang memberi pertolongan, telah dapat ditetapkan;\n     c. jikalau buruh yang ditimpa kecelakaan, karena akibat dari kecelakaan itu, meninggal dunia.\n(3) Daftar tersebut tidak usah dibuat, jikalau telah diterima ketentuan dari pegawai pengawas, bahwa buruh yang ditimpa kecelakaan itu atau, bilamana ia meninggal dunia, keluarga yang ditinggalnya tidak berhak menerima ganti kerugian menurut \"Undang-Undang Kecelakaan 1947\".\n(4) Buruh yang ditimpa Kecelakaan atau, bilamana ia meninggal dunia, keluarga yang ditinggalkanya menyatakan dengan menanda tangani surat keterangan dalam daftar yang telah diisi tentang setuju atau tidaknya dengan perhitungan uang tunjangan.\n(5) jikalau buruh yang ditimpa kecelakaan atau, bilamana ia meninggal dunia,\nkeluarga yang ditinggalkannya tidak dapat menulis, maka keterangan itu dapat\ndiganti dengan keterangan yang harus ditandatangani oleh dua orang saksi yang\nmengatakan menyatakan, bahwa buruh atau keluarga tersebut diatas\nmenyatakan setuju atau tidak setuju dengan perhitungan uang tunjangan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "30a5d25b-3131-40af-a1f4-f593f6cdf1bd",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "cd8b43d0-7732-4d36-81ca-12c44dc0138a",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Setelah daftar yang dimaksudkan dalam ayat 2 pasal 7 diterima, maka pegawai\npengawas selekas-lekasnya mengirimkan surat putusan tantang ganti kerugian kepada\nmajikan atau pengrus perusahaan yang bersangkutan. Tembusan surat putusan itu\nditerimakan kepada buruh atau keluarga buruh yang berkepentingan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "0a60ee2e-87bd-4f90-b60b-b0cefed45e7c",
            "name": "Article 9",
            "type": "article",
            "children": {
                "id": "c0e98cf3-0695-4325-b01b-48d393f951dc",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "jikalau majikan yang diwajibkan memberi tunjangan dinyatakan failliet, maka\nweeskamer dengan segera memberitahukan pernyataan failliet itu kepada Menteri\nPerburuhan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "f89ea35e-71c8-4639-af44-12f67dbba108",
            "name": "Article 10",
            "type": "article",
            "children": {
                "id": "39bcca9c-9b59-4b8b-9f44-beeb3d26d8bb",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) majikan yang karena sebab-sebab yang dimaksudkan dalam pasal 36 ayat 2\n\"Undang-Undang Kecelakaan 1947\" tidak mampu memberi tunjangan,\ndiwajibkan dengan segera memberitahukan hal ini kepda pegawai pengawas.\n(2) Pegawai Pengawas selekas-lekasnya menjalankan pengusutan tentang\nsebab-sebab majikan tidak mampu memberi tunjangan.\n(3) Orang-orang yang diminta memberi keterangan atau memberi bantuan\nkeahliannya oleh pegawai pengawas berhubung dengan pengusutan yang\ndimaksudkan dalam ayat (2) diwajibkan memenuhi permintaan itu.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "976c8ad4-22b6-45a7-8955-a1918d2c9e6b",
            "name": "Article 11",
            "type": "article",
            "children": {
                "id": "2acd748c-bb0b-4fe7-bbe6-9a50a0779c9e",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pegawai pengawas memberitahukan hasilnya pengusutan yang dimaksudkan dalam\npasal 10, ayat (2) selekas-lekasnya kepada Menteri perburuhan yang dapat\nmembebaskan majikan dari memberi tunjangan berdasarkan \"Undang-Undang\nKecelakaan 1947\".",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "b082867e-29dd-4e81-85cb-af9ef2ebab01",
            "name": "Article 12",
            "type": "article",
            "children": {
                "id": "99db4f69-07f9-4c03-8468-3102a2d7af37",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Menteri Perburuhan mengambil tindakan-tindakan agar pemerintah dapat membayarkan kepada yang berhak ganti kerugian yang dimaksudkan dalam pasal 36, ayat (2) dari \"Undang-Undang Kecelakaan 1947\".",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "77a97251-a868-478b-ba85-c335a1328631",
            "name": "Article 13",
            "type": "article",
            "children": {
                "id": "9c4aec3b-9fec-4064-baba-7a705340f63f",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pembayaran-pembayaran tunjangan berdasarkan \"Undang-Undang Kecelakaan 1947\" yang kurang dari satu sen harus dibulatkan keatas menjadi satu sen.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "af0b04cf-332d-498b-8857-c9469e07836f",
            "name": "Article 14",
            "type": "article",
            "children": {
                "id": "62a2df0f-f01d-46b7-8e13-5923db410e3f",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Daftar-daftar yang dimaksudkan dalam pasal 2, 5 dan 7 dapat diminta pada pegawai pengawas.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "70f90bdf-3ade-48d1-969b-37cdb0caaa90",
            "name": "Article 15",
            "type": "article",
            "children": {
                "id": "e5be6adb-ee5d-46ea-80db-5886f7b0144a",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Mereka yang tidak atau tidak dengan seksama menjalankan kewajiban-kewajiban yang diwajibkan kepadanya tersebut dalam pasal 2, 6, 7 ayat (1) dan (2), dan pasal 10 ayat (1) dan (30 peraturan ini dihukum dengan hukuman kurungan setinggi-tingginya tiga bulan atau dengan denda sebanyak-banyaknya Rp.500. (lima ratus rupiah).",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "17174a35-c25a-4421-baac-8b76e1516ad3",
            "name": "Article 16",
            "type": "article",
            "children": {
                "id": "647b05ce-ddfb-477a-a78c-9358dad1a5c0",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Jikalau perbuatan-perbuatan yang dapat dikenakan menurut pasal 15 peraturan ini dilakukan oleh badan hukum, maka yang dituntut dimuka pengadilan dan yang dikenakan hukuman ialah anggota pengurus yang yang berkedudukan didaerah Negara Republik Indonesia atau, jikalau anggota-anggota itu tidak ada, wakil dari badan hukum itu yang berkedudukan didaerah Negara Republik Indonesia.\n(2) Yang ditetapkan dalam ayat (1), berlaku pula dalam hal-hal, jikalau badan hukum itu bertindak sebagai pengurus atau wakil dari badan hukum lain.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "985ab05e-504e-4bb3-852f-53d3207f63d4",
            "name": "Article 17",
            "type": "article",
            "children": {
                "id": "a2d6ab13-9d2d-4b2f-ac57-4e3da812604a",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Selain dari pegawai-pegawai yang pada umumnya diwajibkan mengusut perbuatan-perbutan yang dapat dikenakan hukuman, maka pegawai-pegawai pengawas dan dokter-dokter penasehat berhubung dengan pekerjaan yang diwajibkan kepadanya berdasarkan \"Undang-Undang Kecelakaan 1947\", diserahi pula mengusut\nperbuatan-perbuatan yang dapat dikenakan hukuman menurut Undang-Undang Kecelakaan tersebut.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "c4016383-bd6d-4cfe-8db0-484171557e22",
            "name": "Article 18",
            "type": "article",
            "children": {
                "id": "f7982045-2aaf-4b22-b4af-59c7f22977e7",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan ini mulai berlaku pada tanggal 21 juli 1947.\nDiumumkan\npada tanggal 26 Pebruari 1948\nSekretaris Negara,\nA. G. PRINGGODIGDO.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "2",
        "Tahun": "1948",
        "Tentang": "Peraturan Kecelakaan 1947\nPRESIDEN REPUBLIK INDONESIA,",
        "Menimbang": {
            "Introduction": "\nbahwa berhubung dengan berlakunya \"Undang-Undang Kecelakaan 2947\" (Berita Negara 1947 No.58) perlu ditetapkan Peraturan-peraturan untuk menjalankan Undang-Undang tersebut;"
        },
        "Mengingat": {
            "Introduction": "\nPasal 5, ayat 2 Undang-Undang Dasar Republik Indonesia;"
        },
        "Menetapkan": "\nperaturan sebagai berikut\nPERATURAN KECELAKAAN 1947.",
        "tanggal sah": "21 juli 1947"
    }
}