{
    "results": [
        {
            "id": "0a03d667-79e2-456b-b870-059f4a047161",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "f756e8b5-0bbf-49c7-b788-b5bf12fcc651",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Kepada Ketua Konstituante Republik Indonesia yang pada waktu\ndiangkat menjadi Ketua Konstituante karena kesulitan perumahan di\nBandung terpaksa menginap dan untuk sementara waktu bertempat-\ntinggal di rumah penginapan umum, selama beliau menginap/\nbertempat tinggal di rumah penginapan umum diberi tunjangan atas\ntanggungan Negara menurut peraturan ini.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "a249a3cc-af96-481d-b6b9-76afc855324d",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "82a67c06-d769-4935-a684-a0bce8744296",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Jumlah tunjangan dimaksud Pasal 1 ialah :\n1. a. bagi Ketua Konstituante yang mempunyai tanggungan\nkeluarga yang ditinggalkan di tempat kedudukannya yang\nlama, sebanyak biaya yang sebenarnya dibayar untuk\nmenginap dan makan menurut tanda bukti pembayaran yang\nharus dilampirkan;\nb. bagi Ketua Konstituante yang tidak mempunyai tanggungan\nkeluarga, sebesar perbedaan antara jumlah biaya rumah\npenginapan umum dan 60% dari jumlah penghasilan bersih\nKetua Konstituante yang bersangkutan;\nc. bagi Ketua Konstituante yang mempunyai tanggungan\nkeluarga yang bersama-sama tinggal di rumah penginapan umum itu, sebesar perbedaan antara jumlah biaya rumah penginapan umum itu dan 70% dari jumlah penghasilan bersih Ketua Konstituante yang bersangkutan.\n2. Sebanyak biaya-biaya yang sebenarnya dibayar untuk pemakaian tilpon menurut tanda bukti pembayaran yang harus dilampirkan.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "cada9920-0e31-4ce3-9234-d546bfadf68b",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "ca6176d6-2bf5-4f5a-9b5d-1b400f57d4da",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Yang dimaksud dengan penghasilan bersih dalam Pasal 2 ayat (1) b dan c, ialah gaji pokok ditambah dengan tunjangan umum dipotong dengan pajak peralihan, iuran pensiun dan dana janda dan piatu.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "e256feca-b07a-481c-8461-8c1a81313ea7",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "5cbcc06a-df76-4d77-bb0f-9dd5b301ef8e",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada hari diundangkan dan berlaku surut sampai tanggal pada waktu diangkatnya anggota Konstituante sebagai Ketua Konstituante.\nAgar supaya setiap orang dapat mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatan dalam Lembaran Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "20",
        "Tahun": "1957",
        "Tentang": "PEMBERIAN PENGGANTIAN PEMBAYARAN UANG PENGINAPAN DAN UANG\nMAKAN DI RUMAH PENGINAPAN UMUM BAGI KETUA\nKONSTITUANTE REPUBLIK INDONESIA",
        "Menimbang": {
            "Introduction": "\nbahwa sebelum diatur dengan undang-undang, perlu mengadakan\nperaturan sementara tentang pemberian penggantian pembayaran uang\npenginapan dan uang makan di rumah penginapan umum bagi Ketua\nKonstituante Republik Indonesia, selama beliau belum mendapat\nrumah dinas;"
        },
        "Mengingat": {
            "Introduction": "\na. Undang-undang Dasar Sementara pasal 136 jo Pasal 73;\nb. Undang-undang Darurat Nomor 3 tahun 1956 Pasal 1 ayat (1) dan\nayat (4);\nMendengar \nDewan Menteri dalam rapatnya pada tanggal 13 Maret 1957."
        },
        "Menetapkan": "\nNot Available",
        "tanggal sah": "2 April 1957"
    }
}