{
    "results": [
        {
            "id": "337b57e9-cb96-4a57-8a2e-c7db0c1de73d",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "08f3e3a9-cf7d-4078-ae75-ffe48a627e9e",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Yang dimaksud dalam Peraturan Pemerintah ini dengan :\nA. Perusahaan penanaman modal dalam negeri adalah perusahaan yang\ndibentuk dan bergerak dalam rangka Undang-undang Nomor 6 Tahun\n1968, sebagaimana telah diubah dan ditambah dengan Undang-\nundang Nomor 12 Tahun 1970;\n\nb. Perusahaan penanaman modal asing adalah perusahaan yang dibentuk\ndan bergerak dalam rangka Undang-undang Nomor 1 Tahun 1967,\nsebagaimana telah diubah dan ditambah dengan Undang-undang\nNomor 11 Tahun 1970;\nc. Masa bebas pajak adalah masa pembebasan pajak perseroan,\nsebagaimana dimaksud dalam Pasal 13 ayat (1) dan ayat (2) Undang-\nundang Nomor 12 Tahun 1970 tentang Penanaman Modal Dalam\nNegeri atau Pasal 16 ayat (1) dan ayat (2) Undang-undang Nomor 1\nTahun 1967 jo Undang-undang Nomor 11 Tahun 1970 tentang\nPenanaman Modal Asing;\nd. Perangsang penanaman modal adalah potongan yang diberikan atas\npengeluaran untuk penanaman, sebagaimana dimaksud dalam Pasal\n12 ke 4 huruf d Undang-undang Nomor 6 Tahun 1968 jo Undang-\nundang Nomor 12 Tahun 1970 tentang Penanaman Modal Dalam\nNegeri atau Pasal 15 ke 4 huruf d Undang-undang Nomor 1 Tahun\n1967 jo Undang-undang Nomor 11 Tahun 1970 tentang Penanaman\nModal Asing jo Pasal 4b Ordonansi Pajak Perseroan 1925 jo Undang-\nundang Nomor 8 Tahun 1970;\ne. Produksi komersil adalah produksi dalam jumlah wajar yang dapat\ndisalurkan di pasaran dan besarnya ditetapkan oleh Direktur Jenderal\nPajak dengan memperhatikan pendapat Departemen Teknis yang\nbersangkutan.",
                "explanation": "\nPasal ini menjelaskan tentang perusahaan-perusahaan yang dimaksud dalam Peraturan Pemerintah ini, demikian pula pengertian masa bebas pajak dan perangsang penanaman dengan menunjuk pada Undang-undang atau ordonansi yang bersangkutan. Juga dalam pasal ini diberikan definisi dari produksi komersil yang dalam pelaksanaannya ditetapkan oleh Direktur Jenderal Pajak dengan memperhatikan pendapat Departemen Teknis yang bersangkutan."
            }
        },
        {
            "id": "2a540e22-1e9d-4238-ad03-4137afdc0363",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "b86d15dc-2ded-4dec-b878-cec72bd1be9b",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Kepada perusahaan penanaman modal dalam negeri dan penanaman\nmodal asing yang:\n\na. dapat menampung tenaga kerja dalam jumlah yang besar, atau\nb. dapat menghasilkan devisa ekspor yang besar, atau\nc. berlokasi di didaerah yang perlu dikembangkan, sehingga harus\nmembuka prasarana baru dengan menghadapi risiko yang besar,\ndapat diberikan tambahan kelonggaran perpajakan lain disamping\nfasilitas perpajakan yang telah diberikan berdasarkan Pasal 13 ayat\n(1) dan ayat (2) Undang-undang Nomor 6 Tahun 1968 jo. Undang-\nundang Nomor 12 Tahun 1970 tentang Penanaman Modal Dalam\nNegeri dan Pasal 9 16 ayat (1) dan ayat (2) Undang-undang\nNomor 1 Tahun 1967 jo. Undang-undang Nomor 11 Tahun 1970\ntentang Penanaman Modal Asing.\n(2) Besarnya tenaga kerja yang ditampung, besarnya devisa ekspor yang\ndihasilkan, dan penetapan lokasi perusahaan di daerah yang perlu\ndikembangkan akan ditentukan lebih lanjut oleh Menteri Keuangan\nsetelah mendengar saran dan pendapat Menteri yang membidangi\nperusahaan yang bersangkutan, Menteri Tenaga Kerja dan\nTransmigrasi dan Ketua Badan Koordinasi Penanaman Modal.",
                "explanation": "\nTambahan kelonggaran perpajakan yang diberikan merupakan tambahan fasilitas atas keringanan perpajakan yang telah ada yang berupa masa bebas pajak atau perangsang penanaman (investment allowance). Tambahan fasilitas perpajakan ini hanya diberikan kepada perusahaan penanaman modal dalam negeri dan penanaman modal asing yang\nHuruf a.\ndapat menampung tenaga kerja dalam jumlah yang besar.\natau\nHuruf b.\ndapat menghasilkan devisa ekspor yang besar, atau\nHuruf c.\nberlokasi di daerah yang perlu dikembangkan, sehingga harus membuka prasarana baru dengan menghadapi risiko yang besar.\n"
            }
        },
        {
            "id": "a79b006d-527a-42dd-86be-830626c43b1f",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "341406e8-b102-40a0-9deb-acdf0e4aaee8",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Tambahan kelonggaran perpajakan sebagaimana dimaksud dalam\nPasal 2 ayat (1) diberikan dalam bentuk potongan pajak perseroan\ndan potongan pajak perseroan dan potongan pajak atas bunga, dividen\ndan royalty untuk pembayaran dividen yang terhutang.\n(2) Perincian potongan pajak perseroan dimaksud pada ayat (1) Pasal 3\nini ditetapkan lebih lanjut oleh Menteri Keuangan dengan\nmemperhatikan sifat bidang usaha yang bersangkutan.\n\n(3) Potongan pajak atas bunga, dividen dan royalty untuk pembayaran\ndividen yang terhutang, sebagaimana dimaksud pada ayat (1) Pasal 3\nini, ditetapkan sebesar 50% (lima puluh persen).",
                "explanation": "\nTambahan kelonggaran perpajakan diberikan dalam bentuk potongan pajak perseroan dan potongan pajak atas bunga deviden dan royalty untuk pembayaran deviden yang terhutang, dimana perusahaan dibebaskan untuk sebahagian dari pajak perseroan dan PBDR atas deviden yang terhutang. PBDR atas bunga dan royalty tidak memperoleh keringanan."
            }
        },
        {
            "id": "7c4d5eff-00ba-4a58-a431-f5165fa1f3a3",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "aaa613eb-3fd3-4b76-9e74-cd110dba9bf3",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dalam hal sesuatu perusahaan penanaman modal dalam negeri atau\npenanaman modal asing sebagaimana dimaksud dalam Pasal 2 ayat (1)\ndisamping mememenuhi persyaratan kemampuan menampung tenaga\nkerja, penghasilan devisa ekspor, juga memenuhi persyaratan lokasi di\ndaerah yang perlu dikembangkan, yang ditetapkan berdasarkan Pasal 2\nayat (2), maka tambahan kelonggaran pajak perseroan yang diberikan\nmerupakan penjumlahan dari tambahan kelonggaran perpajakan yang\nberlaku untuk masing-masing jenis persyaratan.",
                "explanation": "\nJika suatu perusahaan di samping dapat menampung tenaga kerja dalam jumlah yang\nbesar dan karenanya memperoleh pembebasan x% dari pajak perseroan yang\nterhutang, juga dapat menghasilkan devisa ekspor yang besar sehingga berhak atas\npembebasan y% dari pajak perseroan yang terhutang, maka tambahan kelonggaran\npajak perseroan yang akan dinikmati perusahaan tersebut adalah (x+y)% dari pajak\nperseroan yang terhutang. Jika perusahaan tersebut disamping memenuhi kedua\npersyaratan di maksud di atas juga tergolong perusahaan yang berlokasi di daerah\nyang perlu dikembangkan, dimana tambahan fasilitas pajak perseroan untuk ini\nadalah z%, maka seluruh kelonggaran pajak perseroan yang akan dinikmati\nperusahaan tersebut adalah (x+y+z)%."
            }
        },
        {
            "id": "8608e0c9-c1a1-40ad-a7fb-6da652c6fc6e",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "1ba93ef2-8de5-483b-ba2c-042cdc044837",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Tambahan kelonggaran perpajakan yang diberikan dalam Peraturan\nPemerintah ini tidak berlaku bagi perusahaan penanaman modal dalam\nnegeri dan penanaman modal asing yang telah memperoleh fasilitas\nperpajakan secara khusus dengan suatu Peraturan Pemerintah tersendiri\natau peraturan khusus lainnya.",
                "explanation": "\nTambahan kelonggaran perpajakan ini tidak diberikan kepada perusahaan\nperusahaan yang telah memperoleh fasilitas perpajakan secara khusus dengan suatu\nPeraturan Pemerintah atau peraturan khusus lainnya seperti Keputusan Menteri\nKeuangan, mengingat bahwa kelonggaran perpajakan yang diatur secara khusus\ndalam Peraturan Pemerintah dan peraturan khusus lainnya tersebut dianggap sudah\ncukup memadai.\n"
            }
        },
        {
            "id": "d61aa4af-37f4-4fc1-83ab-c4eb38e8034b",
            "name": "Article 6",
            "type": "article",
            "children": {
                "id": "3d8bd1ff-bf2d-4df8-99e0-79c731fc9ebd",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "(1) Tambahan kelonggaran perpajakan sebagaimana dimaksud dalam\nPasal 2 ayat (1) diberikan baik kepada perusahaan penanaman modal\ndalam negeri dan penanaman modal asing yang pernah, sedang atau\nakan menikmati masa bebas pajak, maupun yang pernah, sedang atau\nakan menikmati fasilitas perangsang penanaman untuk jangka waktu\npaling lama 10 (sepuluh) tahun dengan ketentuan bahwa :\n\na. bagi perusahaan yang masa bebas pajaknya telah berakhir sebelum\ntahun 1980, jangka waktu 10 (sepuluh) tahun tersebut dihitung\nsejak di keluarkannya Surat Keputusan Menteri Keuangan tentang\npelaksanaan dari Peraturan Pemerintah ini sebagaimana dimaksud\ndalam Pasal 2 ayat (2) dan Pasal 3 ayat (2);\nb. bagi perusahaan yang masa bebas pajaknya berakhir dalam atau\nsesudah tahun 1980, jangka waktu 10 (sepuluh) tahun tersebut\ndihitung sejak berakhirnya masa bebas pajak;\nc. bagi perusahaan yang memperoleh fasilitas perangsang penanaman\ndan saat produksi komersilnya telah dimulai sebelum tahun 1980,\njangka waktu 10 (sepuluh) tahun tersebut dihitung sejak di\nkeluarkannya Surat Keputusan Menteri Keuangan tentang\npelaksanaan dari Peraturan Pemerintah ini sebagaimana dimaksud\ndalam Pasal 2 ayat (2) dan Pasal 3 ayat (2);\nd. bagi perusahaan yang memperoleh fasilitis perangsang penanaman\ndan saat produksi komersilnya dimulai dalam atau sesudah tahun\n1980, jangka waktu 10 (sepuluh) tahun tersebut dihitung sejak\ntahun pada saat produksi komersil dimulai.\n(2) Dalam hal suatu perusahaan sebagaimana dimaksud dalam Pasal 2\nayat (1) yang di samping menikmati fasilitas masa bebas pajak, juga\nmemperoleh fasilitas perangsang penanaman untuk tahun-tahun\nsesudah masa bebas pajak, maka tambahan kelonggaran perpajakan\nsebagaimana dimaksud dalam Pasal 2 ayat (1) diberikan untuk jangka\nwaktu paling lama 10 (sepuluh) tahun dengan ketentuan bahwa :\na. jika masa bebas pajak berakhir sebelum tahun 19,80, jangka waktu\n10 (sepuluh) tahun tersebut dihitung sejak di keluarkannya Surat\nKeputum Menteri Keuangan tentang pelaksanaan dari Peraturan\nPemerintah ini sebagaiamana dimaksud dalam Pasal 2 ayat (2) dan\nPasal 3 ayat (2),\n\nb. jika masa bebas pajak berakhir dalam atau sesudah tahun 1980,\njangka waktu 10 (sepuluh) tahun tersebut dihitung sejak\nberakhirnya masa bebas pajak.\n(3) Dalam hal suatu perusahaan sebagaimana dimaksud dalam Pasal 2\nayat (1) telah beberapa kali menikmati fasilitas perangsang\npenanaman atas tambahan-tambahan investasi yang dilakukan, maka\ntambahan kelonggaran perpajakan sebagaimana dimaksud dalam\nPasal 2 ayat (1) diberikan untuk jangka waktu paling lama 10\n(sepuluh) tahun dengan ketentuan bahwa:\na. jika saat produksi komersil dari investasi yang pertama dimulai\nsebelum tahun 1980, jangka waktu 10 (sepuluh) tahun tersebut\ndihitung sejak di keluarkannya Surat Keputusan Menteri Keuangan\ntentang pelaksanaan dari Peraturan Pemerintah ini sebagaimana\ndimaksud dalam Pasal 2 ayat (2) dan Pasal 3 ayat (2);\nb. jika saat produksi komersil dari investasi yang pertama dimulai\ndalam atau sesudah tahun 1980, jangka waktu 10 (sepuluh) tahun\ntersebut dihitung sejak tahun pada saat produksi komersil investasi\nyang pertama tersebut dimulai.",
                "explanation": "\nContoh.\nHuruf a.\nMasa bebas pajak perseroan perusahaan A berakhir pada tanggal 31 Agustus\n1979 (=sebelum 1 Januari 1980), maka jangka waktu 10 (sepuluh) tahun\ndihitung sejak tanggal dikeluarkannya Surat Keputusan Menteri Keuangan\nsebagaimana dimaksud dalam Pasal 2 ayat (2) dan Pasal 3 ayat (2) sebagai\npelaksanaan dari Peraturan Pemerintah ini;\nHuruf b.\nMasa bebas pajak perseroan perusahaan B berakhir tanggal 31 Oktober 1980\n(= dalam tahun 1980), maka jangka waktu 10 (sepuluh) tahun dihitung sejak\n1 Nopember 1980 (10 x 12 bulan). Demikian pula halnya dengan perusahaan\nyang masa bebas pajak perseroannya berakhir sesudah tahun 1980;\nHuruf c\nPerusahaan C memperoleh fasilitas perangsang penanaman sejak tahun\ndilakukannya penanaman, misalnya tahun 1978. Fasilitas perangsang\npenanaman adalah untuk tahun 1978, 1979, 1980, dan 1981. Saat produksi\nkomersil jatuh pada tanggal 1 September 1979, (=sebelum tahun 1980), maka\njangka waktu 10 (sepuluh) tahun dihitung sejak tanggal di keluarkannya surat\nKeputusan Menteri Keuangan sebagaimana dimaksud dalam Pasal 2 ayat (2)\ndan Pasal 3 ayat (2) sebagai pelaksanaan dari Peraturan Pemerintah ini;\n\nHuruf d.\nPerusahaan D memperoleh fasilitas perangsang penanaman sejak tahun 1979.\nFasilitas perangsang penanaman adalah untuk tahun 1979, 1980, 1981, dan\n1982. Saat produksi komersil dimulai tanggal 1 Juli 1981 (=sesudah tahun\n1980), maka jangka waktu 10 (sepuluh) tahun dihitung sejak tahun 1981 dan\nbukan sejak tanggal 1 Juli 1981;"
            }
        },
        {
            "id": "078fecc2-5a1c-4c96-a107-1e8371b1cf6f",
            "name": "Article 7",
            "type": "article",
            "children": {
                "id": "92c341c7-6650-46e1-9757-897ad5c303ae",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Pelaksanaan pemberian tambahan kelonggaran perpajakan untuk masing-\nmasing badan usaha dilakukan oleh Ketua Badan Koordinasi Penanaman\nModal atas nama Menteri Keuangan.",
                "explanation": "\nCukup jelas."
            }
        },
        {
            "id": "60474ddc-883c-45b5-b30d-47fcab51a6a7",
            "name": "Article 8",
            "type": "article",
            "children": {
                "id": "3ef63316-79ff-434c-930e-64e811769a6a",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar supaya setiap orang mengetahuinya, memerintahkan pengundangan\nPeraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara\nRepublik Indonesia.",
                "explanation": "\nCukup jelas.\n"
            }
        }
    ],
    "metadata": {
        "Nomor": "2",
        "Tahun": "1981",
        "Tentang": "PEMBERIAN TAMBAHAN KELONGGARAN PERPAJAKAN DALAM\nRANGKA PENANAMAN MODAL DALAM NEGERI DAN\nPENANAMAN MODAL ASING",
        "Menimbang": {
            "Introduction": "\nbahwa untuk lebih mendorong penanaman modal yang bersifat padat karya,\nmenghasilkan devisa ekspor dan penanaman modal di daerah-daerah yang\nperlu dikembangkan, dipandang perlu untuk memberikan tambahan\nkelonggaran perpajakan sebagaimana dimaksud dalam Pasal 13 ayat (3)\nUndang-undang Nomor 6 Tahun 1968 jo. Undang-undang Nomor 12\nTahun 1970 tentang Penanaman Modal Dalam Negeri dan Pasal 16 ayat\n(3) Undang-undang Nomor 1 Tahun 1967 jo. Undang-undang Nomor 11\nTahun 1970 tentang Penanaman Modal Asing;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Ordonansi Pajak Perseroan 1925 (Stbl. 1925 319) sebagaimana telah\nbeberapa kali diubah dan ditambah, terakhir dengan Undang-undang\nNomor 8 Tahun 1970 tentang Perubahan dan Tambahan Ordonansi\nPajak Perseroan 1925 (Lembaran Negara Tahun 1970 Nomor 43,\nTambahan Lembaran Negara Nomor 2940);",
            "3": " Undang-undang Pajak Deviden 1959 sebagaimana telah diubah dan\nditambah, terakhir dengan Undang-undang Nomor 10 Tahun 1970\ntentang Perubahan dan Tambahan Undang-undang Pajak Deviden 1959\n(Lembaran Negara Tahun 1970 Nomor 45, Tambahan Lembaran\nNegara Nomor 2942);",
            "4": " Undang-undang Nomor 1 Tahun 1967 tentang Penanaman Modal Asing\n(Lembaran Negara Tahun 1967 Nomor 1, Tambahan Lembaran Negara\nNomor 2818) sebagaimana telah diubah dan ditambah dengan Undang-\nundang Nomor 11 Tahun 1970 tentang Perubahan dan Tambahan\nUndang-undang Nomor 1 Tahun 1967 tentang Penanaman Modal Asing\n(Lembaran Negara Tahun 1970 Nomor 46, Tambahan Lembaran\nNegara Nomor 2943);",
            "5": " Undang-undang Nomor 6 Tahun 1968 tentang Penanaman Modal\nDalam Negeri (Lembaran Negara Tahun 1968 Nomor 33, Tambahan\nLembaran Negara Nomor 2853) sebagaimana yang telah diubah dan di\ntambah dengan Undang-undang Nomor 12 Tahun 1970 tentang\nPerubahan dan Tambahan Undang-undang Nomor 6 Tahun 1968\ntentang Penanaman Modal Dalam Negeri (Lembaran Negara Tahun\n1970 Nomor 47, Tambahan Lembaran Negara Nomor 2944)."
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH TENTANG PEMBERIAN TAMBAHAN\nKELONGGARAN PERPAJAKAN DALAM RANGKA PENANAMAN\nMODAL DALAM NEGERI DAN PENANAMAN MODAL ASING.",
        "tanggal sah": ""
    }
}