{
    "results": [
        {
            "id": "7995c7e1-b245-42fc-a201-a1ac35d7f809",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "0124a2db-8731-4860-964b-6dd9cb4bbf88",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan penghapusan uang yang dicuri, digelapkan atau\nhilang dari perhitungan Bendaharawan yang bersangkutan,\nsebagaimana ditetapkan dengan \"Gouvernementsbesluit\" tanggal 2\nJanuari 1915 No. 25 (\"Staatsblad\" No. 2), dicabut dan diganti\ndengan peraturan tersebut di bawah ini:\n(1) Uang yang dicuri, digelapkan atau hilang, dihapuskan dari\nperhitungan Bendaharawan yang bersangkutan, berdasarkan\nkeputusan yang beralasan dari Menteri yang mengurus bagian\nanggaran yang harus dibebani kerugian tersebut, jikalau\nternyata bahwa pencurian, penggelapan atau kehilangan itu\ntidak disebabkan oleh kesalahan atau kealpaan Bendaharawan\ntadi.\n(2) Jikalau uang yang dicuri, digelapkan atau hilang itu\nberjumlah lebih dari Rp. 25.000,- (dua puluh lima ribu\nrupiah) dan kerugian tidak dibebankan pada bagian anggaran\nyang diurus oleh Menteri Keuangan, maka kuasa untuk\nmenghapuskan tidak diberikan, sebelum terdapat persetujuan\nMenteri Keuangan.\n(3) Jika kerugian harus dibebankan pada lebih dari satu bagian\nanggaran, maka antara Menteri-menteri yang bersangkutan\ndiadakan permupakatan tentang penghapusannya. Kalau tidak\nterdapat kata sepakat, maka penghapusan itu diputuskan oleh\nMenteri Keuangan.\nPemeriksaan permulaan dilakukan oleh kementerian yang diduga\nmenderita kerugian yang terbanyak.\n(4) Salinan segala keputusan yang memberi kuasa untuk\nmenghapuskan uang dari perhitungan Bendaharawan yang\nbersangkutan, dikirimkan kepada Dewan Pengawas Keuangan.\nPasal II\nPeraturan Pemerintah ini mulai berlaku pada hari diundangkan\ndan berlaku pula terhadap segala perkara yang sedang diperiksa dan\nyang mungkin mengakibatkan penghapusan termaksud dalam pasal (1)\nPeraturan tersebut di atas.\nAgar supaya setiap orang dapat mengetahuinya, memerintahkan\npengundangan Peraturan Pemerintah ini dengan penempatan dalam\nLembaran Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "20",
        "Tahun": "1956",
        "Tentang": "MENGGANTI PERATURAN PENGHAPUSAN UAN YANG DICURI, DIGELAPKAN\nATAU HILANG DARI PERHITUNGAN BENDAHARAWAN YANG BERSANGKUTAN",
        "Menimbang": {
            "Introduction": "\nbahwa dianggap perlu mengubah Peraturan penghapusan uang yang\ndicuri, digelapkan atau hilang, dari perhitungan Bendaharawan yang\nbersangkutan (\"Staatsblad\" 1915 No. 2)."
        },
        "Mengingat": {
            "Introduction": "\npasal 98 Undang-undang Dasar Sementara Republik Indonesia dan\n\"Staatsblad\" 1915 No. 2.\nMendengar\nDewan Menteri dalam rapatnya yang ke-10 pada tanggal 22 Mei 1956."
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH UNTUK MENGGANTI PERATURAN PENGHAPUSAN UANG\nYANG DICURI DIGELAPKAN ATAU HILANG, DARI PERHITUNGAN BENDAHARAWAN\nYANG BERSANGKUTAN (\"STAATSBLAD\" 1915 NO. 2).",
        "tanggal sah": "2 Januari 1915"
    }
}