{
    "results": [
        {
            "id": "057532af-a933-44e0-9117-980e04e60899",
            "name": "Chapter I",
            "title": "\nTENTANG PETUGAS-PETUGAS YANG MENERIMA PERNYATAAN\nKETERANGAN, CARA PERNYATAAN KETERANGAN\nDAN ADMINISTRASINYA, DAN SURAT BUKTI\nKEWARGA-NEGARAAN REPUBLIK INDONESIA.",
            "type": "chapter",
            "children": [
                {
                    "id": "c93e7230-29b9-42d7-b226-e34f14a8c95b",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "f5a400e2-1eea-47e0-8c35-0d79540b245b",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKeterangan tentang melepaskan kewarga-negaraan Republik Rakyat\nTiongkok untuk tetap mempunyai kewarga-negaraan Republik Indonesia\natau untuk memperoleh kembali kewarga-negaraan Republik Indonesia\nsebagaimana dimaksud pasal III dan pasal VI Perjanjian, harus\ndinyatakan;\ndi Indonesia kepada Hakim Pengadilan Negeri yang daerah hukumnya\nmeliputi tempat tinggal orang yang menyatakan keterangan:",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "d5b75500-2abd-4dc7-9ea7-7d2cf66af168",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "8d4099e2-f08a-4ce5-8200-edb9c377ec33",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Keterangan tentang melepaskan kewarga-negaraan Republik\nRakyat Tiongkok dapat dinyatakan dengan surat atau dengan\nlisan, kedua-duanya bebas dari meterai dan biaya,\n(2) Keterangan yang dinyatakan dengan tulisan dianggap dinyatakan\npada hari tulisan itu diterima pada kantor petugas tersebut\ndalam pasal 1.\nKeterangan yang dinyatakan dengan lisan dianggap dinyatakan\npada hari dibuat surat catatan termaksud dalam pasal 6,\nkecuali dalam hal yang ditentukan dalam ayat 3 kalimat ke-2.\nKeterangan yang dinyatakan setelah waktu yang ditentukan\nlampau tidak diterima.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "6737f1df-e78f-4b47-a07b-323cd1a699d3",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Apabila orang-orang yang datang untuk menyatakan keterangan\nsecara lisan begitu banyak sehingga tidak dapat dilayani\nwaktu itu, petugas dapat menentukan bahwa orang-orang itu\nmendaftarkan namanya saja dahulu, dan pembuatan surat catatan\ntermaksud dalam pasal 6 ditentukan pada hari lain.\nHari pendaftaran dianggap sebagai hari menyatakan keterangan.\nApabila orang yang mendaftarkan namanya dipanggil untuk\nmenyelesaikan pernyataan keterangannya tidak datang hingga\ndua kali, maka namanya dihapuskan dari daftar.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "7c5c2fa6-b79a-4b9f-8932-ed6cdfbf293c",
                    "name": "Article 3",
                    "type": "article",
                    "children": [
                        {
                            "id": "c51c3594-99a2-40eb-86da-64d999552a25",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Pernyataan dengan surat harus menyebutkan keterangan-\nketerangan seperti tercantum dalam pormulir I, II, III, IV,\natau V, yaitu:\na. pormulir I untuk orang laki-laki yang mempunyai anak\nbelum dewasa yang sah, disahkan, diakui dengan sah atau\ndiangkat dengan sah;\nb. pormulir II untuk orang perempuan yang mempunyai anak\nbelum dewasa, yang tidak mempunyai bapak sah atau tidak\ndiketahui kewarga-negaraan bapaknya ataupun bapaknya\ntelah meninggal dunia sebelum menyatakan keterangan\ntentang melepaskan kewarga-negaraan Republik Indonesia\natau kewarga-negaraan Republik Rakyat Tiongkok;\nc. pormulir III untuk orang yang tidak mempunyai anak\nbelum dewasa dan untuk perempuan yang anak-anaknya\nsemuanya mempunyai bapak sah dan masih hidup atau sudah\nmeninggal dunia setelah menyatakan keterangan tentang\nmelepaskan kewarga-negaraan Republik Indonesia atau\nkewarga-negaraan Republik Rakyat Tiongkok;\nd. pormulir IV untuk orang yang telah menjadi dewasa dan\nselama belum dewasa mengikuti kewarga-negaraan bapak\natau ibunya yang memilih kewarga-negaraan Republik\nIndonesia;\ne. pormulir V untuk orang yang telah menjadi dewasa dan\nselama belum dewasa mengikuti kewarga-negaraan\n(2) Nama orang yang menyatakan keterangan, nama isteri dan anak-\nanaknya harus ditulis dengan huruf Latin dengan disertai\ntulisannya dalam huruf Tionghoa.\nOrang yang menyatakan keterangan boleh menambah namanya\ndengan nama lain yang dianggap nama Indonesia asli sebagai\nalias, dengan tidak melanggar adat sesuatu daerah;\n(3) Tanda tangan atau cap (empu) jari yang dibubuhi dibawah surat\npernyataan keterangan, harus dinyatakan sahnya menurut\naturan-aturan yang berlaku.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "f01d58a7-a3bb-4f36-bbe4-3cbab2e6a366",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Surat pernyataan keterangan harus dikirim dalam empat rangkap\nyang masing-masing ditempeli pasfoto dan disertai pembuktian\ntentang kelahiran orang yang menyatakan, tentang kelahiran\nanak-anak yang belum dewasa dan tentang perkawinan,",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "1fec69d7-020b-466d-a029-9ba6c4e2b578",
                    "name": "Article 4",
                    "type": "article",
                    "children": [
                        {
                            "id": "c7170c9f-0135-4855-9617-0e292dc81d21",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Apabila petugas yang menerima surat pernyataan keterangan\nmenganggap orang yang menyatakan keterangan tidak berhak,\nmaka pernyataan keterangan ditolak dan semua surat pernyataan\nketerangan dikembalikan kepada orang yang menyatakan\nketerangan dengan disebut alasan penolakan.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "dddca1be-e62c-4784-8111-f348c5eec05e",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Apabila petugas yang menerima surat pernyataan keterangan\nmenganggap surat itu tidak benar atau keterangan-\nketerangannya belum cukup diyakinkan, maka semua surat\nolehnya dikembalikan kepada orang yang menyatakan dengan\ndiberitahukan apa yang perlu diperbaiki atau diperlengkapi.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "28eb36c1-aefb-4b8d-83b7-da12c88a0199",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Seorang yang pernyataan keterangannya ditolak, dapat\nmembuktikan haknya untuk menyatakan keterangan itu lebih\nlanjut kepada petugas yang menolak selambat-lambatnya 4 bulan\nsetelah penolakan itu diberitahukan.\nApabila pernyataan yang ditolak itu kemudian oleh petugas\ndinyatakan benar, maka pernyataan keterangan itu berlaku\nmulai hari pernyataan semula.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "a31c05a4-b5cb-4ea0-8645-95778326305b",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "9c46c6cd-22b3-4a2a-9074-b38011eabe68",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nApabila petugas yang menerima surat pernyataan keterangan\nmenganggap pernyataan itu benar, maka surat pernyataan keterangan\nitu diberinya nomor urut dan di bawah tiap-tiap lembar olehnya\ndibubuhi keterangan-keterangan yang ditanda-tangani menurut\npormulir I, II, III, IV atau V.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "47246f76-ee38-4deb-a3cf-f202a3af8faa",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "28cafc82-7945-42fd-a475-e10a12c25418",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDari keterangan tentang melepaskan kewarga-negaraan Republik\nRakyat Tiongkok yang dinyatakan dengan lisan yang oleh petugas\ndianggap benar, oleh petugas itu dibuat surat catatan dalam empat\nrangkap yang ditanda-tanganinya dan yang masing-masing ditempeli\npasfoto, menurut pormulir IA, IIA, IIIA, IVA atau VA, yang\nterlampir pada peraturan Pemerintah ini, yaitu menurut perbedaan\na, b, c, d dan e dalam pasal 3 ayat 1.\nSurat catatan itu diberi nomor urut.\nNomor urut yang diberikan kepada surat catatan dan kepada surat\npernyataan keterangan adalah sambung-menyambung menurut waktu\nmembuat surat catatan atau penerimaan surat pernyataan itu.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "82e5a45d-aa41-47d4-9ad6-5e1eaffb28b1",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "32b828cc-689e-4700-8f9c-3f848b48af78",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSelembar surat pernyataan keterangan yang sudah dibubuhi\nketerangan-penerimaan termaksud dalam pasal 5 atau selembar surat\ncatatan pernyataan keterangan oleh petugas disampaikan kepada\norang yang menyatakan keterangan.\nDua lembar kedua surat tersebut di atas disampaikan kepada Menteri\nKehakiman.\nSelembar kedua surat itu disimpan oleh petugas dalam suatu berkas\nbersama dengan surat-surat (catatan) pemyataan keterangan yang\nlain, disusun menurut nomor urut.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "a07db376-df38-4b8e-b2c0-a2faa2d0ff0c",
                    "name": "Article 8",
                    "type": "article",
                    "children": {
                        "id": "4ac1e664-3a17-4d92-98d5-3845a13c4f5b",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSurat pernyataan keterangan yang sudah dibubuhi keterangan-\npenerimaan oleh petugas atau surat catatan pernyataan keterangan\nyang disampaikan kepada orang yang menyatakan keterangan termaksud\ndalam pasal 7 kalimat kesatu, merupakan surat bukti langsung\ntentang kewarga-negaraan Republik Indonesia bagi orang yang\nmenyatakan keterangan itu dan bagi anak-anaknya yang belum dewasa\nyang disebut di dalam surat itu selama anak-anak itu belum dewasa.\nSurat-surat tersebut di atas kehilangan daya pembuktiannya apabila\npernyataan keterangannya oleh Menteri Kehakiman atau oleh (Hakim)\nPengadilan Umum dinyatakan tidak sah. Dalam hal ini surat-surat\nitu oleh pemegangnya harus segera dikembalikan kepada petugas yang\nmemberikannya.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "8aaa6c5c-4019-4d9d-86be-a1cf417bffe4",
                    "name": "Article 9",
                    "type": "article",
                    "children": {
                        "id": "b0ff2ec8-c6cb-4136-b6a7-82070d41cbe1",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nMenteri Kehakiman mengembalikan surat-surat (catatan) pernyataan\nketerangan yang dianggapnya perlu diperbaiki atau yang dianggapnya\ntidak sah karena orang yang menyatakan keterangan tidak berhak\nuntuk itu kepada petugas yang mengirimkannya.\nDalam hal surat (catatan) pernyataan keterangan perlu diperbaiki\nmaka petugas yang bersangkutan mengusahakan perbaikan itu pada\nkeempat lembar surat (catatan) dan mengembalikannya setelah itu\nselembar karena orang yang menyatakan keterangan dan dua lembar\nkepada Menteri Kehakiman.\nDalam hal pernyataan keterangan dianggap tidak sah oleh Menteri\nKehakiman maka petugas yang bersangkutan mengusahakan supaya\nlembaran yang ada pada orang yang menyatakan keterangan\ndikembalikan kepadanya, setelah mana keempat lembar surat\n(catatan) pernyataan keterangan dimusnahkan.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "e5362634-0262-473b-a6fd-253b7de2dcb7",
                    "name": "Article 10",
                    "type": "article",
                    "children": {
                        "id": "ede35168-d971-45b9-b8b4-b00536ec4110",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPasal 11.\nMasing-masing petugas tersebut dalam pasal 1 di dalam kantornya\nmemelihara sebuah daftar bulanan untuk pernyataan keterangan\nmenurut contoh B yang terlampir pada Peraturan Pemerintah ini.\nSemua keterangan yang dinyatakan dalam satu bulan, baik dengan\nlisan yang sudah dibuat catatannya maupun dengan tulisan yang\ntelah dibubuhi keterangan penerimaan, dicatat dalam daftar bulanan\nitu dan disusun menurut abjad nama orang yang menyatakan\nketerangan.\nDaftar bulanan itu sedapat-dapat sudah selesai pada akhir bulan\nberikutnya.\nSehelai salinan daftar bulanan selekas-lekasnya disampaikan kepada\nMenteri Kehakiman; sehelai lagi disampaikan kepada Gubernur Kepala\nDaerah dan Kepala Polisi Propinsi Jakarta Raya dan sekitarnya yang\nmeliputi daerah petugas yang bersangkutan di Indonesia atau kepada\nMenteri Luar Negeri bagi petugas di luar negeri.\nDaftar bulanan itu, jika perlu, diperbaiki menurut petunjuk\nMenteri Kehakiman.\nPetugas yang bersangkutan memberitahukan perbaikan yang\ndikehendaki oleh Menteri Kehakiman itu kepada Gubernur dan Kepala\nPolisi Propinsi Jakarta Raya dan sekitarnya atau Menteri Luar\nNegeri, supaya daftar yang disimpan oleh Gubernur atau Menteri\nLuar Negeri itu juga diperbaiki.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "a7b0e348-2103-45f1-8e21-a72666b19393",
            "name": "Chapter II",
            "title": "\nTENTANG WARGA-NEGARA REPUBLIK INDONESIA\nYANG DIANGGAP TELAH MELEPASKAN KEWARGA-\nNEGARAAN REPUBLIK RAKYAT TIONGKOKNYA, ADMINISTRASI DAN SURAT\nBUKTI KEWARGA-NEGARAAN\nREPUBLIK INDONESIA.",
            "type": "chapter",
            "children": [
                {
                    "id": "546d5218-4329-4da7-ab27-e0a10d23bed3",
                    "name": "Article 12",
                    "type": "article",
                    "children": [
                        {
                            "id": "26d9dc09-0481-40cb-a7ee-a4b99ffa8ee1",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Warga-negara Republik Indonesia keturunan Tionghoa yang\ndianggap telah melepaskan Kewarga-negaraan Republik Rakyat\nTiongkok-nya, sebagaimana dimaksud dalam angka 2 Penukaran\nNota antara Perdana Menteri Republik Indonesia dan Perdana\nMenteri Republik Rakyat Tiongkok tertanggal Peking, 3 Juni\n1955 ialah mereka yang pada waktu Perjanjian mulai berlaku:\na. sudah pernah bersumpah atau berjanji setia kepada\nRepublik Indonesia sebagai anggota sesuatu badan resmi;\nb. anggota Angkatan Perang Republik Indonesia atau telah\ndihentikan dengan hormat sebagai demikian;\nc. anggota Polisi Republik Indonesia atau telah dihentikan\ndengan hormat sebagai demikian;\nd. seorang veteran;\ne. pegawai negeri atau telah dihentikan sebagai pegawai\nnegeri Republik Indonesia dengan berhak menerima\npensiun;\nf. pegawai daerah otonom atau telah dihentikan sebagai\npegawai daerah otonom Republik Indonesia dengan berhak\nmenerima pensiun;\ng. sudah lebih dari satu kali mewakili Pemerintah Republik\nIndonesia dalam lapangan politik dan setelah mewakili\nPemerintah Republik Indonesia tidak pernah mewakili\nPemerintah Republik Rakyat Tiongkok;\nh. sudah lebih dari satu kali mewakili Pemerintah Republik\nIndonesia dalam lapangan ekonomi, dan setelah mewakili\nPemerintah Republik Indonesia tidak pernah mewakili\nPemerintah Republik Rakyat Tiongkok;\ni. sudah lebih dari satu kali mewakili Republik Indonesia\ndalam lapangan kebudayaan atau keolah-ragaan yang\nbersifat perlombaan antar-negara, dan setelah mewakili\nRepublik Indonesia, tidak pernah mewakili Republik\nRakyat Tiongkok;\nj. petani, yang menurut pendapat Menteri Dalam Negeri,\nMenteri Kehakiman dan Menteri Agraria cara hidupnya dan\npergaulannya dengan masyarakat Indonesia aseli\nmenunjukkan bahwa ia sebetulnya anak pribumi.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "bec16c04-5d32-48e0-b09e-dc9dca697e71",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Anggapan termaksud dalam ayat 1 tidak dilakukan terhadap\norang yang telah menunjukkan tidak setia kepada Republik\nIndonesia.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "a08abcf9-66a6-4773-8604-0a95c72c0b95",
                    "name": "Article 13",
                    "type": "article",
                    "children": {
                        "id": "d42f9443-659d-4ea1-b7bb-08b3797af7d9",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan pasal 12 tidak berlaku terhadap orang perempuan yang\npada waktu Perjanjian mulai berlaku dalam perkawinan dan anak-anak\nyang pada waktu Perjanjian mulai berlaku belum dewasa, apabila\nSuami perempuan itu atau ayah/ibu, yang kewarga- negaraannya\ndiikuti oleh anak-anak itu berkewarga-negaraan rangkap tetapi\ntidak termasuk salah satu golongan tersebut dalam pasal 12.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "57012010-9bbd-4a55-99ef-f573abbdcd68",
                    "name": "Article 14",
                    "type": "article",
                    "children": {
                        "id": "2f3d41fb-ecce-41ee-bce3-88428d3a7f87",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nIsteri seorang yang dianggap telah melepaskan kewarga-negaraan\nRepublik Rakyat Tiongkok-nya diturutkan dalam anggapan itu.\nAnak yang pada waktu Perjanjian mulai berlaku belum dewasa turut\nkewarga-negaraan bapaknya atau, apabila ia tidak mempunyai bapak\nsah (lagi), turut kewarga-negaraan ibunya, yang dianggap telah\nmelepaskan kewarga-negaraan Republik Rakyat Tiongkok-nya.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "8ee42b90-94fc-4c6d-8c62-ffa35004c2ef",
                    "name": "Article 15",
                    "type": "article",
                    "children": [
                        {
                            "id": "ec4bc91b-adc4-4a8c-be1b-17bddc207ada",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Selekas mungkin setelah Perjanjian mulai berlaku dibuat\ndaftar dari orang-orang yang dianggap telah melepaskan\nkewarga-negaraan Republik Rakyat Tiongkok-nya termaksud dalam\npasal 12, yaitu oleh:\na. masing-masing ketua badan resmi untuk orang-orang\nb. Menteri Pertahanan untuk anggota Angkatan Perang dan\nbekas anggota Angkatan Perang termaksud dalam pasal 12\nhuruf b yang tidak termasuk veteran;\nC. Kepala Kepolisian Negara untuk anggota Polisi dan bekas\nanggota Polisi termaksud dalam pasal 12 huruf c;\nd. Menteri Veteran untuk orang-orang veteran;\ne. masing-masing Menteri untuk pegawai negeri dan\npensiunan pegawai negeri Republik Indonesia di dalam\nlingkungan kementeriannya;\nf. Kepala daerah otonom untuk pegawai daerahnya atau\npensiunan pegawai daerahnya termaksud dalam pasal 12 huruf f;\ng. Menteri Luar Negeri untuk orang-orang yang sudah lebih\ndari satu kali mewakili Pemerintah Republik Indonesia\ndalam lapangan politik, termaksud dalam pasal 12 huruf\ng;\nh. Menteri Perekonomian/Perindustrian untuk orang-orang\nyang sudah lebih dari satu kali mewakili Pemerintah\nRepublik Indonesia dalam lapangan ekonomi, termaksud\ndalam pasal 12 huruf h;\ni. Menteri Pendidikan, Pengajaran dan Kebudayaan untuk\norang-orang yang sudah lebih dari satu kali mewakili\nRepublik Indonesia dalam lapangan kebudayaan atau\nkeolah-ragaan termaksud dalam pasal 12 huruf í;\nj. Menteri Dalam Negeri untuk petani-petani termaksud\ndalam pasal 12 huruf i;\n(2) Daftar tersebut dalam ayat (1) menyebutkan nama lengkap,\ntanggal dan tempat kelahiran, pekerjaan dan tempat tinggal\norang yang bersangkutan, nama isteri, nama anak-anak yang\nbelum dewasa pada waktu mulai berlakunya Perjanjian serta\ntanggal dan tempat kelahirannya.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "d42f88f9-998e-4056-86f7-30ea58e10697",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Kepala Dana Pensiun membantu pejabat-pejabat tersebut dalam\nhuruf b, c, e, dan f membuat daftar dari orang-orang yang\ntelah dihentikan dengan berhak menerima pensiun.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "c17f9ee9-508f-45c6-b805-2809c6507cc4",
                    "name": "Article 16",
                    "type": "article",
                    "children": {
                        "id": "c20d9ae1-713c-4d4f-a444-7bd85b778094",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSehelai daftar oleh pembuat daftar tersebut dalam pasal 15\ndisampaikan kepada Menteri Kehakiman.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "caaf6df1-52be-4975-b8e8-247bf9784988",
                    "name": "Article 17",
                    "type": "article",
                    "children": {
                        "id": "0e143688-8d0a-4614-bf51-f565b43c5145",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKepada orang yang didaftarkan oleh Pembuat daftar diberitahukan\nbahwa ia dianggap telah melepaskan kewarga-negaraan Republik\nRakyat Tiongkok-nya.\nPemberitahuan itu dilakukan dengan surat keterangan tentang\nkewarga-negaraan Republik Indonesia tunggal seperti pormulir C\nyang terlampir pada Peraturan Pemerintah ini.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "062b0a23-7815-40bd-8083-e105bb92dd66",
                    "name": "Article 18",
                    "type": "article",
                    "children": [
                        {
                            "id": "04d14fe0-53d3-48ea-80ce-31198c336b39",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Orang yang dianggap telah melepaskan kewarga-negaraan\nRepublik Rakyat Tiongkok-nya boleh menyatakan keterangan\ningin menjadi warga-negara Republik Rakyat Tiongkok.\nDengan menyatakan keterangan itu ia menjadi warga-negara\nRepublik Rakyat Tiongkok dan kehilangan kewarga-negaraan\nRepublik Indonesianya.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "9fce1243-2d75-48c4-b6c1-b6d5adc05b8f",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Pernyataan keterangan itu berlaku juga terhadap orang-orang\ntersebut pada pasal 14.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "11fefd42-77ca-42c6-a3ad-c8192eb26be6",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Anak-anak yang pada waktu mulai berlakunya Perjanjian belum\ndewasa, akan tetapi pada waktu menyatakan keterangan itu\nsudah dewasa, boleh turut menyatakan keterangan itu bersama-\nsama dengan bapaknya atau ibunya.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "657204ee-773a-415d-a940-1227278d7114",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Keterangan itu dapat dinyatakan dalam satu tahun, terhitung\nmulai tanggal surat keterangan tentang kewarga-negaraan\nIndonesia tunggal karena dianggap telah melepaskan kewarga-\nnegaraan Republik Rakyat Tiongkok.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "1a73c138-f8dc-4210-8e27-3290cb85f62b",
                    "name": "Article 19",
                    "type": "article",
                    "children": {
                        "id": "21ae8a74-abe6-4ff3-81a1-166b8081888e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPernyataan keterangan termaksud dalam pasal 18 dilakukan dengan\nmengembalikan surat keterangan (pormulir C) kepada petugas yang\nmengirimkannya dengan mengisi segi bawah dari surat keterangan\nitu.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "84d25904-f287-4923-bca6-742f47021467",
                    "name": "Article 20",
                    "type": "article",
                    "children": {
                        "id": "b455b9a5-390e-4476-9248-fd1657f52f7f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSurat keterangan yang dikembalikan termaksud dalam pasal 18 oleh\ninstansi yang menerimanya disampaikan kepada Menteri Kehakiman,\nsetelah instansi itu mengusahakan diperbaikinya daftar yang\nbersangkutan.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "6930225e-77e5-4d3d-aecf-e8239b0070e8",
                    "name": "Article 21",
                    "type": "article",
                    "children": {
                        "id": "7b76df0b-9c80-4152-b925-c350bcf593c2",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nTerhadap surat keterangan tentang kewarga-negaraan Republik\nIndonesia tunggal tersebut dalam pasal 17 kalimat ke-2, berlaku\nketentuan-ketentuan pasal 8.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "02566425-f88f-4c66-aa7c-6c14c267d418",
                    "name": "Article 22",
                    "type": "article",
                    "children": {
                        "id": "4deb5f21-575a-4aa7-9fa6-54770e9705da",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nNama-nama orang yang menyatakan keterangan ingin menjadi warga-\nnegara Republik Rakyat Tiongkok oleh Menteri-Kehakiman\ndiberitahukan kepada Pemerintah Republik Rakyat Tiongkok dengan\nperantaraan Duta Besar Republik Rakyat Tiongkok.\nMenteri Kehakiman mengumumkan dalam Berita-Negara nama-nama orang\nyang dianggap telah melepaskan kewarga-negaraan Republik Rakyat\nTiongkok dan tidak menyatakan keterangan ingin menjadi warga-\nnegara Republik Rakyat Tiongkok;",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "936508ce-5929-4ffd-8aff-6334a08f158c",
            "name": "Chapter III",
            "title": "\nPASAL-PASAL PIDANA.",
            "type": "chapter",
            "children": [
                {
                    "id": "3ff74bbd-563a-47cf-8b86-70a0133609d9",
                    "name": "Article 23",
                    "type": "article",
                    "children": {
                        "id": "12716d43-4d43-483a-b524-b4d6b79107c5",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nBarang siapa dengan sengaja tidak mengembalikan surat (catatan)\npernyataan keterangan yang tidak sah kepada petugas yang\nmemberikannya sebagaimana dimaksud dalam pasal 8 atau pasal 16\ndihukum dengan hukuman kurungan selama-lamanya satu tahun atau\nhukuman denda setinggi-tingginya seratus ribu rupiah Perbuatan\npidana ini adalah kejahatan.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "86f2985f-a413-49f2-9b37-4f0f0aaf0b30",
                    "name": "Article 24",
                    "type": "article",
                    "children": {
                        "id": "4b81ff2e-a74c-48fc-b017-b7c54225b6e3",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nBarang siapa dengan sengaja memberi keterangan tentang dirinya\natau tentang orang lain yang tidak benar, dapat dihukum dengan\nhukuman kurungan selama-lamanya satu tahun atau hukuman denda\nsetinggi-tingginya seratus ribu rupiah.\nPerbuatan pidana ini adalah kejahatan.\nAgar supaya setiap orang dapat mengetahuinya, memerintahkan\npengundangan Peraturan Pemerintah ini dengan penempatan dalam\nLembaran-Negara Republik Indonesia.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nPerjanjian mengenai soal dwikewarganegaraan dapat dibagi dalam 2 bagian, yaitu:\n1. menyelesaikan masalah dwikewarga-negaraan yang sekarang sudah ada (pasal I s/d VI Perjanjian);\n2. mencegah timbulnya dwikewarga-negaraan dikemudian hari (pasal VII s/d X Perjanjian).\nBagian ke-2 tidak memerlukan aturan pelaksanaan.\nBagian ke-1, yaitu masalah dwikewarga-negaraan yang sekarang sudah ada, menurut Perjanjian diselesaikan dengan jalan menghilangkan kewarga-negaraan Republik Indonesia atau kewarganegaraan Republik-Rakyat Tiongkok yang serempak dimiliki seseorang.\nSiapa memiliki kewarga-negaraan Republik Indonesia sudah barang tentu ditentukan oleh perundang-undangan Republik Indonesia, dan siapa memiliki kewarga-negaraan Republik Rakyat Tiongkok ditentukan oleh perundang-undangan Republik Rakyat Tiongkok.\nUntuk menghilangkan salah satu kewarga-negaraan termaksud diatas itu, maka:\nI. Pemerintah Republik Indonesia dan Pemerintah Republik Rakyat Tiongkok dapat menganggap suatu golongan diantara orang-orang yang berdwikewarga-negaraan itu, tidak mempunyai kewarga-negaraan rangkap lagi \"karena menurut pendapat Pemerintah Republik Indonesia, kedudukan sosial dan politik mereka membuktikan bahwa mereka dengan sendirinya (secara implisit) tidak melepaskan kewarga-negaraannya Republik Rakyat Tiongkok\" (angka 2 Permukaan Nota);\nII. Semua orang yang berkewarga-negaraan rangkap, yang tidak termasuk golongan tersebut diatas, harus memilih dengan kehendak sendiri kewarga-negaraan mana ia ingin tetap memilikinya (pasal I yo. IV Perjanjian), dengan sanktie tercantum dalam pasal V. Sanktie itu dalam kenyataannya berarti, bahwa orang yang tidak menyatakan pilihannya, bagi Republik Indonesia menjadi orang asing; suami/isteri yang berkewarga-negaraan rangkap menentukan pilihannya sendiri-sendiri; anak selama belum dewasa mengikuti pilihan bapak atau apabila tidak mempunyai bapak sah atau apabila bapaknya meninggal dunia sebelum memilih mengikuti pilihan ibunya (pasal VI); sesudahnya dewasa anak itu harus memilih, dengan sanktie apabila ia tidak menyatakan pilihannya, ia dianggap ingin tetap berkewarga-negaraan seperti selama belum dewasa.\nDalam pada itu teks Perjanjian sama sekali menyinggung penyelesaian secara I, melainkan hanya mengatur penyelesaian\nBAB I\nPELAKSANAAN UNTUK UMUM.\nTentang penyelesaian yang umum, Perjanjian, kecuali\nmenentukan dasar-dasar yang dikemukakan diatas dalam II, juga\nmemuat ketentuan-ketentuan mengenai pelaksanaannya, yaitu:\n1. cara memilih kewarga-negaraan yang seorang ingin tetap\nmemilikinya ialah melepaskan kewarga-negaraan lainnya\n(pasal III);\n2. melepaskan kewarga-negaraan harus dinyatakan kepada\npetugas Negara yang kewarga-negaraannya dipilih (pasal\nIII);\n3. petugas-petugas itu didalam negeri ditunjuk oleh\nPemerintahnya sendiri dinegeri pihak yang lain,\nKedutaan Besar dan petugas-petugas lain yang ditunjuk\noleh Pemerintahnya dengan persetujuan Pemerintah pihak\nyang lain; diluar negeri lainnya, sedapat-dapat\ndisesuaikan caranya (pasal III),\n4. cara menyatakan pilihan hendaknya sederhana;\n5. pilihan harus dinyatakan dalam waktu 2 tahun setelah\nperjanjian mulai berlaku bagi orang yang pada saat itu\nsudah dewasa (pasal II) dan bagi orang yang pada saat\nmulai berlakunya Perjanjian belum dewasa, 1 tahun\nsetelah ia menjadi dewasa (pasal VI).\nSudah barang tentu peraturan pelaksanaan Perjanjian harus\nmengatur bagaimana melaksanakan penghilangan salah satu\nkewarganegaraan (bagi Indonesia: penghilangan kewarga-\nnegaraan Republik Rakyat Tiongkok), dengan dasar-dasar yang\ndikemukakan dalam II dan dengan memperhatikan ketentuan-\nketentuan mengenai pelaksanaan yang tercantum dalam\nPerjanjian.\nAkan tetapi disamping itu peraturan pelaksanaan harus\nmengingat bahwa ketegasan yuridis, bahwa seorang warga-negara\nRepublik Indonesia tidak bisa lagi serempak warga-negara\nRepublik Rakyat Tiongkok belumlah cukup untuk menghilangkan\nkeragu-raguan yang terdapat dalam masyarakat tentang kewarga-\nnegaraan seorang Tionghoa, yaitu keragu-raguan yang\nberdampingan dengan soal dwikewarga-negaraan.\nKalau sebelum adanya Perjanjian ini bersimpang-siur orang-\norang Tionghoa yang tidak pernah menjadi warga-negara\nsecara II. Inipun tidak diatur in extenso, dan tidak yuridis\nteliti. Memang pada dasarnya Perjanjian hanya menentukan\npokok-pokok, dan apabila pada pelaksanaannya nanti dijumpai\nkekurangan ketentuan atau ketentuan yang kurang terang, maka\ndapat diadakan pertukaran pikiran atau akan diadakan\nperundingan diantara kedua pihak (pasal XII dan XIII\nPerjanjian).\nPenyelesaian masalah dwikewarga-negaraan menurut I didasarkan\npengecualian suatu golongan dari umum. Oleh karena itu dalam\nPeraturan Pemerintah ini pelaksanaannya diatur dalam Bab II,\nsedangkan pelaksanaan penyelesaian menurut II, yaitu\npelaksanaan untuk umum, diatur dalam Bab\nIndonesia, orang-orang Tionghoa yang pernah menjadi warga-\nnegara Indonesia akan tetapi sudah tidak warga-negara\nIndonesia lagi dan orang-orang Tionghoa yang (masih) warga-\nnegara Indonesia, maka sesudah Perjanjian ini akan dijumpai\norang-orang Tionghoa asing, dan orang-orang (keturunan-\nTionghoa warga-negara Indonesia.\nKesukaran didalam masyarakat sewaktu Perjanjian ini belum ada\nuntuk mengenal seorang Tionghoa sebagai warga-negara\nIndonesia atau sebagai orang asing, janganlah tetap ada\nsetelah Perjanjian ini dilaksanakan.\nMaka perlulah seorang keturunan Tionghoa yang warga-negara\nIndonesia dengan mudah dalam pergaulan (hukum) dapat\nmenunjukkan kewarga-negaraannya, dan perlu pula administrasi\ndengan mudah dapat mengetahui dasar dan pengaruh atau\nkekuatan kewarga-negaraan itu.\nIni berarti bahwa orang keturunan Tionghoa itu hendaknya\nmempunyai sepucuk surat yang tegas menunjukkan kewarga-\nnegaraan Indonesianya. Dasar kewarga-negaraan Indonesia itu\nialah pelepasan kewarga-negaraan Republik Rakyat Tiongkok\noleh seorang yang tadinya serempak warga-negara Republik\nIndonesia dan warga-negara Republik Rakyat Tiongkok.\nKewarga-negaraan Indonesia itu mungkin hanya berlaku bagi\npemegang surat sendiri, tetapi mungkin berlaku juga bagi\norang, orang lain.\nMaka satu dan lain menghendaki supaya surat itu dapat memberi\npenunjukan bahwa pemegang surat itu memang surat warganegara\nRepublik Indonesia sebelum adanya Perjanjian, dan dalam surat\nitu hendaknya dapat dibaca untuk siapa kewarga-negaraan\nIndonesia itu berlaku.\nBerhubung dengan keterangan diatas maka isi surat yang\nmenunjukkan kewarga-negaraan Indonesia itu berbeda-beda.\nPelepasan kewarga-negaraan Republik Rakyat Tiongkok dapat\ndinyatakan dengan tertulis atau dengan lisan.\nSebaliknya surat yang menyatakan melepaskan kewarga-negaraan\nRepublik Rakyat Tiongkok atau surat catatan dari pelepasan\nkewarga-negaraan Republik Rakyat Tiongkok yang dinyatakan\ndengan lisan, sekalian merupakan surat yang menunjukkan\nkewarga-negaraan Indonesia orang yang bersangkutan, yang\nselembar dipegang oleh orang itu.\nSupaya orang-orang yang hendak menyatakan pilihannya dengan\ntertulis mengetahui keterangan-keterangan apa yang harus\nditulis kecuali keterangan tentang melepaskan kewarga-\nnegaraan Republik Rakyat Tiongkok maka pada Peraturan\nPemerintah ini dilampirkan formulir I s/d V, sebagai contoh\nuntuk pelbagai keadaan. Guna keseragaman dan kejelasan maka\nisi formulir-formulir itu hendaknya diturut.\nBegitu pula bagi petugas yang menerima pernyataan dengan\nlisan diberi contoh formulir IA s/d VA, yang bersesuaian\ndengan formulir I s/d V.\nFormulir I dan IA ialah untuk orang laki-laki yang mempunyai\nanak sah, disahkan, diakui atau diangkat dengan sah, yang\nbelum dewasa.\nFormulir II dan IIA ialah untuk orang perempuan yang\nmempunyai anak belum dewasa yang tidak mempunyai bapak sah\natau tidak diketahui kewarga-negaraan bapaknya (meskipun\nkeadaan ini tidak disebut dalam Perjanjian) ataupun bapaknya\ntelah meninggal dunia sebelum menyatakan keterangan\nmelepaskan kewarga-negaraan Republik Indonesia atau kewarga-\nnegaraan Republik Rakyat Tiongkok.\nFormulir III dan IIIA ialah untuk orang yang tidak mempunyai\nanak yang belum dewasa, dan untuk perempuan yang anak-anaknya\nsemuanya mempunyai bapak sah yang masih hidup, atau yang\nsudah meninggal dunia setelah menyatakan keterangan\nmelepaskan kewarga-negaraan Republik Indonesia atau kewarga-\nnegaraan Republik Rakyat Tiongkok.\nFormulir IV dan IVA ialah untuk orang yang ingin tetap\nberkewarga-negaraan Indonesia setelah ia menjadi dewasa.\nMeskipun dengan tidak menyatakan keterangan orang itu tetap\nmenjadi warga-negara Indonesia juga, namun untuk\nkepentingannya sendiri orang yang bersangkutan hendaknya\nmenyatakan keterangan ini sehingga ia mempunyai bukti yang\nlangsung mengenai dirinya.\nFormulir V dan VA ialah untuk orang yang selama belum dewasa\ndianggap hanya warga-negara Republik Rakyat Tiongkok karena\nturut bapak/ibunya, dan yang setelah menjadi dewasa ingin\nmenjadi warga-negara Republik Indonesia.\nLembaran surat pernyataan keterangan melepaskan\nkewarganegaraan Republik Rakyat Tiongkok yang oleh petugas\ndikembalikan kepada orang yang menyatakan keterangan dan yang\ntelah dinyatakan benar oleh petugas itu, atau lembaran surat\ncatatan pernyataan keterangan melepaskan kewarga-negaraan\nRepublik Rakyat Tiongkok yang oleh petugas diberikan kepada\norang yang menyatakan keterangan dengan lisan, merupakan\nsurat bukti langsung tentang kewarga-negaraan Republik\nIndonesia bagi orang yang bersangkutan.\nIni berarti bahwa tidak perlu ada pembuktian lain.\nMeskipun demikian, kemungkinan masih tetap ada, bahwa surat\nbukti itu diberikan karena sesuatu kekeliruan. Kekeliruan itu\nharus dinyatakan oleh Menteri Kehakiman atau oleh (Hakim)\nPengadilan Umum. Setelah ada pernyataan itu maka surat itu\nkehilangan daya buktinya dan oleh orang yang bersangkutan\nharus dikembalikan kepada petugas yang memberikannya.\nApabila lalu-lintas sehari-hari menghendaki surat bukti dalam\nbentuk yang ringkas, lebih jelas dan lebih dikenal oleh umum\nsebagai surat resmi maka adalah termasuk tugas Kementerian\nDalam Negeri untuk mengeluarkan surat demikian ini, yang\ndiberikan kepada orang yang bersangkutan atas penunjukan\nsurat (catatan) pernyataan tersebut diatas. Surat bukti yang\ndikeluarkan oleh Kementerian Dalam Negeri termaksud tidak\nmengubah daya bukti surat (catatan) keterangan itu.\nDiatas telah dikemukakan bahwa Perjanjian tidak mengatur\nsegala soal yang mengenai dwikewarga-negaraan dengan lengkap.\nTentang anak, Perjanjian hanya melihat, bahwa anak masih\nmempunyai orang tua dan bahwa anak yang berdwikewarga-\nnegaraan mempunyai orang tua yang berdwi kewarga-negaraan\njuga. Dasar-dasar yang ditentukan oleh Perjanjian ialah bahwa\nanak selama belum dewasa turut orang tua, bapak atau ibunya,\ndan baru setelah dewasa diperbolehkan/diharuskan memilih.\nDilakukan terhadap anak yang tidak mempunyai orang tua agi\npada waktu Perjanjian mulai berlaku atau yang kedua orang\ntuanya meninggal dunia sebelum menyatakan pilihan, maka anak\nitu turut orang tuanya yang dianggap tidak menyatakan pilihan\ndan kewarga-negaraannya ditentukan menurut pasal V.\nTerhadap anak yang berdwi kewarga-negaraan, sedangkan orang\ntuanya tidak, dasar-dasar diatas menentukan bahwa anak itu\nselama belum dewasa mengikuti kewarga-negaraan orang tua,\nbapak atau ibunya, menurut perincian dalam Perjanjian.\nSatu dan lain tidak memerlukan ketentuan pasal, hanya akan\nternyata dalam formulir V dan VA.\nPeraturan pelaksanaan ini selanjutnya mengatur administrasi\nsedemikian sehingga dapat diketahui siapa diantara keturunan\nTionghoa warga-negara Indonesia, dan apakah seorang keturunan\nTionghoa yang tertentu warga-negara Indonesia atau bukan?\nBAB II\nPELAKSANAAN UNTUK GOLONGAN YANG DIKECUALIKAN.\nAngka 2 dari pertukaran nota, yang merupakan suatu kebulatan\ndengan Perjanjian, memberi wewenang kepada Pemerintah\nRepublik Indonesia untuk menganggap golongan-golongan\ntertentu dari orang-orang yang berdwikewarga-negaraan\nRepublik Indonesia Republik Rakyat Tiongkok, tidak\nmempunyai dua kewarga-negaraan lagi berdasarkan kedudukan\nsosial dan politik mereka, yang membuktikan bahwa mereka\ndengan sendirinya (secara implisit) telah melepaskan kewarga-\nnegaraan Republik Rakyat Tiongkoknya.\nIni berarti bahwa Republik Rakyat Tiongkok melepaskan orang-\norang warga-negaranya seketika Pemerintah Republik Indonesia\nmenentukan bahwa orang-orang itu dianggap telah melepaskan\nkewarga-negaraan Republik Rakyat Tiongkoknya, asal saja\nanggapan itu didasarkan kedudukan sosial atau kedudukan\npolitik orang-orang itu.\nAgak berkelebihan (maksudnya untuk menegaskan) angka 2\npertukaran nota tersebut menentukan selanjutnya, bahwa orang-\norang yang termasuk golongan tersebut diatas, karena mereka\nmempunyai hanya satu kewarga-negaraan, tidak diwajibkan untuk\nmemilih kewarga-negaraan menurut ketentuan-ketentuan\nPerjanjian Dwikewarga-negaraan.\nKarena wewenang yang oleh Perjanjian diberikan kepada\nPemerintah Republik Indonesia adalah wewenang mutlak dan\nkarena orang-orang termaksud, setelah ditentukan oleh\nPemerintah Republik Indonesia, menjadi warga-negara (Republik\nIndonesia) tunggal, maka orang-orang itu tidak saja tidak\ndiwajibkan untuk memilih kewarga-negaraan menurut ketentuan-\nketentuan Perjanjian, melainkan orang-orang itu juga tidak\ndiperbolehkan untuk memilih kewarga-negaraan menurut\nketentuan-ketentuan Perjanjian itu. Dengan lain perkataan,\norang-orang itu tidak boleh menolak anggarapan Pemerintah\nRepublik Indonesia bahwa mereka warga-negara Republik\nIndonesia tunggal; mereka tidak boleh mernilih untuk dianggap\ndan diperlakukan sebagai seorang dwiwarga-negara.\nDalam menentukan orang-orang yang dianggap telah melepaskan\nkewarga-negaraan Republik Rakyat Tiongkok-nya itu Pemerintah\nRepublik Indonesia tidak hanya harus melihat kepada kedudukan\nsosial atau politik orang-orang itu, melainkan juga harus\nmelihat kepada perundang-undangannya sendiri atau mengingat\nazas-azas yang sudah lazim dilakukan. Anak-anak dibawah umur\ndari orang tua yang berdwiwarga-negaraan tidak boleh dianggap\ntelah melepaskan kewarga-negaraan Republik Rakyat Tiongkok-\nnya terlepas dari orang tuanya.\nSeorang perempuan dalam perkawinan hendaknya juga jangan\ndianggap telah melepaskan kewarga-negaraan Republik Rakyat\nTiongkok-nya terlepas dari suaminya, apabila suami itu\nberdwi kewarga-negaraan.\nIni tidak mengurangi kedudukan isteri itu karena sebagai\nseorang dwi kewarga-negaraan ia bebas menentukan\nkewarganegaraan menurut ketentuan-ketentuan Perjanjian.\nOrang-orang yang dianggap mempunyai hanya satu\nkewarganegaraan itu, oleh Republik Rakyat Tiongkok dianggap\nbukan warga-negaranya lagi. Oleh karena itu kewarganegaraan\nmereka menjadi semata-mata soal Republik Indonesia.\nBerhubung dengan itu, dan karena yang menjadi kriterium\ndalam menentukan golongan yang dianggap telah melepaskan\nkewarga-negaraan Republik Rakyat Tiongkok itu ialah kedudukan\nsosial atau kedudukan politik, satu dan lain menurut pendapat\nPemerintah Republik Indonesia sendiri, maka dalam rangka\npenyelesaian masalah dwikewarga-negaraan ini, wewenang yang\noleh Perjanjian diberikan kepada Pemerintah tah Republik\nIndonesia itu harus mengandung pula wewenang untuk menentukan\norang-orang yang kewarga-negaraannya turut dengan orang yang\ndianggap warga-negara Republik Indonesia tunggal itu.\nDalam menentukan itu Pemerintah Republik Indonesia itu tidak\nterikat oleh pasal-pasal Perjanjian, melainkan terikat oleh\nketentuan-ketentuan dari perundang-undangannya sendiri atau\napabila Undang-undang belum ada harus memperhatikan azas-azas\nyang lazim dilakukan dalam mengatur kewarga-negaraan mengenai\nsoal ini.\nYang lazim ialah, bahwa seorang isteri mengikuti suaminya,\nanak-anak dibawah umur mengikuti ayahnya, atau apabila tidak\nmempunyai ayah yang sah atau ayahnya, atau apabila tidak\nmempunyai ayah yang sah atau ayahnya sudah meninggal\nmengikuti ibunya.\nPada umumnya Pemerintah tidak dapat mencegah seorang warga-\nnegara memperoleh kewarganegaraan lain. Hanya apakah\nmemperoleh kewarga-negaraan lain itu mengakibatkan hilangnya\nkewarga-negaraan semula, itulah tergantung pada perundang-\nundangan negara pertama.\nDalam rangka penyelesaian masalah dwi kewarga-negaraan\nberhubung dengan pelaksanaan ketentuan angka 2 pertukaran\nnota sudahlah selayaknya apabila pihak Republik Rakyat\nTiongkok dengan mudah menerima kembali sebagai warga-\nnegaranya seorang yang oleh Pemerintah Republik Indonesia\ntelah dianggap hanya mempunyai kewarga-negaraan Republik\nIndonesia, akan tetapi yang ingin menjadi warga-negara\nRepublik Rakyat Tiongkok kembali. Begitu pula sudahlah\nselayaknya apabila pihak Republik Indonesia dengan mudah,\nmelepaskan dari lingkungan kewarganegaraannya seorang yang\nolehnya telah dianggap warga-negara Republik Indonesia\ntunggal, akan tetapi yang ingin menjadi warganegara Republik\nRakyat Tiongkok kembali.\nProsedure ini hendaknya diatur semudah-mudahnya bagi orang\nyang bersangkutan.\nTerhadap kehilangan kewarga-negaraan Republik Indonesia\nkarena memperoleh kembali kewarga-negaraan Republik Rakyat\nTiongkok itu tidak berlaku pasal-pasal Perjanjian yang\nmengatur kehilangan kewarga-negaraan Republik Indonesia\nkarena melepaskan kewarga-negaraan itu/memilih kewarga-\nnegaraan Republik Rakyat Tiongkok.\nDalam melaksanakan Perjanjian sudah barang tentu orang yang\ndiperbolehkan minta menjadi warga-negara Republik Rakyat\nTiongkok kembali dan dengan itu kehilangan kewarga-negaraan\nRepublik Indonesia ialah orang yang oleh Pemerintah Republik\nIndonesia dianggap telah melepaskan kewarga-negaraan Republik\nRakyat Tiongkok. Orang-orang yang kewarga-negaraannya\ndiikutkan kewarga-negaraan orang itu tidak diperbolehkan\nminta sendiri. Mereka turut menjadi warga-negara Republik\nRakyat Tiongkok kembali dengan orang yang diikuti itu. Hanya\nseorang anak yang pada waktu mulai berlakunya Perjanjian ini\nbelum dewasa, akan tetapi telah menjadi dewasa pada waktu\nayah/ibunya yang diikutinya menjadi warga-negara Republik\nRakyat Tiongkok kembali, hendaknya diperbolehkan minta\nmenjadi warga-negara Republik Rakyat Tiongkok kembali\nbersama-sama dengan ayah/ibunya itu.\nMemperoleh kewarga-negaraan Republik Rakyat Tiongkok\n(kembali) selain dari pada yang berhubung dengan pelaksanaan\nketentuan pertukaran nota termaksud diatas dan selain dari\npada yang ditentukan dalam induk Persetujuan dengan akibat\nkehilangan kewarga-negaraan Republik Indonesia adalah\ntermasuk penyelesaian menurut saluran perundang-undangan\nkewarga-negaraan biasa.\nTiap orang dwiwarga-negara perlu mengetahui apakah ia\ntermasuk orang yang dianggap telah melepaskan kewarga-\nnegaraan Republik Rakyat Tiongkoknya atau tidak. Janganlah\nkarena kurang sempurnanya administrasi terjadi seorang\nmengira dirinya telah dianggap warga-negara Republik\nIndonesia tunggal tetapi kemudian setelah waktu untuk pilihan\nlampau, ternyata bukan demikian halnya, sehingga ia karena\ntinggal diam menjadi orang asing.\nMaka setelah Pemerintah dengan tegas menyebutkan golongan-\ngolongan yang dianggap warga-negara Republik Indonesia\ntunggal, pejabat yang bersangkutan yang disebut dalam\nperaturan pelaksanaan ini membuat daftar dari orang-orang\nyang termasuk golongan yang menjadi bagiannya.\nSehelai daftar disampaikan kepada Menteri Kehakiman yang\nmemegang pimpinan pelaksanaan Perjanjian, dan sehelai\ndisimpan pada pejabat itu.\nTentu saja daftar itu dibuat dengan menghubungi orang-orang\nyang bersangkutan untuk menanyakan hal-hal yang perlu diisi\ndalam daftar itu.\nSetelah daftar dibuat pembesar memberitahukan kepada masing-\nmasing kepala kelurga bahwa ia dan keluarganya dianggap telah\nmelepaskan kewarga-negaraan Republik Rakyat Tiongkok.\nCara demikian adalah tegas bagi orang-orang yang\nbersangkutan. Mereka tidak perlu mendatangi sesuatu instansi\nuntuk menanyakan apakah mereka warga-negara tunggal atau\ndwiwarganegara.\nSurat pemberitahuan itu adalah berguna sekali buat\nadministrasi dan penting sekali bagi orang yang bersangkutan.\nApabila orang yang bersangkutan \"memilih\" kewarga-negaraan\nRepublik Rakyat Tiongkok (ingin menjadi warga-negara Republik\nRakyat Tiongkok kembali) maka cukuplah apabila ia\nmengembalikan surat pemberitahuan itu. Kesempatan untuk\nmengembalikan surat pemberitahuan itu, tidak perlu ditetapkan\n2 tahun seperti untuk pilihan, Cukup apabila waktu yang\ndiberikan itu 1 tahun setelah tanggal pemberitahuan. Apabila\norang yang bersangkutan menjadi warga-negara Republik\nIndonesia maka surat pemberitahuan itu merupakan bukti\nlangsung tentang kewarga-negaraan Republik Indonesia dari\norang yang namanya tersebut dalam surat itu.\nUntuk menjadi Surat pengenal perlu ditempel pasfoto pada\nsurat itu, Yang prosedurnya cukup diatur oleh Menteri\nKehakiman sendiri. Apa Yang dikemukan diatas, tentang surat\nbukti yang berlaku bagi orang-orang yang tidak dikecualikan,\nberlaku juga bagi surat bukti ini.",
        "Nomor": "20",
        "Tahun": "1959",
        "Tentang": "PELAKSANAAN UNDANG-UNDANG TENTANG PERSETUJUAN PERJANJIAN\nANTARA REPUBLIK INDONESIA DAN REPUBLIK RAKYAT TIONGKOK\nMENGENAI SOAL DWIKEWARGA-NEGARAAN (UNDANG-UNDANG\nNO. 2 TAHUN 1958, LEMBARAN-NEGARA 1958 NO. 5)",
        "Menimbang": {
            "Introduction": "\nBahwa perlu diadakan peraturan untuk melaksanakan Perjanjian\nantara Republik Indonesia dan Republik Rakyat Tiongkok mengenai\nsoal dwikewarga-negaraan, yang telah disetujui dengan Undang-\nundang No. 2 tahun 1958 (Lembaran-Negara tahun 1958 No. 5),\nPerjanjian mana dalam Peraturan Pemerintah ini selanjutnya akan\ndisebut Perjanjian mengenai soal dwikewarga-negaraan atau\nPerjanjian;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " pasal 98 Undang-undang Dasar Sementara Republik Indonesia;",
            "2": " Undang-undang No. 2 tahun 1958 (Lembaran-Negara tahun 1958\nNo. 5);",
            "3": " Undang-undang No. 29 tahun 1957 (Lembaran-Negara tahun 1957\nNo. 101);\nMendengar\nDewan Menteri dalam sidangnya tanggal 13 Maret 1959;"
        },
        "Menetapkan": "\nPeraturan Pemerintah tentang melaksanakan perjanjian mengenai soal\nDwikewarganegaraan.",
        "tanggal sah": "26 Mei 1959"
    }
}