{
    "results": [
        {
            "id": "14d4fab3-7a84-460c-b8dd-b99d6239eab1",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "11db8c71-418e-4cfc-9600-426cfe27a1a5",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Untuk pemeriksaan setempat, di luar Kantor Inspeksi Metrologi\nselain biaya yang dimaksud dalam pasal 1 dan pasal 2 berlaku\npenggantian ongkos tambahan sebagai berikut:\na.\nRp 100, untuk tiap pesawat dengan ketentuan bahwa jumlah\nbiaya setempat tidak boleh kurang dari Rp 200,-;\nb. Biaya perjalanan, penginapan, makan dan lain-lain dari pegawai-pegawai yang bertugas, termasuk juga biaya pengangkutan perkakas-perkakas dihitung atas dasar peraturan yang berlaku dari badan yang bersangkutan atau menurut keadaan setempat yang layak dengan pengertian bahwa perjalanan di kota yang jaraknya kurang dan 9 km dari tempat dimana kantor Metrologi berada juga dipungut biaya tersebut;\nc. Jika karena penggabungan pekerjaan-pekerjaan biaya-biaya termaksud dalam ayat ini dipikul oleh beberapa badan bersama-sama, maka Kepala Direktorat Metrologi atau seorang pejabat yang ditunjuk olehnya yang menentukan bagian masing-masing dalam membayar biaya-biaya itu;\nd. Pada umumnya permintaan pemeriksaan setempat hanya dilayani apabila terdapat pesawat yang tidak dapat dipindahkan (ditanam). Tetapi apabila terdapat sedikitnya 5 pesawat yang dapat dipindah dapat juga dilakukan pemeriksaan setempat dengan ketentuan bahwa untuk pemeriksaan itu dipungut pembayaran pemeriksaan setempat sebesar Rp 500,-",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "4d54c106-8145-47ea-8dd4-c7a165201e38",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "d9c7d698-58aa-49a4-8aa9-4471c34df9fd",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Biaya sebagai yang dimaksudkan di dalam pasal-pasal 1, 2 dan 3 harus dipenuhi sebelum benda atau pesawat yang diperiksa dikembalikan kepada si penyerah.",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "b29480f4-eed0-4a2e-b488-1d292e2ff4da",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "288e0d68-8989-4f25-832b-1fb0c1b4063e",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal ditetapkannya dan berlaku surut 1 Januari 1967.\nAgar supaya setiap orang dapat mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatannya dalam Lembaran-Negara Republik Indonesia.",
                "explanation": "Tidak ada Penjelasan"
            }
        }
    ],
    "metadata": {
        "Nomor": "2",
        "Tahun": "1967",
        "Tentang": "TARIP UANG TERA",
        "Menimbang": {
            "Introduction": "\nbahwa berhubung dengan keadaan, dianggap perlu mengubah susunan\ntarip uang tera yang berlaku dengan tidak menyimpang dari dasar-\ndasar semula;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) dan pasal II Aturan Peralihan dari Undang-\nundang Dasar;",
            "2": " \"Ijkordonnantie 1949\" (Staatsblad 1949 Nomor 175);",
            "3": " Penetapan Presiden Nomor 27 tahun 1965 (Lembaran-Negara R.I.\ntahun 1965 Nomor 102);",
            "4": " Keputusan Presiden Republik Indonesia Nomor 163 tahun 1966;\nMendengar\nPresidium Kabinet Ampera Republik Indonesia."
        },
        "Menetapkan": "\nPeraturan Pemerintah tentang Tarip Uang Tera.\nVIII. Timbangan untuk menimbang biasa dengan kekuatan menimbang\nlebih dari 3000 kg\nPengesahan dan pembatalan pada tera Rp 30, tiap 1000 kg.\nPengesahan pada tera-ulangan Rp 15, tiap 1000 kg, dengan\npengertian bahwa bagian-bagian dari 1000 kg dihitung 1000 kg\nbaik untuk tera maupun tera-ulangan.\nUntuk menjustir Rp 50, tiap pesawat.\nIX. Timbangan dengan dua skala atau lebih yang masing-masing\nskala harus diperiksa tersendiri, tiap skala dikenakan\npembayaran.\n1. Alat pencap kartu otomatis (zelfregisterend kaartdruk-\napparaat) dikenakan pembayaran Rp 25, tiap\npesawat.\n2. Alat pencap kartu tidak otomatis (niet selfregistrerend)\ndikenakan pembayaran Rp 10, tiap pesawat.\nX. Meter minyak (bensin/Kerosin/minyak diesel\na. Pemeriksaan setempat penjualan minyak (kiosk);\nPengesahan dan pembatalan pada tera dan tera ulangan Rp 50 untuk tiap pesawat dengan pengertian bahwa mengenai badan ukur, alat penghitung dan keran pistol yang merupakan bahagian dari meter minyak dan dimaksudkan dipergunakan untuk mengganti yang sudah usang bila bahagian-bahagian itu diperiksa tersendiri dan terpisah dari bahagian-bahagian lain dari sesuatu meter minyak dalam bentuk keseluruhannya atau terpisah yang satu dari yang lain dihitung masing-masing Rp 25,-, Rp 20,- dan Rp 5, tiap bahagian.\nb. Di instalasi perusahaan minyak untuk sedikit-dikitnya 5 meter minyak yang dikumpulkan dapat juga diadakan pemeriksaan bersama-sama, jika kurang dari 5 pesawat yang dikumpulkan dikenakan pembayaran untuk 5 pesawat. Pengesahan dan pembatalan pada tera dan tera-ulangan untuk meter minyak yang pemeriksaannya dikumpulkan Rp 35, untuk tiap pesawat.\nc. Untuk meter bensin dua tak dengan kapasitas setinggi-tingginya 2 liter pengesahan dan pembatalan pada tera dan tera-ulangan Rp 35, untuk tiap pesawat.\nd. Meter-meter mekanis guna pengukuran minyak dan minyak gas (L.P.G.) dalam jumlah besar (bluk), dengan kapasitas lebih besar dari 500 liter per menit (= 30.000 liter per jam), dikenakan pembayaran untuk tiap 1.000 liter kapasitas per jam Rp 1,50 (satu rupiah lima puluh sen).\nXI. Wagon/mobil/cikar/kapal/tongkang tangki\na. Pengesahan dan pembatalan pada tera dan tera-ulangan Rp 50,- untuk tiap-tiap 1.000 liter (literton) dan bagian-bagian dari literton dihitung satu literton, dan minimum Rp 100,- tiap tangki.\nb. Terhadap bejana ukur dengan kapasitas masing-masing 200 liter, 500 liter dan 1.000 liter berturut-turut pada tera dan tera-ulangan dihitung tarip Rp 50,, Rp 100, dan Rp 150, tiap bejana.\nc. Pemeriksaan takaran bensin setandar milik pihak luar dengan penimbangan air (termasuk penjustiran) dikenakan pembayaran Rp 100, tiap takaran.\nXII. Gelas takar\n1. Pemeriksaan atas 1 garis Rp 5,-.\n2. Pemeriksaan dilakukan paling sedikit atas 3 garis, yaitu garis permulaan, garis pertengahan dan garis\nXIII. Pemeriksaan khusus\na.\nUntuk alat-alat dan pesawat-pesawat yang tidak\ntermasuk I sampai dengan XII atau tidak disebut\ndibawah dikenakan pembayaran Rp 20, tiap-tiap jam\npemeriksaan. Bagian jam dihitung satu jam.\nb.\nUntuk alat-alat dan pesawat berikut dikenakan\npembayaran\n1.\n2.\npenghitung detik (stopwatch) Rp 25, tiap\npesawat;\npenghitung cepat (speedometer) Rp 25, tiap\npesawat;\n3.\nMeter rem (ralentometer dan lain-lain) Rp\n25, tiap pesawat;\n4.\nNeraca analisa Rp 1.000; tiap pesawat;\n5.\nTangki besar penyerahan crude dan hasil minyak\ndengan pemeriksaan lengkap, taripnya dihitung\nsebagai berikut\n1.\n1.000 literton pertama Rp 1, untuk tiap\nliterton;\n2.\nselebihnya dari 1.000 literton sampai\ndengan 10.000 literton Rp 0,10 tiap-tiap\nliterton;\n3.\nselebihnya dari 10.000 literton sampai\ndengan 20.000 literton, Rp 0,01;\n4.\ntangki yang lebih besar dari 20.000\nliterton taripnya sama dengan tarip\ntangki dari 20.000 literton.\nPasal 2,\nTarip termaksud pada pasal 1 angka-angka Romawi VI, VIII dan IXa\npada tera dan tera-ulangan ditambah\na.\nuntuk timbangan majemuk dari jenis timbangan desimal,\nsentisimal dan milisimal dengan Rp 20, tiap pesawat;\nb.\nUntuk timbangan bobot-ingsut (majemuk) dan timbangan pegas\ndengan kekuatan menimbang\n26 kg atau lebih dengan Rp 40, tiap pesawat;\n25 kg atau kurang dengan Rp 20, tiap pesawat;\nc.\nuntuk timbangan cepat (timbangan kwadran majemuk) dengan\nkekuatan menimbang;\n26 kg atau lebih dengan Rp 70, tiap pesawat;\n25 kg atau kurang dengan Rp 35, tiap pesawat.",
        "tanggal sah": "1 Januari 1967"
    }
}