{
    "results": [
        {
            "id": "a3aa6666-b626-464e-a35e-5b3cfba7c3ab",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "7bbd9d37-3f01-4617-9ad9-7075df8f22c0",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "17208693-5958-4022-a5c1-9d7223d66cf0",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan Kabupaten Daerah Tingkat II Ainaro dan Kabupaten Daerah Tingkat II Kovalima adalah Kabupaten Daerah Tingkat II Ainaro dan Kabupaten Daerah Tingkat II Kovalima sebagaimana dimaksud dalam Undang-undang Nomor 7 Tahun 1976 tentang Pengesahan Penyatuan Timor Timur kedalam Negara Kesatuan Republik Indonesia dan Pembentukan Propinsi Daerah",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "01111e24-b4ee-407a-94b2-1c0ee1e91c8c",
            "name": "Chapter II",
            "title": "\nPERUBAHAN BATAS WILAYAH",
            "type": "chapter",
            "children": [
                {
                    "id": "4343b4d1-4e0d-4ca5-b764-c78a676b1f06",
                    "name": "Article 2",
                    "type": "article",
                    "children": [
                        {
                            "id": "03c07429-6c98-405a-a92a-e96404d39081",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Batas Wilayah Kabupaten Daerah Tingkat II Ainaro diubah dengan memasukkan sebagian wilayahnya yaitu Kecamatan Mape ke dalam wilayah Kabupaten Daerah Tingkat II Kovalima.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "99cad640-fbd4-4429-bc35-07631ca81dd6",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Batas Wilayah Kabupaten Daerah Tingkat II Kovalima diubah dengan memasukkan sebagian wilayah Kabupaten Daerah Tingkat II Ainaro yaitu Kecamatan Mape sebagaimana dimaksud dalam ayat (1).",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "dbaccf03-7617-4d7c-9aba-0862b9650869",
                    "name": "Article 3",
                    "type": "article",
                    "children": [
                        {
                            "id": "272148c5-87a8-4f1f-a70b-8f4e52fc621d",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Dengan diubahnya batas wilayah Kabupaten Daerah Tingkat II Ainaro sebagaimana dimaksud dalam Pasal 2 ayat (1), maka wilayah Kabupaten Daerah Tingkat B Ainaro, meliputi:\na. Kecamatan Ainaro\nb. Kecamatan Maubisse\nc. Kecamatan Hato Buillico\nd. Kecamatan Hato Hudo\n(2) Dengan diubahnya batas wilayah Kabupaten Daerah Tingkat II Kovalima sebagaimana dimaksud dalam Pasal 2 ayat (2), maka wilayah Kabupaten Daerah Tingkat II Kovalima, meliputi:\na. Kecamatan Suai\nb. Kecamatan Tilomar\nc. Kecamatan Fohorem\nd. Kecamatan Fatu Lulic\ne. Kecamatan Fatu Mean\nf. Kecamatan Mape",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                },
                {
                    "id": "b04f69d8-b5c6-4688-b41f-5db6a340c4c3",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "3a37c373-7ef9-4c1c-aa67-bc65440603a6",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan diubahnya batas wilayah Kabupaten Daerah Tingkat II Ainaro dan Kabupaten Daerah Tingkat II Kovalima sebagaimana dimaksud dalam Pasal 3 maka batas-batas Kabupaten Daerah Tingkat II Kovalima adalah sebagai berikut:\na. Sebelah Utara berbatasan dengan Kabupaten Daerah Tingkat II Bobonaro;\nb. Sebelah Timur berbatasan dengan Kabupaten Daerah Tingkat II Ainaro;\nc. Sebelah Selatan berbatasan dengan Laut Timor;\nd. Sebelah Barat berbatasan dengan Propinsi Daerah Tingkat I Nusa Tenggara Timur.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "9a7030da-3686-46e6-bc07-4dfd483ee42d",
                    "name": "Article 5",
                    "type": "article",
                    "children": [
                        {
                            "id": "c524c9c1-24d5-4f1c-a73c-79c430290d61",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Ibukota Kabupaten Daerah Tingkat II Ainaro berada di Ainaro.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "4541b7c3-7d98-4262-92f0-d32da8951fe2",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Ibukota Kabupaten Daerah Tingkat II Kovalima berada di Suai.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "66681883-ecf8-4eaf-9e2d-927148508f9c",
            "name": "Chapter III",
            "title": "\nPEMBIAYAAN",
            "type": "chapter",
            "children": [
                {
                    "id": "33af21bd-959c-4880-a8d6-9b417ce37eb6",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "adb999f4-740f-43ed-b8b1-d35d1cfb9969",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPembiayaan yang diperlukan untuk pengembalian wilayah Kecamatan Mape ke\nwilayah kabupaten Daerah Tingkat II Kovalima sebagaimana dimaksud dalam\nPeraturan Pemerintah ini dibebankan pada Anggaran Pemerintah Kabupaten Daerah\nTingkat II Kovalima dan pelaksanaannya dilakukan secara bertahap sesuai dengan\nkemampuan keuangan Pemerintah Daerah dan Pemerintah Pusat;",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        },
        {
            "id": "278258c3-a9ac-425a-ad39-f5b4d717ac57",
            "name": "Chapter IV",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "bef7937e-dda0-4585-b5f2-622111d08d3d",
                    "name": "Article 7",
                    "type": "article",
                    "children": [
                        {
                            "id": "fdd4a544-e775-4d2d-b600-ec9e61398d7e",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Peraturan Daerah dan Keputusan Kepala Daerah Tingkat II Ainaro yang telah\nberlaku dan tidak bertentangan dengan ketentuan Peraturan Pemerintah ini,\ndinyatakan berlaku bagi Kecamatan Mape dan seluruh desa-desa bawahannya,\nyang semula merupakan wilayah Kabupaten Daerah Tingkat II Ainaro dan\ndengan Peraturan Pemerintah ini dimasukkan ke dalam wilayah Kabupaten\nDaerah Tingkat II Kovalima, sampai diubah dan diatur kembali berdasarkan\nPeraturan Pemerintah ini.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "12dc5be5-d3ff-43d8-a43a-d783008a7639",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Peraturan Daerah dan Keputusan Kepala Daerah sebagaimana dimaksud dalam\nayat (1) dapat diubah atau dicabut oleh Peraturan Daerah Kabupaten Daerah\nTingkat II Kovalima dan Keputusan Bupati Kepala Daerah Tingkat II Kovalima.",
                            "explanation": "Tidak ada Penjelasan"
                        },
                        {
                            "id": "8d3b21db-f4ba-4f76-a905-777c78268fa8",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Masalah yang menyangkut bidang kepegawaian, kependudukan, penghasilan\ndaerah, keuangan, perlengkapan, dan lain-lain yang timbul sebagai akibat\nperubahan batas wilayah sebagaimana dimaksud dalam Pasal 2, diselesaikan\noleh Gubernur Kepala Daerah Tingkat I Timor Timur dan disesuaikan dengan\nperaturan perundang-undangan yang berlaku.",
                            "explanation": "Tidak ada Penjelasan"
                        }
                    ]
                }
            ]
        },
        {
            "id": "9059b848-0073-4794-84be-ba28b9d36338",
            "name": "Chapter V",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "dc635cc8-2911-4967-9589-9b1afc85fb78",
                    "name": "Article 8",
                    "type": "article",
                    "children": {
                        "id": "9e6deb4c-6cd2-4100-b13f-9f886cb658ba",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPelaksanaan lebih lanjut Peraturan Pemerintah ini diatur oleh Menteri Dalam Negeri\nsesuai dengan peraturan perundang-undangan yang berlaku.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                },
                {
                    "id": "dbd03f27-4c22-4b92-a273-3808d61bedd4",
                    "name": "Article 9",
                    "type": "article",
                    "children": {
                        "id": "b7fd738c-c740-4520-8b95-7a99d4f4710f",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan\nPemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                        "explanation": "Tidak ada Penjelasan"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Nomor": "20",
        "Tahun": "1988",
        "Tentang": "PERUBAHAN BATAS WILAYAH KABUPATEN DAERAH TINGKAT II AINARO DAN\nKABUPATEN DAERAH TINGKAT II KOVALIMA",
        "Menimbang": {
            "Introduction": "",
            "a": "  bahwa Kecamatan Mape di Kabupaten Daerah Tingkat II Ainaro, ditinjau dari segi keadaan geografis, demografis, sosial budaya, historis dan prospek perkembangan ekonominya untuk masa mendatang lebih tepat dan effektif masuk Kabupaten Daerah Tingkat II Kovalima;",
            "b": "  bahwa berhubung dengan itu, dalam rangka meningkatkan daya guna dan hasil guna penyelenggaraan pemerintahan dan pembangunan di Wilayah, dipandang perlu untuk memasukkan Kecamatan Mape dari Wilayah Kabupaten Daerah Tingkat II Ainaro ke dalam Wilayah Kabupaten Daerah Tingkat II Kovalima, dengan merubah batas Wilayah kedua Kabupaten Daerah Tingkat II tersebut;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": "  Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": "  Undang-undang Nomor 5 Tahun 1974 tentang Pokok-pokok Pemerintahan di Daerah (Lembaran Negara Tahun 1974 Nomor 38, Tambahan Lembaran Negara Nomor 3037);",
            "3": "  Undang-undang Nomor 7 Tahun 1976 tentang Pengesahan Penyatuan Timor Timur ke dalam Negara Kesatuan Republik Indonesia dan Pembentukan Propinsi Daerah Tingkat I Timor Timur (Lembaran Negara Tahun 1976 Nomor 35, Tambahan Lembaran Negara Nomor 3084);",
            "4": "  Peraturan Pemerintah Nomor 19 Tahun 1976 tentang Pemerintahan Propinsi Daerah Tingkat I Timor Timur dan Kabupaten-kabupaten Daerah Tingkat II di Timor Timur (Lembaran Negara Tahun 1976 Nomor 39, Tambahan Lembaran Negara Nomor 3088);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG PERUBAHAN BATAS WILAYAH KABUPATEN DAERAH TINGKAT II AINARO DAN KABUPATEN DAERAH TINGKAT II KOVALIMA.",
        "tanggal sah": "5 Desember 1988"
    }
}