{
    "results": [
        {
            "id": "d12367ef-c3a4-401b-9778-4c5c4810e515",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "d67115da-addd-4f99-bd48-95bdf567361a",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "0a4da586-c12b-4ae7-bece-f196c24160ee",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan :\n1. Alat ukur, alat takar, alat timbang, dan perlengkapannya adalah\nsebagaimana dimaksud dalam Undang-undang Nomor 2 Tahun 1981,\nselanjutnya disingkat UTTP.\n2. Wajib ditera adalah suatu keharusan bagi UTTP untuk ditera.\n3. Wajib ditera ulang adalah suatu keharusan bagi UTTP untuk ditera\nulang.\n4. Bebas dari tera ulang adalah suatu pembebasan dari keharusan bagi\nUTTP untuk ditera ulang.\n5. Bebas dari tera dan tera ulang adalah suatu pembebgsan dari\nkeharusan bagi UTTP untuk ditera dan ditera ulang.\n6. Menteri adalah Menteri yang bertanggung jawab di bidang metrologi\nlegal.",
                        "explanation": "\nAngka 1\nCukup jelas.\nAngka 2 dan angka 3\nDapat dipahami bahwa wajib ditera dan ditera ulang bagi UTTP akan\nmenimbulkan adanya kewajiban bagi pemilik atau pemakai atau orang yang\ndiberi kuasa untuk itu agar menera dan menera ulangkan UTTP yang\nbersangkutan kepada pegawai yang berhak melaksanakan tera dan tera\nulang.\nAngka 4\nBebas dari tera ulang bagi UTTP memberikan suatu pengertian bahwa\npemilik atau pemakai atau orang yang diberi kuasa untuk itu hanya\nmempunyai kewajiban untuk menerakan UTTP yang bersangkutan dan\ntidak berkewajiban untuk menera ulangkannya.\n\nAngka 5\nBebas dari tera dan tera ulang bagi UTTP memberikan suatu pengertian\nbahwa pemilik atau pemakai atau orang yang diberi kuasa untuk itu sama\nsekali tidak berkewajiban untuk menera dan menera ulangkan UTTP yang\nbersangkutan."
                    }
                }
            ]
        },
        {
            "id": "b652b937-f7f6-44a4-9bd3-41bc0a9d0f73",
            "name": "Chapter II",
            "title": "\nUTTP YANG WAJIB DITERA DAN DITERA ULANG",
            "type": "chapter",
            "children": [
                {
                    "id": "5f88a357-ab10-4a91-9347-b6cf17a70e58",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "5f4be489-5493-41f6-b33d-c9b01c158b28",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nUTTP yang secara langsung atau tidak langsung digunakan atau disimpan\ndalam keadaan siap pakai untuk kepertuan menentukan hasil pengukuran,\npenakaran, atau penimbangan untuk:\na. kepentingan umum;\nb. usaha;\n\nÑ. menyerahkan atau menerima barang;\nd. menentukan pungutan atau upah;\ne. menentukan produk akhir dalam perusahaan;\nf. melaksanakan peraturan perundang-undangan;\nwajib ditera dan ditera ulang.",
                        "explanation": "\nDalam kenyataannya, tidak semua UTTP langsung digunakan, tetapi ada juga\nyang tidak langsung digunakan untuk menentukan hasil pengukuran, penakaran\natau penimbangan, misalnya UTTP yang dipamerkan, disimpan, ditawarkan atau\ndiperjual belikan dalam keadaan siap pakai. Kepentingan umum disini\nmempunyai arti khusus sesuai dengan maksud dan tujuan Pasal 25 Undang-\nundang Nomor 2 Tahun 1981, yaitu merupakan kepentingan di luar kepentingan\nusaha, menyerahkan atau menerima barang, menentukan produk akhir dalam\nperusahaan, dan juga di luar kepentingan untuk melaksanakan perundang-\nundangan, misalnya yang menyangkut bidang kesehatan, keselamatan, dan olah\nraga. Menyerahkan atau menerima barang adalah merupakan kegiatan yang\ndapat atau mempunyai akibat hukum mengenai serah terima barang baik yang\ndiikuti maupun yang tidak diikuti oleh penyerahan atau penerimaan uang,\nmisalnya penyerahan atau penerimaan barang antara satu perusahaan dengan\nperusahaan lainnya. Menentukan produk akhir dalam perusahaan meliputi\npenentuan kwanta (isi, berat atau panjang) suatu produk yang sudah jadi dari\nsuatu perusahaan; misalnya suatu pabrik gula pasir. Dalam menentukan kwanta\ngula pasir yang dihasilkan oleh pabrik tersebut haruslah menggunakan UTTP\nyang sudah ditera dan/atau ditera ulang. Melaksanakan peraturan perundang-\nundangan mempunyai pengertian bahwa pekerjaan tersebut dilakukan untuk\nmemenuhi suatu peraturan perundang-undangan yang berlaku.\n"
                    }
                },
                {
                    "id": "e1504c81-9423-47c9-98f3-d5d2dfa5a9ca",
                    "name": "Article 3",
                    "type": "article",
                    "children": {
                        "id": "d3929021-7094-4d1b-97d5-1d7f8a65da21",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nUTTP sebagaimana dimaksud dalam Pasal 2 harus memenuhi syarat\nsebagai berikut :\na. menggunakan satuan Sistem Internasional (SI) dan berdasarkan\ndesimal, sebagaimana dimaksud dalam Undang-undang Nomor 2\nTahun 1981;\nb. dibuat dari bahan yang tahan aus, tahan perubahan bentuk, tahan\npengaruh cuaca, dan konstruksinya sesuai dengan penggunaannya\nyang wajar, serta menjamin ketahanan sifat ukurnya dan tidak mudah\nmemberikan kesempatan untuk dapat dilakukannya perbuatan curang.",
                        "explanation": "\nHuruf a\nCukup jelas.\nHuruf b\nUTTP harus terbuat dari bahan yang keawetannya terjamin (tahan aus, tahan\nperubahan bentuk, dan tahan pengaruh cuaca) sehingga menumbuhkan\nkepercayaan baik bagi pemakai maupun konsumen yang ingin mendapatkan\nhasil pengukuran dengan baik dan benar. Untuk memperoleh hasil\npengukuran yang baik dan benar tidak hanya digunakan bahan yang harus\nawet, tetapi konstruksi UTTP harus sedemikian rupa sehingga tidak mudah\ndigunakan untuk perbuatan curang oleh pemakai UTTP."
                    }
                },
                {
                    "id": "b1627b38-3e24-4980-99f9-00ad1edf7b27",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "c4fa8ec2-ca09-48de-8f4f-264f4b6ea85b",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSelain syarat sebagaimana dimaksud data Pasal 3, UTTP sebagaimana\ndimaksud dalam Pasal 2 harus memenuhi pula syarat teknis yang\nditetapkan oleh Menteri.",
                        "explanation": "\nCukup jelas."
                    }
                }
            ]
        },
        {
            "id": "fec8eafd-f948-43b6-b270-66d186838c82",
            "name": "Chapter III",
            "title": "\nUTTP YANG DIBEBASKAN DARI TERA ULANG",
            "type": "chapter",
            "children": [
                {
                    "id": "1e3d3692-71c1-4c0e-af70-75634dfd8809",
                    "name": "Article 5",
                    "type": "article",
                    "children": [
                        {
                            "id": "80e9afa3-5f48-4f1d-8aa8-71ceabd29ea2",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " UTTP yang digunakan untuk pengawasan (kontrol) di dalam\nperusahaan atau tempat-tempat yang ditetapkan oleh Menteri, dapat\ndibebaskan dari tera ulang.\n\n(2) Untuk memperoleh pembebasan sebagaimana dimaksud dalam ayat\n(1), pemilik atau pemakai UTTP yang bersangkutan wajib\nmengajukan permohonan tertulis kepada Menteri atau pejabat yang\nditunjuk olehnya.",
                            "explanation": "\nYang dimaksud dengan pengawasan (kontrol) dalam perusahaan adalah kegiatan\nyang berhubungan dengan proses produksi atau pabrikasi yang meliputi\npengumpulan data, analisa data, dan pengamatan di perusahaan yang tidak\nmenyangkut penentuan pungutan upah dan/atau produk akhir dari perusahaan.\nDapat dipahami bahwa pekerjaan pengawasan (kontrol) di dalam perusahaan\nbertujuan untuk menghindari adanya penyimpangan terhadap produk akhir\ntersebut, sehingga UTTP yang digunakan untuk pengawasan (kontrol) dalam\nperusahaan wajib ditera dan dapat dibebaskan dari tera ulang. Untuk\nmemperoleh pembebasan dari tera ulang maka pemilik atau pemakai atau\npemegang kuasa UTTP wajib mengajukan permintaan tertulis kepada pejabat\nyang ditunjuk. Hal ini dimaksudkan juga untuk keperluan pengamatan dan\npengawasan oleh instansi Pemerintah yang ditugasi dalam pembinaan Metrologi\nLegal.\n"
                        }
                    ]
                },
                {
                    "id": "9b46d129-8dab-4629-94ea-0e0cf26bf9ba",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "b62dc300-53b0-4833-8f8c-e90db864791e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nUTTP sebagaimana dimaksud dalam Pasal 5 harus memenuhi syarat\nsebagai berikut:\na. menggunakan satuan Sistem Internasional (SI) dan berdasarkan\ndesimal sebagaimana dimaksud dalam Pasal 2 Undang-undang\nNomor 2 Tahun 1981;\nb. dibuat dari bahan yang tahan aus, tahan perubahan bentuk, tahan\npengaruh cuaca, dan konstruksinya sesuai dengan tujuan\npenggunaannya, serta menjamin ketahanan sifat ukurnya;\nc. dibubuhi tulisan yang cukup jelas sesuai dengan tujuan\npenggunaannya.",
                        "explanation": "\nHuruf a\nCukup jelas.\nHuruf b\nCukup jelas.\nHuruf c\nGuna memudahkan pengawasan dan pengamatan yang dilakukan oleh\npegawai instansi Pemerintah yang ditugasi dalam pembinaan Metrologi\nLegal dan demikian juga bagi pemilik atau pemakai atau pemegang kuasa\nUTTP dan konsumen untuk membedakan UTTP yang wajib ditera ulang,\nmaka UTTP untuk keperluan pengawasan (kontrol) perusahaan yang\ndibebaskan dari tera ulang sangat perlu diberi tulisan yang cukup jelas\nsesuai dengan penggunaannya."
                    }
                },
                {
                    "id": "fcc9e9d0-bdb8-434b-b99b-d059c791d8da",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "870d5424-ffee-4cd2-acfa-d233f9e1775e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSelain syarat sebagaimana dimaksud dalam Pasal 6, UTTP sebagaimana\ndimaksud dalam Pasal 5 harus memenuhi pula syarat teknis yang\nditetapkan oleh Menteri.",
                        "explanation": "\nCukup jelas."
                    }
                }
            ]
        },
        {
            "id": "4de50270-adb7-495d-9351-e9fe54cbb898",
            "name": "Chapter IV",
            "title": "\nUTTP YANG DIBEBASKAN DARI TERA DAN TERA ULANG",
            "type": "chapter",
            "children": [
                {
                    "id": "09d13803-8735-40d5-bf16-2c21df3159ec",
                    "name": "Article 8",
                    "type": "article",
                    "children": {
                        "id": "8e86fe18-ca41-454b-99de-79f4e882f700",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nUTTP yang khusus diperuntukkan atau dipakai untuk keperluan rumah\ntangga dibebaskan dari tera dan tera ulang.\n",
                        "explanation": "\nYang dimaksud dengan keperluan rumah tangga adalah keperluan yang\nberhubungan dengan kehidupan di rumah atau di kantor untuk keperluan pribadi\nyang tidak bersangkutan dengan hak-hak pihak lain. Dalam hal ini termasuk di\ndalamnya adalah pemakaian UTTP di bidang industri, teknik, laboratorium, dan\npendidikan."
                    }
                },
                {
                    "id": "a2a0be2b-0da6-4f36-96df-f3c001be03ab",
                    "name": "Article 9",
                    "type": "article",
                    "children": {
                        "id": "2667d8be-f897-4e23-8bec-41770c609b69",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nUTTP sebagaimana dimaksud dalam Pasal 8 harus memenuhi syarat\nsebagai berikut :\na. menggunakan satuan Sistem Internasional (SI) dan berdasarkan\ndesimal sebagaimana dimaksud dalam Pasal 2 Undang-undang\nNomor 2 Tahun 1981;\nb. bentuk dan konstruksinya berbeda dari UTTP yang wajib ditera;\nc. dibubuhi tulisan yang cukup jelas, sesuai dengan tujuan\npenggunaannya.",
                        "explanation": "\nHuruf a\nCukup jelas.\nHurub b\nCukup jelas.\n\nHuruf c\nGuna memudahkan pengawasan dan pengamatan yang dilakukan oleh\npegawai instansi Pemerintah yang ditugasi pembinaan Metrologi Legal dan\ndemikian juga bagi pemilik atau pemakai atau pemegang kuasa UTTP\nataupun konsumen untuk membedakan UTTP yang wajib ditera dan ditera\nulang, maka UTTP untuk keperluan rumah tangga ini sangat perlu diberi\ntulisan yang jelas sesuai dengan penggunaannya."
                    }
                },
                {
                    "id": "f5a63ed1-06a9-4df3-a786-906adef28907",
                    "name": "Article 10",
                    "type": "article",
                    "children": [
                        {
                            "id": "c12cbc92-8d13-4be5-ba47-c4dc773cc94b",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " UTTP yang dibebaskan dari tera dan tera ulang sebagaimana\ndimaksud dalam Pasal 8 untuk pertama kalinya wajib diuji oleh\ninstansi Pemerintah yang ditugasi di bidang pembinaan metrologi\nlegal.",
                            "explanation": "\nPemeriksaan UTTP adalah keseluruhan tindakan yang dilakukan oleh pegawai\nyang berhak menera dan/atau menera ulang dengan memperhatikan dan\nmencocokkan persyaratan teknis dan administratif atas UTTP tersebut, agar\ndapat diketahui sudah atau belum sesuai dengan peraturan perundang-undangan\nyang berlaku sehingga dengan demikian bisa ditentukan lulus atau tidaknya\ndalam pemeriksaan. Pemeriksaan teknis antara lain meliputi pemeriksaan jenis,\ntipe, satuan yang digunakan, konstruksi, dan bahan atau material. Pemeriksaan\nadministratif antara lain meliputi pemeriksaan izin-izin dan surat-surat yang\nberkenaan dengan UTTP tersebut. UTTP yang sudah dinyatakan lulus\npemeriksaan dapat dilaksanakan pengujian atasnya. Pengujian UTTP adalah\nkeseluruhan tindakan sesudah UTTP lulus dalam pemeriksaan, berupa\nmembandingkan penunjukannya dengan standar yang dilakukan oleh pegawai\nyang berhak menera dan/atau menera ulang agar dapat diketahui apakah sifat-\nsifat ukur UTTP tersebut lebih besar, sama atau lebih kecil dari batas kesalahan\n(toleransi/remidi) yang diizinkan. Sifat-sifat ukur UTTP meliputi kebenaran,\nkepekaan, dan ketetapan dari UTTP yang bersangkutan. UTTP yang dibebaskan\ndari tera dan tera ulang, sebelum diperjual-belikan dan/atau sebelum dipakai\nharus diajukan kepada instansi Pemerintah yang ditugasi pembinaan Metrologi\nLegal untuk diuji. Pengujian ini sangat diperlukan dalam rangka perlindungan\n\natas kepentingan umum. Pengujian ini tidak dilanjutkan dengan peneraan atau\npenera ulangan tetapi cukup diberi tanda telah diuji oleh instansi yang\nbersangkutan."
                        },
                        {
                            "id": "13ebb7d1-fa16-44fb-aa8b-7f1441be705b",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " UTTP yang dibebaskan dari tera dan tera ulang ditetapkan oleh\nMenteri.",
                            "explanation": "\nPemeriksaan UTTP adalah keseluruhan tindakan yang dilakukan oleh pegawai\nyang berhak menera dan/atau menera ulang dengan memperhatikan dan\nmencocokkan persyaratan teknis dan administratif atas UTTP tersebut, agar\ndapat diketahui sudah atau belum sesuai dengan peraturan perundang-undangan\nyang berlaku sehingga dengan demikian bisa ditentukan lulus atau tidaknya\ndalam pemeriksaan. Pemeriksaan teknis antara lain meliputi pemeriksaan jenis,\ntipe, satuan yang digunakan, konstruksi, dan bahan atau material. Pemeriksaan\nadministratif antara lain meliputi pemeriksaan izin-izin dan surat-surat yang\nberkenaan dengan UTTP tersebut. UTTP yang sudah dinyatakan lulus\npemeriksaan dapat dilaksanakan pengujian atasnya. Pengujian UTTP adalah\nkeseluruhan tindakan sesudah UTTP lulus dalam pemeriksaan, berupa\nmembandingkan penunjukannya dengan standar yang dilakukan oleh pegawai\nyang berhak menera dan/atau menera ulang agar dapat diketahui apakah sifat-\nsifat ukur UTTP tersebut lebih besar, sama atau lebih kecil dari batas kesalahan\n(toleransi/remidi) yang diizinkan. Sifat-sifat ukur UTTP meliputi kebenaran,\nkepekaan, dan ketetapan dari UTTP yang bersangkutan. UTTP yang dibebaskan\ndari tera dan tera ulang, sebelum diperjual-belikan dan/atau sebelum dipakai\nharus diajukan kepada instansi Pemerintah yang ditugasi pembinaan Metrologi\nLegal untuk diuji. Pengujian ini sangat diperlukan dalam rangka perlindungan\n\natas kepentingan umum. Pengujian ini tidak dilanjutkan dengan peneraan atau\npenera ulangan tetapi cukup diberi tanda telah diuji oleh instansi yang\nbersangkutan."
                        }
                    ]
                },
                {
                    "id": "6d624e82-02c4-4327-82f1-02c23ffdfc10",
                    "name": "Article 11",
                    "type": "article",
                    "children": {
                        "id": "04667b1b-2096-459e-8b14-64528708e086",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nSetelah syarat sebagaimana dimaksud dalam Pasal 9, UTTP sebagaimana\ndimaksud dalam Pasal 8 harus memenuhi syarat teknis yang ditetapkan\noleh Menteri.\n",
                        "explanation": "\nCukup jelas."
                    }
                }
            ]
        },
        {
            "id": "7ecf139e-e09e-4fb6-b78e-c6b6e3b3c818",
            "name": "Chapter V",
            "title": "\nKETENTUAN PIDANA",
            "type": "chapter",
            "children": [
                {
                    "id": "09cff220-dd56-409b-b61e-b36802ce37c7",
                    "name": "Article 12",
                    "type": "article",
                    "children": {
                        "id": "58affc71-c1ec-4109-ab0c-ec9d145f0aae",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPemilik atau pemakai UTTP yang karena kelalaiannya tidak melakukan\nkewajiban sebagaimana diatur dalam Peraturan Pemerintah ini, dikenakan\nsanksi sebagaimana diatur dalam Undang-undang Nomor 2 Tahun 1981\ndan/atau tarip biaya tera sebagaimana ditetapkan dalam Peraturan\nPemerintah Nomor 26 Tahun 1983 tentang Tarip biaya Tera.",
                        "explanation": "\nCukup jelas."
                    }
                }
            ]
        },
        {
            "id": "69a7093d-941e-46ab-a2aa-10b17541437d",
            "name": "Chapter VI",
            "title": "\nKETENTUAN LAIN",
            "type": "chapter",
            "children": [
                {
                    "id": "301d7379-6d0f-47ae-bb9e-f19ddc3e697f",
                    "name": "Article 13",
                    "type": "article",
                    "children": [
                        {
                            "id": "d1e386c4-d562-459d-9934-9da20c971e21",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " UTTP sebagaimana dimaksud dalam Pasal 2, Pasal 5, dan Pasal 8,\ndigolongkan ke dalam UTTP Metrologi Legal yang pemeriksaan,\npengujian, peneraan, dan penera-ulangannya serta pengawasannya\ndilakukan oleh instansi Pemerintah yang ditugasi di bidang\npembinaan metrologi legal.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "e489402d-33bc-4ce6-99f0-22cac6993e82",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " UTTP di luar ketentuan sebagaimana dimaksud dalam ayat (1)\ndigolongkan ke dalam UTTP bukan Metrologi Legal.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "a1448ede-0f89-4d85-940f-379731f205c4",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " UTTP sebagaimana dimaksud dalam ayat (2) dapat diajukan untuk\ndiuji oleh instansi Pemerintah yang ditugasi di bidang pembinaan\nmetrologi legal.",
                            "explanation": "\nCukup jelas."
                        },
                        {
                            "id": "de92883b-a5e0-4b07-bc2c-51667c3e930b",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " UTTP sebagaimana dimaksud dalam ayat (2) dapat digolongkan ke\ndalam UTTP Metrologi Legal, apabila ketentuan mengenai syarat\nteknisnya telah ditetapkan oleh Menteri.",
                            "explanation": "\nCukup jelas."
                        }
                    ]
                }
            ]
        },
        {
            "id": "0976cafe-dd86-4994-86b2-91c4783cdfcd",
            "name": "Chapter VII",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "6717f1f0-4955-4748-ad2c-3b391cb54ea1",
                    "name": "Article 14",
                    "type": "article",
                    "children": {
                        "id": "6726630e-d956-4ca7-b48e-553ee8e94ea4",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan berlakunya Peraturan Pemerintah ini, peraturan perundang-undangan mengenai wajib ditera dan ditera ulang bagi UTTP serta pembebasannya dari tera dan/atau tera ulang yang telah ada dan ditetapkan berdasarkan Ijkordonnantie 1949, dinyatakan dicabut.",
                        "explanation": "\nCukup jelas."
                    }
                },
                {
                    "id": "52684c78-b90c-461c-9501-94c572774a3d",
                    "name": "Article 15",
                    "type": "article",
                    "children": {
                        "id": "e4003753-f3c7-4245-b741-0986fbd6a9cd",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan\nPeraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara\nRepublik Indonesia.",
                        "explanation": "\nCukup jelas.\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\nDalam Undang-undang Nomor 2 Tahun 1981 tentang Metrologi Legal, terdapat\nbeberapa pasal yang untuk pelaksanaannya memerlukan Peraturan Pemerintah\nmisalnya: Pasal 12 yang mengharuskan ditetapkannya alat-alat ukur, takar, timbang,\ndan perlengkapannya yang wajib ditera dan ditera ulang, dibebaskan dari tera ulang,\ndibebaskan baik dari tera maupun tera ulang dan syarat-syarat yang harus\ndipenuhinya. Berdasarkan keperluan penggunaannya, alat-alat ukur, takar, timbang,\ndan perlengkapannya (UTTP) terdiri atas :\na. yang digunakan untuk keperluan yang menyangkut kepentingan umum;\nb. yang digunakan untuk keperluan pengawasan (kontrol) perusahaan dan\nc. yang khusus hanya untuk keperluan rumah tangga.\nUntuk masing-masing kelompok UTTP itu ditetapkan syarat-syarat yang harus\ndipenuhinya, baik yang ditetapkan dalam Undang-undang Nomor 2 Tahun 1981\nmaupun peraturan pelaksanaannya.\nTujuan pengelompokan dan penjelasan tentang syarat-syarat yang harus dipenuhi\noleh UTTP yang dituangkan dalam Peraturan Pemerintah ini terutama adalah untuk\nmenjamin kebenaran pengukuran guna tercapainya tertib ukur di segala bidang\ndalam masyarakat agar sesuai dengan pengertian tentang Metrologi Legal\nsebagaimana dimaksud dalam Undang-undang Nomor 2 Tahun 1981.\n",
        "Nomor": "2",
        "Tahun": "1985",
        "Tentang": "WAJIB DAN PEMBEBASAN UNTUK DITERA DAN/ATAU DITERA ULANG\nSERTA SYARAT-SYARAT BAGI ALAT-ALAT UKUR, TAKAR, TIMBANG, DAN\nPERLENGKAPANNYA\nPresiden Republik Indonesia,",
        "Menimbang": {
            "Introduction": "\nbahwa untuk melaksanakan ketentuan Pasal 12 Undang-undang\nNomor 2 Tahun 1981 tentang Metrologi Legal, perlu menetapkan\nketentuan mengenai kewajiban dan pembebasan untuk ditera dan\nditera ulang serta syarat-syarat bagi alat-alat ukur, takar, timbang, dan\nperlengkapannya dengan Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945;",
            "2": " Undang-undang Nomor 2 Tahun 1981 tentang Metrologi Legal\n(Lembaran Negara Tahun 1981 Nomor 11, Tambahan Lembaran\nNegara Nomor 3193);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH REPUBLIK INDONESIA\nTENTANG WAJIB DAN PEMBEBASAN UNTUK DITERA\nDAN/ATAU DITERA ULANG SERTA SYARAT-SYARAT BAGI\nALAT-ALAT UKUR, TAKAR. TIMBANG. DAN\nPERLENGKAPANNYA.",
        "tanggal sah": "7 Januari 1985"
    }
}