{
    "results": [
        {
            "id": "85bcccca-f2ec-4d4a-b5df-a96edc80692d",
            "name": "Chapter I",
            "title": "\nKETENTUAN UMUM",
            "type": "chapter",
            "children": [
                {
                    "id": "64657f68-4c74-432e-8b44-e83bae260e80",
                    "name": "Article 1",
                    "type": "article",
                    "children": {
                        "id": "048fa93e-1faf-4cdc-9ff4-6659f3f9c34d",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDalam Peraturan Pemerintah ini yang dimaksud dengan Kotamadya Daerah Tingkat II Tanjungbalai dan Kabupaten Daerah Tingkat II Asahan adalah sebagaimana dimaksud dalam Undang-undang Nomor 9 Drt Tahun 1956 dan Undang-undang Nomor 7 Drt Tahun 1956.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "f5e7cef4-f676-4fce-9855-b9023562960d",
            "name": "Chapter II",
            "title": "\nPERUBAHAN BATAS WILAYAH",
            "type": "chapter",
            "children": [
                {
                    "id": "313d6e9a-e8d1-42a8-9f2f-0c037e8b4249",
                    "name": "Article 2",
                    "type": "article",
                    "children": {
                        "id": "8327957a-3ecc-4b44-878b-d666239d13cc",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nBatas wilayah Kotamadya Tingkat II Tanjungbalai diubah dan diperluas dengan memasukan sebagian wilayah Kecamatan Tanjungbalai, Kabupaten\n1.  Desa pulau Simardan;\n2.  Desa Selat Lancang;\n3.  Desa Sungai Tualang Raso;\n4.  Desa Teluk Nibung;\n5.  Sebagian Desa Kapias Batu VIII;\n6.  Sebagian Desa Sungai Dua Hulu;\n7.  Sebagian Desa Sijambi.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "c70dffac-acc5-4102-a919-a3c6db980229",
                    "name": "Article 3",
                    "type": "article",
                    "children": [
                        {
                            "id": "52d74ecd-710b-4f44-81f0-ec720bd4106a",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Desa Sungai Tualangan Raso setelah masuk wilayah Kotamadya Daerah Tingkat II Tanjungbalai dimekarkan menjadi Desa Sungai Tualang Raso I, Desa Sungai Tualang Raso II, Desa Sungai Tualang Raso III, dan Desa Sungai Tualang Raso IV.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "e7354f56-2b8c-4b0e-8b7a-751fc2922439",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Desa Teluk Nibung dan sebagian Desa Kapias Batu VIII setelah masuk wilayah Kotamadya Daerah Tingkat II Tanjungbalai dimekarkan menjadi Desa Teluk Nibung III, dan Desa Kapias Batu VIII.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "aaa9d8ef-46a4-4094-881d-ed4b0d99a595",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Desa pulau Simardan setelah masuk wilayah Kotamadya Tingkat II Tanjungbalai dimekarkan menjadi Desa Pulau Simardan I dan Desa Pulau Simardan II.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "155ce04b-5d4d-401b-98a0-17a464359747",
                            "name": "Verse 4",
                            "number": "4",
                            "type": "verse",
                            "content": " Desa Selat Lancang setelah masuk wilayah Kotamadya Daerah Tingkat II Tanjungbalai dimekarkan menjadi Desa Selat Lancang I dan Desa Selat Lancang II.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "bbde7988-27d6-42ba-9ee7-1cc6d25a77c9",
                            "name": "Verse 5",
                            "number": "5",
                            "type": "verse",
                            "content": " Sebagian wilayah Desa Sijambi dan sebagian wilayah Desa Sungai Dua Hulu setelah masuk wilayah Kotamadya Tingkat II Tanjungbalai dimekarkan menjadi Desa Sijambi I dan Desa Sijambi II.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                },
                {
                    "id": "2dae0a9f-bc8d-40f2-a9c7-dfe289a4458d",
                    "name": "Article 4",
                    "type": "article",
                    "children": {
                        "id": "f98cf630-14e3-4a90-9ab5-59346419496a",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKecamatan Tanjungbalai Kabupaten Daerah Tingkat II Asahan tetap bernama Kecamatan Tanjungbalai dengan luas wilayah setelah dikurangi desa-desa sebagaimana dimaksud dalam Pasal 2.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "8835ab83-594f-471d-bab6-40153565bf57",
                    "name": "Article 5",
                    "type": "article",
                    "children": {
                        "id": "4a7377e0-65f6-44bb-912d-86c359fdb8a7",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nWilayah Kotamadya Daerah Tingkat II Tanjungbalai setelah diperluas dengan memasukkan sebagian wilayah Kecamatan Tanjungbalai Kabupaten Daerah Tingkat II Asahan, mempunyai batas-batas sebagai berikut:\n1. Sebelah Utara berbatasan dengan Desa Pematang Sei Baru Kecamatan Tanjung Balai, Kabupaten Daerah Tingkat II Asahan.\n2. Sebelah Selatan berbatasan dengan Desa Sei Dua Hulu Kecamatan Simpang Empat, Kabupaten Daerah Tingkat II Asahan.\n3. Sebelah Barat berbatasan dengan Kecamatan Air Joman dan Kecamatan Simpang Empat, Kabupaten Daerah Tingkat II Asahan.\n4. Sebelah Timur berbatasan dengan Sungai Asahan/Kecamatan Sungai Kepayang, Kabupaten Daerah Tingkat II Asahan.",
                        "explanation": "\nYang dimaksud dengan batas-batas wilayah dalam pasal ini, bukanlah batas-batas\nwilayah yang sudah terinci sebagaimana dimaksud dalam penjelasan umum."
                    }
                },
                {
                    "id": "a45bdd52-e6f0-4052-a530-69dcc7d794b6",
                    "name": "Article 6",
                    "type": "article",
                    "children": {
                        "id": "4ad76221-95ae-43ea-b592-12faf340037e",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan diubahnya batas wilayah Kotamadya Daerah Tingkat II Tanjungbalai dengan perluasan, maka untuk terciptanya tertib pemerintahan dan guna pembinaan wilayah, wilayah Kotamadya Daerah Tingkat Il Tanjungbalai yang semula terdiri dari 2 wilayah kecamatan ditata kembali sehingga menjadi wilayah kecamatan, yang terdiri dari :\n1. Kecamatan Tanjungbalai Selatan meliputi:\n    a. Kelurahan Tanjungbalai Kota I\n    b. Kelurahan Tanjungbalai Kota II.\n2. Kecamatan Tanjungbalai Utara meliputi:\n    a. Kelurahan Tanjungbalai Kota III.\n    b. Kelurahan Tanjungbalai Kota IV.\n3. Kecamatan Sungai Tualang Raso meliputi:\n    a. Desa Sungai Tualang Raso I.\n    b. Desa Sungai Tualang Raso II.\n    c. Desa Sungai Tualang Raso III.\n    d. Desa Sungai Tualang Raso IV.\n4. Kecamatan Teluk Nibung meliputi:\n    a. Desa Teluk Nibung I.\n    b. Desa Teluk Nibung II.\n    c. Desa Teluk Nibung III.\n    d. Desa Kapias Batu VIII.\n5. Kecamatan Datuk Bandar meliputi:\n    a. Desa Pulau Simardan I.\n    b. Desa Pulau Simardan II.\n    c. Desa Sijambi I.\nd. Desa Sijambi II\ne. Desa Selat Lancang I.\nf. Desa Selat Lancang II.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "6b80513c-ce2b-4ac3-b26d-48167547e48f",
                    "name": "Article 7",
                    "type": "article",
                    "children": {
                        "id": "3a42bb06-4cec-4cad-ac90-e531fb21acda",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nTempat kedudukan Pusat Pemerintahan kecamatan-kecamatan sebagaimana dimaksud dalam\nPasal 6 sebagai berikut:\n1. Kecamatan Tanjungbalai Selatan di Kelurahan Tanjungbalai Kota I.\n2. Kecamatan Tanjungbalai Selatan di Kelurahan Tanjungbalai Kota III.\n3. Kecamatan Sungai Tualang Raso di Desa Sungai Tualang Raso I.\n4. Kecamatan Teluk Nibung di Desa Kapias Batu VIII.\n5. Kecamatan Datuk Bandar di Desa Selat Lancang I.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "850353f1-7d1f-4d74-af19-639f5fb20858",
                    "name": "Article 8",
                    "type": "article",
                    "children": {
                        "id": "6ab39e5c-3653-40d5-9d20-0da9e4f07110",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nWilayah Kabupaten Daerah Tingkat II Asahan adalah wilayah Kabupaten Daerah Tingkat II\nAsahan setelah dikurangi desa-desa sebagaimana dimaksud dalam Pasal 2, dengan batas-\nbatas sebagai berikut:\n1. Sebelah Utara berbatasan dengan Kabupaten Daerah Tingkat II Deli Serdang.\n2. Sebelah Selatan berbatasan dengan Kabupaten Daerah Tingkat II Labuhan Batu dan\nKabupaten Daerah Tingkat II Tapanuli Utara.\n3. Sebelah Barat berbatasan dengan Kabupaten Daerah Tingkat II Simalungun.\n4. Sebelah Timur berbatasan dengan Selat Malaka.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "072e4880-f28e-48bd-81cb-9150dcf708ae",
            "name": "Chapter III",
            "title": "\nPEMBIAYAAN",
            "type": "chapter",
            "children": [
                {
                    "id": "0eac1031-f367-45b3-8c2e-8b5177bf6282",
                    "name": "Article 9",
                    "type": "article",
                    "children": {
                        "id": "9a3a840b-f38e-49d9-91c8-9d75ecbc77f0",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPembiayaan yang diperlukan untuk perluasan wilayah Kotamadya Daerah Tingkat II\nTanjungbalai sebagaimana dimaksud dalam Peraturan Pemerintah ini, dibebankan kepada\nanggaran Pemerintah Kotamadya Daerah Tingkat II Tanjungbalai dan pelaksanaannya\ndilakukan secara bertahap sesuai dengan kemampuan keuangan Pemerintah Daerah dan\nPemerintah Pusat.",
                        "explanation": "\nCukup jelas"
                    }
                }
            ]
        },
        {
            "id": "63e19275-cf78-4aea-bf79-4ac9d09d1b0c",
            "name": "Chapter IV",
            "title": "\nKETENTUAN PERALIHAN",
            "type": "chapter",
            "children": [
                {
                    "id": "2c1fd2db-4f00-4502-bb64-87b03a2c2151",
                    "name": "Article 10",
                    "type": "article",
                    "children": [
                        {
                            "id": "5772a603-06ca-471e-9c86-6d942bf4c1cf",
                            "name": "Verse 1",
                            "number": "1",
                            "type": "verse",
                            "content": " Semua Peraturan Daerah dan Keputusan Bupati Kepala Daerah Tingkat II Asahan yang\nmengatur desa-desa sebelum berlakunya Peraturan Pemerintah ini, tetap berlaku sampai\ndiubah dan diatur kembali berdasarkan Peraturan Pemerintah ini.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "15a95614-0122-4395-abf5-050b8331e955",
                            "name": "Verse 2",
                            "number": "2",
                            "type": "verse",
                            "content": " Peraturan Daerah dan Keputusan Kepala Daerah sebagaimana dimaksud dalam ayat (1)\ndapat diubah atau dicabut dengan Peraturan Daerah Kotamadya Daerah Tingkat II\nTanjungbalai dan Keputusan Walikota-madya Kepala Daerah Tingkat II Tanjungbalai.",
                            "explanation": "\nCukup jelas"
                        },
                        {
                            "id": "f7efd3c7-e0e0-4535-8a83-1e47d21b4e45",
                            "name": "Verse 3",
                            "number": "3",
                            "type": "verse",
                            "content": " Masalah yang menyangkut bidang kepegawaian, kependudukan, penghasilan daerah,\nkeuangan, materiil dan lain-lain yang timbul sebagai akibat perubahan batas wilayah\nsebagaimana dimaksud dalam Peraturan Pemerintah ini, diselesaikan oleh Gubernur\nKepala Daerah Tingkat I Sumatera Utara sesuai dengan peraturan perundang-undangan\nyang berlaku.",
                            "explanation": "\nCukup jelas"
                        }
                    ]
                }
            ]
        },
        {
            "id": "397b06b4-c4f3-4658-8330-fb41905d48b4",
            "name": "Chapter V",
            "title": "\nKETENTUAN PENUTUP",
            "type": "chapter",
            "children": [
                {
                    "id": "49c7f95f-8fd2-4d2a-89e1-59de55db50f9",
                    "name": "Article 11",
                    "type": "article",
                    "children": {
                        "id": "3563c6fd-991a-4347-a762-b53d940beb54",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nDengan berlakunya Peraturan Pemerintah ini semua peraturan yang sebelumnya mengatur\nbatas wilayah Kotamadya Daerah Tingkat II Tanjungbalai dan Kabupaten Daerah Tingkat II\nAsahan yang bertentangan dengan Peraturan Pemerintah ini dinyatakan tidak berlaku lagi.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "61ad4404-8115-4a9b-9bea-a923a2a22156",
                    "name": "Article 12",
                    "type": "article",
                    "children": {
                        "id": "91fbd9b4-c588-422d-abe2-678ea881c6ce",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nKetentuan lebih lanjut yang diperlukan dalam rangka pelaksanaan Peraturan Pemerintah ini\ndiatur oleh Menteri Dalam Negeri sesuai dengan peraturan perundang-undangan yang berlaku.",
                        "explanation": "\nCukup jelas"
                    }
                },
                {
                    "id": "58ec90f0-2459-404a-b794-4393ad390cbc",
                    "name": "Article 13",
                    "type": "article",
                    "children": {
                        "id": "c970554e-e532-4459-b243-a11be348de45",
                        "name": "Verse 1",
                        "number": "(1)",
                        "type": "verse",
                        "content": "\nPeraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini\ndengan penempatannya dalam Lembaran Negara Republik Indonesi.",
                        "explanation": "\nCukup jelas\n"
                    }
                }
            ]
        }
    ],
    "metadata": {
        "Umum": "\n1. Dasar Pertimbangan.\na. Kotamadya Daerah Tingkat II Tanjungbalai dibentuk berdasarkan Undang-undang\nNomor 9 Drt Tahun 1956 tentang Pembentukan Daerah Otonom Kota-kota Kecil Dalam\nLingkungan Daerah Propinsi Sumatera Utara Sedangkan Kabupaten Daerah Tingkat II\nAsahan dibentuk berdasarkan Undang-undang Nomor 7 Drt Tahun 1956 tentang\nPembentukan Daerah Otonom Kabupaten-kabupaten dalam Lingkungan Daerah\nPropinsi Sumatera Utara.\nb. Meningkatnya perkembangan pembangunan disegala bidang saat ini, menyebabkan\npeningkatan pertumbuhan dan perkembangan fungsi dan peranan kota-kota di Indonesia\npada umumnya dan kota-kota yang berstatus Kotamadya Daerah Tingkat II khusus-nya.\nSejalan dengan itu, pertumbuhan dan perkembangan penduduk juga relatif meningkat.\nKota-kota tersebut dalam perkembangannya tidak mampu menciptakan suatu\nkeserasian pengembangan antara batas wilayah administratif kota yang ada dengan\nbatas wilayah fungsional terhadap daerah pengembangan fisik kota, yang\nmengakibatkan timbulnya berbagai permasalahan dalam pengelolaan pemerintahan,\npembangunan, dan pelayanan terhadap masyarakat. Hal ini disebabkan kecenderungan\npenduduk dalam melaksanakan kegiatannya yang memerlukan ruang, sedangkan ruang\nyang tersedia sangat terbatas, terutama bagi kota-kota yang mengemban fungsi sebagai\npusat pengembangan wilayah secara nasional maupun regional.\nc. Dalam proses perkembangannya, Kotamadya Daerah Tingkat II Tanjungbalai mengalami\nperkembangan yang cukup pesat di dalam kegiatan pemerintahan dan pembangunan.\nMeningkatnya pertumbuhan dan perkembangan Kotamadya Daerah Tingkat II\nTanjungbalai, pada dasarnya karena letak geografis kota Tanjungbalai, yang merupakan\npintu gerbang kedua (pelabuhan export-impor) sesudah Belawan untuk melayani wilayah\nsekitarnya (hinterland), yaitu Kabupaten Simalungun, Kabupaten Labuhan Batu dan\nKabupaten Asahan dalam rangkat kegiatan export komoditi non migas, khususnya\ndengan sasaran Negara Singapura, Malaysia, dan negara-negara Asia Tenggara lainnya\nyang lebih menguntungkan dalam biaya transportasi dibandingkan apabila melalui\npelabuhan Belawan. Letak geografis sedemikian menjadikan fungsi Kota Tanjungbalai\nsemakin penting (dengan rata-rata pertumbuhan penduduk 4,08% per tahun) sehingga\nareal Kotamadya Daerah Tingkat II Tanjungbalai yang ada dipandang tidak akan mampu\nmenampung lajunya pertumbuhan penduduk.\nd. Perkembangan demikian, menimbulkan permasalahan bagi Pemerintah Kotamadya\nDaerah Tingkat II Tanjungbalai dalam mengelola kota, khususnya di dalam rangka\npengaturan tata ruang, meningkatkan kualitas lingkungan hidup perkotaan, penyediaan\nlokasi bagi kepentingan pembangunan dan distribusi kegiatan pembangunan, serta\npenyediaan fasilitas/ utilitas perkotaan. Hal ini disebabkan luas wilayah Kotamadya\nDaerah Tingkat II Tanjungbalai seluas ±190,9 Ha, dengan jumlah penduduk pada tahun\n1986 yaitu sebesar 43.708 jiwa dengan kepadatan penduduk rata-rata sebesar 230\njiwa/Ha. Dalam kenyataannya, luas wilayah yang efektif yang dapat digunakan untuk\npembangunan, hanya sebesar ± 154 Ha dengn kepadatan penduduk rata-rata efektif 279\njiwa/Ha, sedangkan sisa wilayahnya seluas ± 36,9 Ha merupakan areal rawa-rawa dan\naliran sungai yang tidak dapat dimanfaatkan.\nMeningkatnya perkembangan fungsi Kota Tanjungbalai dan meningkatnya laju\npertambahan penduduk, serta terbatasnya ruang yang tersedia menyebabkan kegiatan\npenduduk beralih keluar batas kota (pinggiran kota), yang menimbulkan daerah\nperkotaan baru yang pertumbuhannya tidak terkendali.\nKegiatan penduduk di daerah tersebut pada dasarnya menggunakan.fasilitas dan utilitas\nkota, sehingga sangat mempengaruhi perkembangan kota dan menimbulkan\npermasalahan dalam pengelolaan maupun pembiayaannya, karena kewenangan\npembinaan dan pengelolaannya berada di luar kewenangan Pemerintah Kotamadya\nDaerah Tingkat II Tanjungbalai.\nOleh karena itu, maka berbagai permasalahan tersebut di atas perlu dicarikan jalan\npemecahannya, antara lain batas wilayah administratif kotamadya Daerah Tingkat II\nTanjungbalai perlu diubah dan diperluas.\n2.  Perluasan Wilayah.\na. Berdasarkan pertimbangan tersebut di atas, maka dalam rangka usaha pemenuhan\nkebutuhan akan ruang untuk kegiatan pembangunan dan dalam rangka\nterselenggaranya tertib penyelenggaraan pemerintahan dan pelayanan terhadap\nmasyarakat, yang erat kaitannya dengan usaha meningkatkan fungsi dan peranan Kota\nTanjungbalai sebagai pusat pengembangan wilayah, dipandang perlu dan sudah\nwaktunya dilakukan penyesuaian batas wilayah, dengan memperluas wilayah\nKotamadya Daerah Tingkat II Tanjungbalai yang semula seluas ± 190,9 Ha menjadi\n±5.850 Ha.\nb. Perluasan wilayah dimaksud dengan memasukkan sebagian dari wilayah Kabupaten\nDaerah Tingkat II Asahan yaitu meliputi sebagian dari wilayah Kecamatan Tanjungbalai.\nDengan perluasan tersebut, diharapkan akan dapat memenuhi kebutuhan akan ruang\nbagi pemenuhan kegiatan pembangunan, dalam usaha meningkatkan kesejahteraan\nkehidupan masyarakat kota.\nDi samping itu diharapkan juga akan dapat lebih memudahkan dalam pembinaan\nmaupun dalam penyelenggaraan kegiatan pemerintahan, pembangunan dan pelayanan\nterhadap masyarakat, sehingga Kotamadya Daerah Tingkat II Tanjungbalai akan dapat\nberperan lebih nyata sebagai pusat pengembangan wilayah, yang mampu mendukung\nsecara timbal balik bagi pertumbuhan dan perkembangan wilayah sekitarnya.\nc. Bahwa penyerahan sebagian wilayah kabupaten Daerah Tingkat II Asahan ke dalam\nwilayah Kotamadya Daerah Tingkat II Tanjungbalai telah mendapatkan persetujuan dari\nPemerintah Daerah Tingkat II Kabupaten Asahan dan Pemerintah Daerah Tingkat II\nKotamadya Tanjungbalai serta telah disetujui pula oleh Gubernur Kepala Daerah Tingkat\nI Sumatera Utara, seperti yang dinyatakan dalam:\n1) Surat Keputusan DPRD Kabupaten Daerah Tingkat II Asahan tanggal 27 Mei 1985\nNomor 6/SK/ DPRD/1985 tentang Persetujuan Perluasan Wilayah Kotamadya\nDaerah Tingkat II Tanjungbalai.\n2) Surat Keputusan DPRD Kotamadya Daerah Tingkat II Tanjungbalai tanggal 8 Januari\n1985 Nomor I/DPRD/TB/ 1985 tentang Perluasan Kotamadya Daerah Tingkat II\nTanjungbalai yang telah disempurnakan dengan Keputusan Nomor 4/DPRD/\nTB/1985 tanggal 17 Juni 1985.\n3) Surat Gubernur Kepala Daerah Tingkat I Sumatera Utara kepada Menteri Dalam\nNegeri tanggal 14 April 1986 Nomor 135/11626 tentang Penerbitan Peraturan\nPemerintah mengenai Perubahan Batas Wilayah Kotamadya Daerah Tingkat II\nTanjungbalai.\nd. Dengan perubahan batas wilayah administratif Kotamadya Daerah Tingkat II\nTanjungbalai tersebut, maka semua peraturan perundang-undangan yang mengatur\nbatas wilayah administratif Kotamadya Daerah Tingkat II Tanjungbalai dan wilayah\nKabupaten Daerah Tingkat II Asahan dinyatakan tidak berlaku lagi, sepanjang\nbertentangan dengan Peraturan Pemerintah ini. Penetapan batas-batas wilayah baru\nsecara pasti antara wilayah Kotamadya Daerah Tingkat II Tanjungbalai dan wilayah\nKabupaten Daerah Tingkat II Asahan, ditetapkan oleh Menteri Dalam Negeri, setelah\nmempertimbangkan usul dan saran Gubernur Kepala Daerah Tingkat I Sumatera Utara\nyang didasarkan atas hasil penelitian dan pengukuran (pematokan) secara pasti di\nlapangan.\nPenelitian, pengukuran (pematokan) batas-batas baru dimaksud dilaksanakan oleh\nPemerintah Daerah Tingkat II Kabupaten Asahan dan Pemerintah Daerah Tingkat II\nKotamadya Tanjungbalai.",
        "Nomor": "20",
        "Tahun": "1987",
        "Tentang": "PERUBAHAN BATAS WILAYAH KOTAMADYA DAERAH TINGKAT II TANJUNGBALAI DAN\nKABUPATEN DAERAH TINGKAT II ASAHAN\nPRESIDEN REPUBLIK INDONESIA,",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa meningkatnya perkembangan pembangunan Propinsi Daerah\nTingkat I Sumatera Utara pada umumnya dan Kotamadya pada khususnya,\nmenyebabkan fungsi dan peranan Kota Tanjungbalai pada khususnya,\nmenyebabkan meningkatnya fungsi dan peranan Kota Tanjung balaise\nhingga dalam kegiatan pembangunan telah melampaui bataswilayah\nadministratif kota tersebut.",
            "b": " bahwa dalam rangka tertib administrasi pemerintahan dan dalam upaya\nmenampung gerak kegiatan pembangunan yang terus meningkat di wilayah\ntersebut, dipandang perlu batas wilayah Kotamadya Daerah Tingkat II\nTanjungbalai diubah dengan memasukkan sebagian wilayah Kabupaten\nDaerah Tingkat II Asahan;",
            "c": " bahwa Pemerintah Daerah Tingkat II Kabupaten Asahan telah menyetujui\nuntukmenyerahkan sebagian dari wilayahnya untuk keperluan perubahan\nbatas wilayah Kotamadya Daerah Tingkat II Tanjungbalai tersebut;",
            "d": " bahwa sesuai dengan ketentuan Pasal 4 ayat (3) Undang-undang Nomor 5\nTahun 1974 tentang Pokok-pokok Pemerintahan di Daerah, perubahan\nbatas wilayah Kotamadya Daerah Tingkat II dan wilayah Kabupaten Daerah\nTingkat II harus ditetapkan dengan Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Pasal 5 ayat (2) Undang-Undang Dasar 1945,",
            "2": " Undang-undang Nomor 7 Drt Tahun 1956 tentang Pembentukan Daerah\nOtonom Kabupaten-kabupaten Dalam lingkungan Daerah Propinsi\nSumatera Utara (Lembaran Negara Tahun 1956 Nomor 58);",
            "3": " Undang-undang Nomor 24 Tahun 1956 tentang Pembentukan Daerah\nOtonom Propinsi Aceh dan Perubahan Peraturan Peinbentukan Propinsi\nSumatera Utara (Lembaran Negara Tahun 1956 Nomor 64);",
            "4": " Undang-undang Nomor 9 Drt Tahun 1956 tentang Pembentukan Daerah\nOtonom Kota-kota Kecil Dalam Lingkungan Daerah Propinsi Sumatera\nUtara (Lembaran Negara Tahun 1956 Nomor 60, Tambahan Lembaran\nNegara Nomor 1092);",
            "5": " Undang-undang Nomor 5 Tahun 1974 tentang Pokok-pokok Pemerintahan\ndi Daerah (Lembaran Negara Tahun 1974 Nomor 38, Tambahan Lembaran\nNegara Nomor 3037);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH REPUBLIK INDONESIA TENTANG\nPERUBAHAN BATAS WILAYAH KOTAMADYA DAERAH TINGKAT II\nTANJUNGBALAI DAN KABUPATEN DAERAH TINGKAT II ASAHAN.",
        "tanggal sah": "14 September 1987"
    }
}