{
    "results": [
        {
            "id": "08609da5-4009-4a36-88b8-124edd6bc982",
            "name": "Article 1",
            "type": "article",
            "children": {
                "id": "fa53ec0f-3cbc-47ef-b38e-ef44f5922feb",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Kepada pengusaha yang melakukan kegiatan usaha di dalam Kawasan\nPengembangan Ekonomi Terpadu, untuk selanjutnya disebut KAPET, diberikan\nperlakuan di bidang Pajak Penghasilan sebagai berikut:\na. Pilihan untuk menerapkan penyusutan dan atau amortisasi yang\ndipercepat, sebagai berikut:\nTarif penyusutan\ndan amortisasi\nKelompok Harta\nMasa Manfaat\nMenjadi\nberdasarkan\nmetode\nGaris Saldo\nLurus Menurun\nI. Bukan Bangunan atau\nharta tak berwujud\nKelompok I 2 tahun 50% 100%\nKelompok II 4 tahun 25% 50%\nKelompok III 8 tahun 12,5% 25%\nKelompok IV 10 tahun 10% 20%\nII. Bangunan\nPermanen 10 tahun 10% -\nTidak Permanen 5 tahun 20% -\nb. Kompensasi kerugian fiskal, mulai tahun pajak berikutnya\nberturut-turut sampai paling lama 10 (sepuluh) tahun;\nc. Pajak Penghasilan Pasal 26 atas Dividen sebesar 10%.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "2dd329e1-a89a-4b57-9b3b-63cb03bdb989",
            "name": "Article 2",
            "type": "article",
            "children": {
                "id": "d4137491-8c74-46e1-8551-d9d178192d58",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Kepada Pengusaha di Kawasan Berikat, untuk selanjutnya disebut PDKB, di dalam wilayah KAPET dapat diberikan fasilitas perpajakan berupa Pajak Pertambahan Nilai Barang dan Jasa, dan Pajak Penjualan atas Barang Mewah tidak dipungut atas:\na. impor barang modal atau peralatan lain oleh PDKB yang berhubungan langsung dengan kegiatan produksi;\nb. impor barang dan/atau bahan untuk diolah di PDKB;\nc. pemasukan Barang Kena Pajak dari Daerah Pabean Indonesia Lainnya, untuk selanjutnya disebut DPIL, ke PDKB untuk diolah lebih lanjut;\nd. pengiriman barang hasil produksi PDKB ke PDKB lainnya untuk diolah lebih lanjut.\ne. pengeluaran barang dan atau bahan dari PDKB ke perusahaan industri di DPIL atau PDKB lainnya dalam rangka subkontrak;\nf. penyerahan kembali Barang Kena Pajak hasil pekerjaan subkontrak oleh Pengusaha Kena Pajak di DPIL atau PDKB lainnya kepada Pengusaha Kena Pajak PDKB asal;\ng. peminjaman mesin dan atau peralatan pabrik dalam rangka subkontrak dari PDKB kepada perusahaan industri di DPIL atau PDKB lainnya dan pengembaliannya ke PDKB asal.",
                "explanation": "\nCukup jelas"
            }
        },
        {
            "id": "a2893a04-6039-4246-903a-3cdd549744bd",
            "name": "Article 3",
            "type": "article",
            "children": {
                "id": "e79fec82-5f7c-4c42-86b0-3a544b88f740",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Ketentuan lebih lanjut yang diperlukan bagi pelaksanaan Peraturan Pemerintah ini ditetapkan oleh Menteri Keuangan.",
                "explanation": "\nPasal 4\nCukup jelas"
            }
        },
        {
            "id": "216c50a6-275b-4f14-9b62-1fdd63522966",
            "name": "Article 4",
            "type": "article",
            "children": {
                "id": "d1e153c9-dddf-4de2-af23-524fb5b68a45",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Dengan berlakunya Peraturan Pemerintah ini maka ketentuan perpajakan yang diatur dalam :\n1. Keputusan Presiden Nomor 71 Tahun 1996 tentang Kawasan Pengembangan Ekonomi Terpadu Pulau Natuna sebagaimana telah diubah dengan Keputusan Presiden Nomor 17 Tahun 1999;\n2. Keputusan Presiden Nomor 89 Tahun 1996 tentang Kawasan Pengembangan Ekonomi Terpadu sebagaimana telah diubah dengan Keputusan Presiden Nomor 9 Tahun 1998;\n3. Keputusan Presiden Nomor 90 Tahun 1996 tentang Penetapan Kawasan Pengembangan Ekonomi Terpadu Biak sebagaimana telah diubah dengan Keputusan Presiden Nomor 10 Tahun 1998;\n4. Keputusan Presiden Nomor 11 Tahun 1998 tentang Penetapan Kawasan Pengembangan Ekonomi Terpadu Batulicin;\n5. Keputusan Presiden Nomor 12 Tahun 1998 tentang Penetapan Kawasan Pengembangan Ekonomi Terpadu Samarinda, Sanga-Sanga dan Muara\n6. Keputusan …\n6. Keputusan Presiden Nomor 13 Tahun 1998 tentang Penetapan Kawasan Pengembangan Ekonomi Terpadu Sanggau;\n7. Keputusan Presiden Nomor 14 Tahun 1998 tentang Penetapan Kawasan Pengembangan Ekonomi Terpadu Manado-Bitung;\n8. Keputusan Presiden Nomor 15 Tahun 1998 tentang Penetapan Kawasan Pengembangan Ekonomi Terpadu Mbay;\n9. Keputusan Presiden Nomor 164 Tahun 1998 tentang Penetapan Kawasan Pengembangan Ekonomi Pare-pare;\n10. Keputusan Presiden Nomor 165 Tahun 1998 tentang Penetapan Kawasan Pengembangan Ekonomi Terpadu Seram;\n11. Keputusan Presiden Nomor 166 Tahun 1998 tentang Penetapan Kawasan Pengembangan Ekonomi Terpadu Bima;\n12. Keputusan Presiden Nomor 167 Tahun 1998 tentang Penetapan Kawasan Pengembangan Ekonomi Terpadu Batui;\n13. Keputusan Presiden Nomor 168 Tahun 1998 tentang Penetapan Kawasan Pengembangan Ekonomi Terpadu Buton, Kolaka dan Kendari;\n14. Keputusan Presiden Nomor 170 Tahun 1998 tentang Penetapan Kawasan Pengembangan Ekonomi Terpadu Daerah Aliran Sungai Kahayan, Kapuas dan Barito;\n15. Keputusan Presiden Nomor 171 Tahun 1998 tentang Penetapan Kawasan Pengembangan Ekonomi Terpadu Sabang, dinyatakan tidak berlaku;",
                "explanation": "Tidak ada Penjelasan"
            }
        },
        {
            "id": "0552ec8d-8c14-4be5-a437-7f5c20723e3c",
            "name": "Article 5",
            "type": "article",
            "children": {
                "id": "33904460-e6da-4b63-b5a7-1f7f4f9a2e08",
                "name": "Verse 1",
                "number": "(1)",
                "type": "verse",
                "content": "Peraturan Pemerintah ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan Peraturan Pemerintah ini dengan penempatannya dalam Lembaran Negara Republik Indonesia.",
                "explanation": "\nCukup jelas\n\n"
            }
        }
    ],
    "metadata": {
        "Nomor": "20",
        "Tahun": "2000",
        "Tentang": "PERLAKUAN PERPAJAKAN DI KAWASAN\nPENGEMBANGAN EKONOMI TERPADU\nPRESIDEN REPUBLIK INDONESIA,",
        "Menimbang": {
            "Introduction": "",
            "a": " bahwa dalam rangka mendorong berhasilnya\nsektor-sektor kegiatan ekonomi yang berprioritas tinggi\ndalam skala nasional dan untuk lebih memberikan\nkepastian hukum sesuai dengan peraturan\nperundang-undangan yang berlaku dipandang perlu\nuntuk menyesuaikan perlakuan perpajakan bagi para\npengusaha yang melakukan kegiatan usaha di Kawasan\nPengembangan Ekonomi Terpadu;",
            "b": " bahwa pemberian fasilitas perpajakan yang diberikan\nkepada pengusaha yang melakukan kegiatan di Kawasan\nPengembangan Ekonomi Terpadu harus mengacu pada\nketentuan peraturan perundang-undangan yang berlaku;",
            "c": " bahwa sehubungan dengan hal tersebut di atas,\ndipandang perlu untuk mengatur ketentuan tentang\nperlakuan perpajakan di Kawasan Pengembangan\nEkonomi Terpadu dengan Peraturan Pemerintah;"
        },
        "Mengingat": {
            "Introduction": "",
            "1": " Undang-undang Nomor 6 Tahun 1983 tentang Ketentuan\nUmum dan Tata Cara Perpajakan (Lembaran Negara\nTahun 1983 Nomor 49, Tambahan Lembaran Negara\nNomor 3262) sebagaimana telah diubah dengan\nUndang-undang Nomor 9 Tahun 1994 (Lembaran Negara\nTahun 1994 Nomor 59, Tambahan Lembaran Negara\nNomor 3566);",
            "2": " Undang-undang Nomor 7 Tahun 1983 tentang Pajak\nPenghasilan (Lembaran Negara Tahun 1983 Nomor 50,\nTambahan Lembaran Negara Nomor 3263) sebagaimana\ntelah diubah terakhir dengan Undang-undang Nomor 10\nTahun 1994 (Lembaran Negara Tahun 1994 Nomor 60,\nTambahan Lembaran Negara Nomor 3567);",
            "3": "  Undang-undang Nomor 8 Tahun 1983 tentang Pajak\nPertambahan Nilai Barang dan Jasa dan Pajak Penjualan\natas Barang Mewah (Lembaran Negara Tahun 1983\nNomor 51, Tambahan Lembaran Negara Nomor 3264)\nsebagaimana telah diubah dengan Undang-undang\nNomor 11 Tahun 1994 (Lembaran Negara Tahun 1994\nNomor 61, Tambahan Lembaran Negara Nomor 3568);"
        },
        "Menetapkan": "\nPERATURAN PEMERINTAH REPUBLIK INDONESIA\nTENTANG PERLAKUAN PERPAJAKAN DI KAWASAN\nPENGEMBANGAN EKONOMI TERPADU.",
        "tanggal sah": "7 April 2000"
    }
}